Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##calcic_solonetz##description
source: Calcic Solonetzs have strongly structured clay rich subsoils with high exchangeable sodium. Productivity of these soils depends on the depth of surface horizons above these subsoils. Calcic Solonetz are calcareous in a soil layer below the surface.
es: Los Solonetz Cálcicos tienen subsuelos ricos en arcilla fuertemente estructurados con un alto nivel de sodio intercambiable. La productividad de estos suelos depende de la profundidad de los horizontes superficiales por encima de estos subsuelos. Los Solonetz cálcicos son calcáreos en una capa del suelo por debajo de la superficie.
fr: Les solonetz calciques présentent des sous-sols argileux fortement structurés et riches en sodium échangeable. Leur productivité dépend de la profondeur des horizons de surface au-dessus de ces sous-sols. Les solonetz calciques sont calcaires dans une couche de sol sous-jacente.
ka: კალციუმიან სოლონეცებს აქვთ ძლიერ სტრუქტურირებული, თიხით მდიდარი ქვენიადაგი მაღალი ცვალებადობით და ნატრიუმის შემცველობით. ამ ნიადაგების პროდუქტიულობა დამოკიდებულია ამ ქვენიადაგების ზემოთ მდებარე ზედაპირული ჰორიზონტების სიღრმეზე. კალციუმიანი სოლონეცები კირქვიანია ზედაპირის ქვეშ მდებარე ნიადაგის ფენაში.
uk: Calcic Solonetz мають міцно структуровані, багаті на глину підґрунтя з високим вмістом обмінного натрію. Продуктивність цих ґрунтів залежить від глибини поверхневих горизонтів над цими підґрунтям. Calcic Solonetz є вапняними в шарі ґрунту під поверхнею.

# soil##match_info##calcic_solonetz##management
source: These are likely to have high sodium in subsurface horizons which results in poor soil structure and poor infiltration. The soils will appear wet, but plants will wilt. To improve internal drainage, gypsum should be applied to displace the sodium, followed by leaching with higher quality water to move the displaced sodium from the rooting zone. If the soils can be reclaimed by the application of gypsum and leaching of sodium, they may be suitable for grazing or cultivation. Selection of sodium tolerant crops is also an option, and should be used for maintenance. Cultivation is more suited when these soils are located in temperate regions, and the surface soil is higher in organic matter.
es: Es probable que tengan un alto nivel de sodio en los horizontes subsuperficiales, lo que da lugar a una mala estructura del suelo y a una mala infiltración. Los suelos parecerán húmedos, pero las plantas se marchitarán. Para mejorar el drenaje interno, debe aplicarse yeso para desplazar el sodio, seguido de una lixiviación con agua de mayor calidad para desplazar el sodio desplazado de la zona de enraizamiento. Si los suelos pueden recuperarse mediante la aplicación de yeso y la lixiviación del sodio, pueden ser aptos para el pastoreo o el cultivo. La selección de cultivos tolerantes al sodio también es una opción, y debería utilizarse para el mantenimiento. El cultivo es más adecuado cuando estos suelos están situados en regiones templadas, y el suelo superficial es más rico en materia orgánica.
fr: Ces sols sont susceptibles de présenter une teneur élevée en sodium dans les horizons souterrains, ce qui entraîne une structure du sol médiocre et une mauvaise infiltration. Les sols paraîtront humides, mais les plantes flétriront. Pour améliorer le drainage interne, il convient d'appliquer du gypse pour déplacer le sodium, puis de lessiver avec une eau de meilleure qualité pour évacuer le sodium déplacé de la zone racinaire. Si les sols peuvent être valorisés par l'application de gypse et le lessivage du sodium, ils peuvent convenir au pâturage ou à la culture. La sélection de cultures tolérantes au sodium est également une option et devrait être utilisée pour l'entretien. La culture est plus adaptée lorsque ces sols sont situés en régions tempérées et que le sol de surface est riche en matière organique.
ka: ამ ნიადაგებში, სავარაუდოდ, მიწისქვეშა ჰორიზონტებში ნატრიუმის მაღალი შემცველობაა, რაც ნიადაგის ცუდ სტრუქტურას და ცუდ ინფილტრაციას იწვევს. ნიადაგები სველი გამოჩნდება, მაგრამ მცენარეები ჭკნება. შიდა დრენაჟის გასაუმჯობესებლად, ნატრიუმის გამოსადევნად უნდა დაემატოს თაბაშირი, რასაც მოჰყვება მაღალი ხარისხის წყლით გამორეცხვა, რათა გამოდევნილი ნატრიუმი ფესვთა ზონიდან გადაადგილდეს. თუ ნიადაგის აღდგენა შესაძლებელია თაბაშირის გამოყენებით და ნატრიუმის გამორეცხვით, ისინი შეიძლება შესაფერისი იყოს საძოვრებისთვის ან კულტივაციისთვის. ნატრიუმისადმი ტოლერანტული კულტურების შერჩევა ასევე ერთ-ერთი ვარიანტია და უნდა იქნას გამოყენებული მოვლისთვის. კულტივაცია უფრო შესაფერისია, როდესაც ეს ნიადაგები ზომიერ რეგიონებში მდებარეობს და ზედაპირული ნიადაგი ორგანული ნივთიერებებით მდიდარია.
uk: Ці ґрунти, ймовірно, матимуть високий вміст натрію в підземних горизонтах, що призводить до поганої структури ґрунту та низької інфільтрації. Ґрунти будуть виглядати вологими, але рослини в'януть. Для покращення внутрішнього дренажу слід вносити гіпс для витіснення натрію, а потім промивати водою вищої якості, щоб перемістити витіснений натрій із зони кореневої системи. Якщо ґрунти можна рекультивувати шляхом внесення гіпсу та вилуговування натрію, вони можуть бути придатними для випасу худоби або вирощування. Вибір культур, стійких до натрію, також є варіантом, і його слід використовувати для обслуговування. Обробка більш доцільна, коли ці ґрунти розташовані в помірних регіонах, а поверхневий шар ґрунту має вищий вміст органічної речовини.

# soil##match_info##gypsic_solonetz##name
source: Gypsic Solonetz
es: Solonetz Gípsicos
fr: Solonetz gitan
ka: ბოშა სოლონეცი

# soil##match_info##gypsic_solonetz##description
source: Gypsic Solonetz have strongly structured clay rich subsoils with high exchangeable sodium. Productivity of these soils depends on the depth of surface horizons above these subsoils. Gypsic Solonetz have gypsum in a soil layer below the surface.
es: Los Solonetz Gípsicos tienen subsuelos ricos en arcilla fuertemente estructurados con un alto nivel de sodio intercambiable. La productividad de estos suelos depende de la profundidad de los horizontes superficiales por encima de estos subsuelos. Los Solonetz gípsicos tienen yeso en una capa del suelo por debajo de la superficie.
fr: Les solonetz gypseux présentent des sous-sols argileux fortement structurés et riches en sodium échangeable. Leur productivité dépend de la profondeur des horizons de surface au-dessus de ces sous-sols. Les solonetz gypseux présentent du gypse dans une couche de sol sous la surface.
ka: თაბაშირ-სოლონეცს აქვს ძლიერ სტრუქტურირებული, თიხით მდიდარი ქვენიადაგი მაღალი ცვალებადობით და ნატრიუმის შემცველობით. ამ ნიადაგების პროდუქტიულობა დამოკიდებულია ამ ქვენიადაგების ზემოთ მდებარე ზედაპირული ჰორიზონტების სიღრმეზე. თაბაშირ-სოლონეცს ზედაპირის ქვეშ ნიადაგის ფენაში თაბაშირი აქვს.
uk: Gypsic Solonetz мають міцно структуровані, багаті на глину підґрунтя з високим вмістом обмінного натрію. Продуктивність цих ґрунтів залежить від глибини поверхневих горизонтів над цими підґрунтями. Gypsic Solonetz мають гіпс у шарі ґрунту під поверхнею.

# soil##match_info##gypsic_solonetz##management
source: These are likely to have high sodium in subsurface horizons which results in poor soil structure and poor infiltration. The soils will appear wet, but plants will wilt. To improve internal drainage, gypsum should be applied to displace the sodium, followed by leaching with higher quality water to move the displaced sodium from the rooting zone. If the soils can be reclaimed by the application of gypsum and leaching of sodium, they may be suitable for grazing or cultivation. Selection of sodium tolerant crops is also an option, and should be used for maintenance. Cultivation is more suited when these soils are located in temperate regions, and the surface soil is higher in organic matter.
es: Es probable que tengan un alto nivel de sodio en los horizontes subsuperficiales, lo que da lugar a una mala estructura del suelo y a una mala infiltración. Los suelos parecerán húmedos, pero las plantas se marchitarán. Para mejorar el drenaje interno, debe aplicarse yeso para desplazar el sodio, seguido de una lixiviación con agua de mayor calidad para desplazar el sodio desplazado de la zona de enraizamiento. Si los suelos pueden recuperarse mediante la aplicación de yeso y la lixiviación del sodio, pueden ser aptos para el pastoreo o el cultivo. La selección de cultivos tolerantes al sodio también es una opción, y debería utilizarse para el mantenimiento. El cultivo es más adecuado cuando estos suelos están situados en regiones templadas, y el suelo superficial es más rico en materia orgánica.
fr: Ces sols sont susceptibles de présenter une teneur élevée en sodium dans les horizons souterrains, ce qui entraîne une structure du sol médiocre et une mauvaise infiltration. Les sols paraîtront humides, mais les plantes flétriront. Pour améliorer le drainage interne, il convient d'appliquer du gypse pour déplacer le sodium, puis de lessiver avec une eau de meilleure qualité pour évacuer le sodium déplacé de la zone racinaire. Si les sols peuvent être valorisés par l'application de gypse et le lessivage du sodium, ils peuvent convenir au pâturage ou à la culture. La sélection de cultures tolérantes au sodium est également une option et devrait être utilisée pour l'entretien. La culture est plus adaptée lorsque ces sols sont situés en régions tempérées et que le sol de surface est riche en matière organique.
ka: ამ ნიადაგებში, სავარაუდოდ, მიწისქვეშა ჰორიზონტებში ნატრიუმის მაღალი შემცველობაა, რაც ნიადაგის ცუდ სტრუქტურას და ცუდ ინფილტრაციას იწვევს. ნიადაგები სველი გამოჩნდება, მაგრამ მცენარეები ჭკნება. შიდა დრენაჟის გასაუმჯობესებლად, ნატრიუმის გამოსადევნად უნდა დაემატოს თაბაშირი, რასაც მოჰყვება მაღალი ხარისხის წყლით გამორეცხვა, რათა გამოდევნილი ნატრიუმი ფესვთა ზონიდან გადაადგილდეს. თუ ნიადაგის აღდგენა შესაძლებელია თაბაშირის გამოყენებით და ნატრიუმის გამორეცხვით, ისინი შეიძლება შესაფერისი იყოს საძოვრებისთვის ან კულტივაციისთვის. ნატრიუმისადმი ტოლერანტული კულტურების შერჩევა ასევე ერთ-ერთი ვარიანტია და უნდა იქნას გამოყენებული მოვლისთვის. კულტივაცია უფრო შესაფერისია, როდესაც ეს ნიადაგები ზომიერ რეგიონებში მდებარეობს და ზედაპირული ნიადაგი ორგანული ნივთიერებებით მდიდარია.
uk: Ці ґрунти, ймовірно, матимуть високий вміст натрію в підземних горизонтах, що призводить до поганої структури ґрунту та низької інфільтрації. Ґрунти будуть виглядати вологими, але рослини в'януть. Для покращення внутрішнього дренажу слід вносити гіпс для витіснення натрію, а потім промивати водою вищої якості, щоб перемістити витіснений натрій із зони кореневої системи. Якщо ґрунти можна рекультивувати шляхом внесення гіпсу та вилуговування натрію, вони можуть бути придатними для випасу худоби або вирощування. Вибір культур, стійких до натрію, також є варіантом, і його слід використовувати для обслуговування. Обробка більш доцільна, коли ці ґрунти розташовані в помірних регіонах, а поверхневий шар ґрунту має вищий вміст органічної речовини.

# soil##match_info##stagnic_solonetz##name
source: Stagnic Solonetz
es: Solonetz Estágnicos
fr: Solonetz stagnique
ka: სტაგნიკ სოლონეცი

# soil##match_info##stagnic_solonetz##description
source: Stagnic Solonetz have strongly structured clay rich subsoils with high exchangeable sodium. Productivity of these soils depends on the depth of surface horizons above these subsoils. Stagnic Solonetz are ponded and saturated in and above surface horizons during wet times of the year.
es: Los Stagnic Solonetz tienen subsuelos ricos en arcilla fuertemente estructurados con un alto nivel de sodio intercambiable. La productividad de estos suelos depende de la profundidad de los horizontes superficiales por encima de estos subsuelos. Los Stagnic Solonetz están encharcados y saturados en y por encima de los horizontes superficiales durante las épocas húmedas del año.
fr: Les solonetz stagnants présentent des sous-sols argileux fortement structurés et riches en sodium échangeable. Leur productivité dépend de la profondeur des horizons de surface au-dessus de ces sous-sols. Les solonetz stagnants sont saturés dans et au-dessus des horizons de surface pendant les périodes humides.
ka: სტაგნური სოლონეცები გამოირჩევა ძლიერ სტრუქტურირებული, თიხით მდიდარი ქვენიადაგით, მაღალი ცვალებადობით და ნატრიუმით. ამ ნიადაგების პროდუქტიულობა დამოკიდებულია ამ ქვენიადაგების ზემოთ არსებული ზედაპირული ჰორიზონტების სიღრმეზე. სტაგნური სოლონეცები წლის ნოტიო პერიოდში ზედაპირულ ჰორიზონტებში და მათ ზემოთ ტბორდება და იჟღინთება.
uk: Stagnic Solonetz мають міцно структуровані, багаті на глину підґрунтя з високим вмістом обмінного натрію. Продуктивність цих ґрунтів залежить від глибини поверхневих горизонтів над цими підґрунтями. Stagnic Solonetz заболочені та насичені водою в поверхневих горизонтах та над ними у вологий період року.

# soil##match_info##stagnic_solonetz##management
source: These are likely to have high sodium in subsurface horizons which results in poor soil structure and poor infiltration. The soils will appear wet, but plants will wilt. Drainage of these soils will be needed to remove surface water and to improve infiltration. To further improve internal drainage, gypsum should be applied to displace the sodium, followed by leaching with higher quality water to move the displaced sodium from the rooting zone. If the soils can be reclaimed by the application of gypsum and leaching of sodium, they may be suitable for grazing or cultivation. Selection of sodium tolerant crops is also an option, and should be used for maintenance. Cultivation is more suited when these soils are located in temperate regions, and the surface soil is
es: Es probable que tengan un alto nivel de sodio en los horizontes subsuperficiales, lo que da lugar a una estructura deficiente del suelo y a una mala infiltración. Los suelos parecerán húmedos, pero las plantas se marchitarán. Será necesario drenar estos suelos para eliminar el agua superficial y mejorar la infiltración. Para mejorar aún más el drenaje interno, debería aplicarse yeso para desplazar el sodio, seguido de una lixiviación con agua de mayor calidad para desplazar el sodio desplazado de la zona de enraizamiento. Si los suelos pueden recuperarse mediante la aplicación de yeso y la lixiviación del sodio, pueden ser adecuados para el pastoreo o el cultivo. La selección de cultivos tolerantes al sodio también es una opción, y debería utilizarse para el mantenimiento. El cultivo es más adecuado cuando estos suelos están situados en regiones templadas, y el suelo superficial es más rico en materia orgánica.
fr: Ces sols sont susceptibles de contenir une teneur élevée en sodium dans les horizons souterrains, ce qui entraîne une structure du sol médiocre et une mauvaise infiltration. Les sols paraîtront humides, mais les plantes flétriront. Un drainage de ces sols sera nécessaire pour éliminer l'eau de surface et améliorer l'infiltration. Pour améliorer encore le drainage interne, il convient d'appliquer du gypse pour déplacer le sodium, puis de lessiver avec une eau de meilleure qualité pour évacuer le sodium déplacé de la zone racinaire. Si les sols peuvent être valorisés par l'application de gypse et le lessivage du sodium, ils peuvent convenir au pâturage ou à la culture. La sélection de cultures tolérantes au sodium est également une option et devrait être utilisée pour l'entretien. La culture est plus adaptée lorsque ces sols sont situés dans des régions tempérées et que le sol de surface est
ka: სავარაუდოდ, მიწისქვეშა ჰორიზონტებში ნატრიუმის მაღალი შემცველობაა, რაც ნიადაგის ცუდ სტრუქტურას და ცუდ ინფილტრაციას იწვევს. ნიადაგები სველი გამოჩნდება, მაგრამ მცენარეები ჭკნება. ზედაპირული წყლის მოსაშორებლად და ინფილტრაციის გასაუმჯობესებლად ამ ნიადაგების დრენაჟი იქნება საჭირო. შიდა დრენაჟის შემდგომი გასაუმჯობესებლად, ნატრიუმის გამოსადევნად უნდა დაემატოს თაბაშირი, რასაც მოჰყვება მაღალი ხარისხის წყლით გამორეცხვა, რათა გამოდევნილი ნატრიუმი ფესვთა ზონიდან გადაადგილდეს. თუ ნიადაგების აღდგენა შესაძლებელია თაბაშირის გამოყენებით და ნატრიუმის გამორეცხვით, ისინი შეიძლება შესაფერისი იყოს საძოვრად ან კულტივაციისთვის. ნატრიუმისადმი ტოლერანტული კულტურების შერჩევა ასევე ერთ-ერთი ვარიანტია და უნდა იქნას გამოყენებული მოვლისთვის. კულტივაცია უფრო შესაფერისია, როდესაც ეს ნიადაგები ზომიერ რეგიონებში მდებარეობს და ზედაპირული ნიადაგი...
uk: Ці ґрунти, ймовірно, матимуть високий вміст натрію в підповерхневих горизонтах, що призводить до поганої структури ґрунту та низької інфільтрації. Ґрунти будуть здаватися вологими, але рослини в'януть. Для видалення поверхневих вод та покращення інфільтрації знадобиться дренаж цих ґрунтів. Для подальшого покращення внутрішнього дренажу слід вносити гіпс для витіснення натрію, а потім вилуговувати водою вищої якості, щоб перемістити витіснений натрій із зони кореневої системи. Якщо ґрунти можна рекультивувати шляхом внесення гіпсу та вилуговування натрію, вони можуть бути придатними для випасу худоби або вирощування. Вибір культур, стійких до натрію, також є варіантом і повинен використовуватися для обслуговування. Обробка більш доцільна, коли ці ґрунти розташовані в помірних регіонах, а поверхневий шар ґрунту...

# soil##match_info##gleyic_solonetz##name
source: Gleyic Solonetz
es: Solonetz Gleyicos
fr: Solonetz gleyique
ka: გლეიკ სოლონეცი

# soil##match_info##gleyic_solonetz##description
source: Gleyic Solonetz have strongly structured clay rich subsoils with high exchangeable sodium. Productivity of these soils depends on the depth of surface horizons above these subsoils. Gleyic Solonetz are saturated with shallow groundwater within one meter of the soil surface.
es: Los Solonetz Gleyicos tienen subsuelos ricos en arcilla fuertemente estructurados con un alto nivel de sodio intercambiable. La productividad de estos suelos depende de la profundidad de los horizontes superficiales por encima de estos subsuelos. Los Solonetz Gleyicos están saturados de aguas subterráneas poco profundas a menos de un metro de la superficie del suelo.
fr: Les solonetz gleyiques présentent des sous-sols argileux fortement structurés et riches en sodium échangeable. Leur productivité dépend de la profondeur des horizons de surface au-dessus de ces sous-sols. Les solonetz gleyiques sont saturés d'eau souterraine peu profonde à moins d'un mètre de la surface du sol.
ka: გლეის სოლონეცებს აქვთ ძლიერ სტრუქტურირებული, თიხით მდიდარი ქვენიადაგი მაღალი ცვალებადობით და ნატრიუმის შემცველობით. ამ ნიადაგების პროდუქტიულობა დამოკიდებულია ამ ქვენიადაგების ზემოთ მდებარე ზედაპირული ჰორიზონტების სიღრმეზე. გლეის სოლონეცები გაჯერებულია ნიადაგის ზედაპირიდან ერთი მეტრის რადიუსში არაღრმა მიწისქვეშა წყლებით.
uk: Gleyic Solonetz мають сильно структуровані, багаті на глину підґрунтя з високим вмістом обмінного натрію. Продуктивність цих ґрунтів залежить від глибини залягання поверхневих горизонтів над цими підґрунтями. Gleyic Solonetz насичені неглибокими ґрунтовими водами в межах одного метра від поверхні ґрунту.

# soil##match_info##gleyic_solonetz##management
source: These are likely to have high sodium in subsurface horizons which results in poor soil structure and poor infiltration. The soils will appear wet, but plants will wilt. Drainage of these soils will be needed, both to eliminate standing water and remediate sodicity issues. To further improve internal drainage, gypsum should be applied to displace the sodium, followed by leaching with higher quality water to move the displaced sodium from the rooting zone. If the soils can be reclaimed by the application of gypsum and leaching of sodium, they may be suitable for grazing or cultivation. Selection of sodium tolerant crops is also an option, and should be used for maintenance. Cultivation is more suited when these soils are located in temperate regions, and the surface soil is higher in organic matter.
es: Es probable que tengan un alto contenido de sodio en los horizontes subsuperficiales, lo que da lugar a una estructura deficiente del suelo y a una mala infiltración. Los suelos parecerán húmedos, pero las plantas se marchitarán. Será necesario drenar estos suelos, tanto para eliminar el agua estancada como para remediar los problemas de sodicidad. Para mejorar aún más el drenaje interno, debería aplicarse yeso para desplazar el sodio, seguido de una lixiviación con agua de mayor calidad para desplazar el sodio desplazado de la zona de enraizamiento. Si los suelos pueden recuperarse mediante la aplicación de yeso y la lixiviación del sodio, pueden ser aptos para el pastoreo o el cultivo. La selección de cultivos tolerantes al sodio también es una opción, y debería utilizarse para el mantenimiento. El cultivo es más adecuado cuando estos suelos están situados en regiones templadas, y el suelo superficial es más rico en materia orgánica.
fr: Ces sols sont susceptibles de contenir une teneur élevée en sodium dans les horizons souterrains, ce qui entraîne une structure du sol médiocre et une mauvaise infiltration. Les sols paraîtront humides, mais les plantes flétriront. Un drainage sera nécessaire pour éliminer l'eau stagnante et remédier aux problèmes de sodicité. Pour améliorer encore le drainage interne, il convient d'appliquer du gypse pour déplacer le sodium, puis de lessiver avec une eau de meilleure qualité pour évacuer le sodium déplacé de la zone racinaire. Si les sols peuvent être valorisés par l'application de gypse et le lessivage du sodium, ils peuvent convenir au pâturage ou à la culture. La sélection de cultures tolérantes au sodium est également une option et devrait être utilisée pour l'entretien. La culture est plus adaptée lorsque ces sols sont situés en régions tempérées et que le sol de surface est riche en matière organique.
ka: სავარაუდოდ, მიწისქვეშა ჰორიზონტებში ნატრიუმის მაღალი შემცველობა იქნება, რაც ნიადაგის ცუდ სტრუქტურას და ცუდ ინფილტრაციას იწვევს. ნიადაგები სველი გამოჩნდება, მაგრამ მცენარეები დაჭკნება. ამ ნიადაგების დრენაჟი საჭირო იქნება როგორც დამდგარი წყლის აღმოსაფხვრელად, ასევე ნატრიუმის შემცველობის პრობლემების მოსაგვარებლად. შიდა დრენაჟის შემდგომი გასაუმჯობესებლად, ნატრიუმის განსადევნად უნდა დაემატოს თაბაშირი, რასაც მოჰყვება მაღალი ხარისხის წყლით გამორეცხვა, რათა გამოდევნილი ნატრიუმის ფესვების ზონიდან გადატანა მოხდეს. თუ ნიადაგების აღდგენა შესაძლებელია თაბაშირის გამოყენებით და ნატრიუმის გამორეცხვით, ისინი შეიძლება შესაფერისი იყოს საძოვრად ან კულტივაციისთვის. ნატრიუმისადმი ტოლერანტული კულტურების შერჩევა ასევე ერთ-ერთი ვარიანტია და უნდა იქნას გამოყენებული მოვლისთვის. კულტივაცია უფრო შესაფერისია, როდესაც ეს ნიადაგები ზომიერ რეგიონებში მდებარეობს და ზედაპირული ნიადაგი ორგანული ნივთიერებებით მდიდარია.
uk: Ці ґрунти, ймовірно, матимуть високий вміст натрію в підземних горизонтах, що призводить до поганої структури ґрунту та низької інфільтрації. Ґрунти будуть здаватися вологими, але рослини в'януть. Знадобиться дренаж цих ґрунтів, як для усунення стоячої води, так і для вирішення проблем із содовістю. Для подальшого покращення внутрішнього дренажу слід вносити гіпс для витіснення натрію, а потім вилуговувати водою вищої якості, щоб перемістити витіснений натрій із зони кореневої системи. Якщо ґрунти можна рекультивувати шляхом внесення гіпсу та вилуговування натрію, вони можуть бути придатними для випасу худоби або вирощування. Вибір культур, стійких до натрію, також є варіантом, і його слід використовувати для обслуговування. Обробка більш доцільна, коли ці ґрунти розташовані в помірних регіонах, а поверхневий шар ґрунту має вищий вміст органічної речовини.

# soil##match_info##vertisols##name
source: Vertisols
es: Vertisoles
ka: ვერტიზოლები
