Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gelic_podzols##management
source: Podzols are highly leached, and as such are low in soil fertility. The surface layers are usually quite acidic (pH < 4.5) and thus liming is needed. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies.Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended. If used for cultivation care should be taken to maintain organic matter, for as the permafrost is opened soil subsidence will occur.
es: Los Podzoles están muy lixiviados y, por lo tanto, tienen una baja fertilidad. Las capas superficiales suelen ser bastante ácidas (pH < 4,5), por lo que es necesario el encalado. Debido al alto grado de meteorización, los suelos también tienen un alto contenido de aluminio soluble y fijan el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización. Si se utiliza para el cultivo, se debe tener cuidado de mantener la materia orgánica, ya que al abrirse el permafrost se producirá un hundimiento del suelo.
fr: Les podzols sont fortement lessivés et, de ce fait, peu fertiles. Les couches superficielles sont généralement assez acides (pH &lt; 4,5), ce qui nécessite un chaulage. En raison de leur forte altération, les sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que cela ne soit pas recommandé, si ces sols sont utilisés pour la culture, ils nécessiteront un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation. Une attention particulière sera portée à la fertilisation phosphatée, et l'application en bandes lors de l'application du phosphore sur les semis est recommandée. En cas d'utilisation pour la culture, il convient de veiller à maintenir la matière organique, car l'ouverture du pergélisol favorise l'affaissement du sol.
ka: პოდზოლები ძლიერ გაჟღენთილია და შესაბამისად, ნიადაგის ნაყოფიერება დაბალია. ზედაპირული ფენები, როგორც წესი, საკმაოდ მჟავეა (pH < 4.5) და ამიტომ საჭიროა კირის გამოყენება. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აფიქსირებს ფოსფორს, რაც ქმნის ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივაციისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგის ქვეფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილეა საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე დატანისას ზოლის გამოყენება. თუ გამოიყენება კულტივაციისთვის, ყურადღება უნდა მიექცეს ორგანული ნივთიერებების შენარჩუნებას, რადგან მუდმივი მყინვარების გახსნისას ნიადაგი დაიწევს.
uk: Підзоли сильно вилуговуються, і тому мають низьку родючість ґрунту. Поверхневі шари зазвичай досить кислі (pH < 4,5), тому потрібне вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію, який фіксує фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку ґрунту, вони потребують глибокої оранки (для розриву підґрунтових шарів), вапнування та удобрення. Потрібна особлива обережність з удобренням фосфором, а також рекомендується використовувати стрічкове внесення фосфору під насіння. Якщо використовуються для обробітку ґрунту, слід подбати про збереження органічної речовини, оскільки при розкритті вічної мерзлоти відбуватиметься просідання ґрунту.

# soil##match_info##gleyic_podzols##name
source: Gleyic Podzols
es: Podzoles Gléyicos
fr: Podzols gleyiques
ka: გლეიკის პოდზოლები

# soil##match_info##gleyic_podzols##description
source: Gleyic Podzols are coarse textured, acidic, unproductive soils with highly leached surface horizons overlying subsoils containing accumulated organic matter and metals (aluminum and iron). In flat coastal plain landscapes, these soils are also wet. Gleyic Podzols are saturated with shallow groundwater above one meter.
es: Los Podzoles Gleyicos son suelos de textura gruesa, ácidos e improductivos, con horizontes superficiales muy lixiviados sobre los que se asientan subsuelos que contienen materia orgánica acumulada y metales (aluminio y hierro).*En los paisajes de llanura costera plana, estos suelos también son húmedos. Los Podzoles Gleyicos están saturados con aguas subterráneas poco profundas por encima de un metro.
fr: Les podzols gleyiques sont des sols à texture grossière, acides et improductifs, dont les horizons de surface fortement lessivés recouvrent des sous-sols contenant de la matière organique et des métaux (aluminium et fer) accumulés. Dans les paysages plats des plaines côtières, ces sols sont également humides. Les podzols gleyiques sont saturés par des eaux souterraines peu profondes, à plus d'un mètre de profondeur.
ka: გლეის პოდზოლები უხეში ტექსტურის, მჟავე, არაპროდუქტიული ნიადაგებია ძლიერ გამორეცხილი ზედაპირული ჰორიზონტებით, რომლებიც ზემოდან იშლება და შეიცავს დაგროვილ ორგანულ ნივთიერებებსა და ლითონებს (ალუმინის და რკინის). ბრტყელ სანაპირო ლანდშაფტებში ეს ნიადაგები ასევე სველია. გლეის პოდზოლები გაჯერებულია ერთ მეტრზე მეტი ზედაპირული მიწისქვეშა წყლებით.
uk: Gleyic Podzols – це грубозернисті, кислі, непродуктивні ґрунти з сильно вилугованими поверхневими горизонтами, що залягають над підґрунтям, що містять накопичену органічну речовину та метали (алюміній та залізо). У рівнинних ландшафтах прибережних рівнин ці ґрунти також вологі. Gleyic Podzols насичені неглибокими ґрунтовими водами понад один метр.

# soil##match_info##gleyic_podzols##management
source: Podzols are highly leached, and as such are low in soil fertility. The surface layers are usually quite acidic (pH < 4.5) and thus liming is needed. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies.Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended. Drainage of these soils may be needed. However, since this is saturation via groundwater this may not be possible, especially given the need for deep plowing to break subsoil layers. If fertilized and not drained loss of applied nitrogen (N) by denitrification or leaching is possible. This careful N management must be coupled with liming and P management as well.
es: Los Podzoles están muy lixiviados y, por tanto, son suelos de baja fertilidad. Las capas superficiales suelen ser bastante ácidas (pH < 4,5), por lo que es necesario el encalado. Debido al alto grado de erosión, los suelos también tienen un alto contenido de aluminio soluble y fijan el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo, necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización. Aunque no se recomienda, si estos suelos se utilizan para el cultivo, necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización. Puede ser necesario el drenaje de estos suelos. Sin embargo, al tratarse de una saturación vía aguas subterráneas esto puede no ser posible, sobre todo por la necesidad de arado profundo para romper las capas del subsuelo. Si se fertiliza y no se drena, es posible que se pierda el nitrógeno (N) aplicado por desnitrificación o lixiviación. Esta gestión cuidadosa del N debe ir acompañada del encalado y la gestión del P.
fr: Les podzols sont fortement lessivés et, de ce fait, peu fertiles. Les couches superficielles sont généralement assez acides (pH &lt; 4,5), ce qui nécessite un chaulage. En raison de leur forte altération, les sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que cela ne soit pas recommandé, si ces sols sont utilisés pour la culture, un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation sont nécessaires. Une attention particulière à la fertilisation phosphatée sera nécessaire, et l'application de P en bandes sur les semis est recommandée. Un drainage de ces sols peut être nécessaire. Cependant, la saturation par les eaux souterraines peut s'avérer impossible, notamment en raison de la nécessité d'un labour profond pour briser les couches du sous-sol. En cas de fertilisation non drainée, une perte d'azote (N) par dénitrification ou lessivage est possible. Cette gestion prudente de l'azote doit être associée à un chaulage et à une gestion du phosphore.
ka: პოდზოლები ძლიერ ირეცხება და შესაბამისად, ნიადაგის ნაყოფიერება დაბალია. ზედაპირული ფენები, როგორც წესი, საკმაოდ მჟავეა (pH < 4.5) და ამიტომ საჭიროა კირის გამოყენება. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აფიქსირებს ფოსფორს, რაც ქმნის ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივირებისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგისქვეშა ფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილეა საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე დატანისას ზოლის გამოყენება. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. თუმცა, რადგან ეს ხდება მიწისქვეშა წყლებით გაჯერების გამო, ეს შეიძლება შეუძლებელი იყოს, განსაკუთრებით იმის გათვალისწინებით, რომ საჭიროა ღრმა ხვნა მიწისქვეშა ფენების დასაშლელად. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციით ან გამორეცხვით. აზოტის ეს ფრთხილად მართვა ასევე უნდა იყოს შერწყმული კირის გამოყენებასთან და ფოსფორის მართვასთან.
uk: Підзоли сильно вилуговуються, і тому мають низьку родючість ґрунту. Поверхневі шари зазвичай досить кислі (pH < 4,5), тому потрібне вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію, який фіксує фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку, їх потрібно глибоко орати (для порушення підґрунтових шарів), вапнувати та удобрювати. Потрібна особлива обережність з фосфорним удобренням, а також рекомендується використовувати стрічкове внесення фосфору під насіння. Може знадобитися дренаж цих ґрунтів. Однак, оскільки це насичення через ґрунтові води, це може бути неможливо, особливо враховуючи необхідність глибокої оранки для порушення підґрунтових шарів. Якщо ґрунти удобрюються, але не дренуються, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Таке ретельне управління азотом має поєднуватися з вапнуванням та управлінням фосфором.

# soil##match_info##eutric_podzoluvisols##name
source: Eutric Podzoluvisols
es: Podzoluvisols Eutríticos
fr: Podzoluvisols eutriques
ka: ევტრიული პოდზოლუვისოლები

# soil##match_info##eutric_podzoluvisols##description
source: Eutric Podzoluvisols are mostly forested soils in cooler or cold climates that are acidic and infertile with leached surface horizons and clayey subsoils. These soils have a high base saturation in the subsoil.
es: Los Podzoluvisoles Eutríticos son suelos mayoritariamente forestales en climas fríos o frescos que son ácidos e infértiles con horizontes superficiales lixiviados y subsuelos arcillosos. Estos suelos tienen una alta saturación de bases en el subsuelo.
fr: Les podzoluvisols eutriques sont principalement des sols forestiers situés dans des climats plus frais ou froids, acides et infertiles, avec des horizons de surface lessivés et des sous-sols argileux. Ces sols présentent une forte saturation en bases dans le sous-sol.
ka: ევტრიული პოდზოლუვისოლები ძირითადად ტყიანი ნიადაგებია გრილ ან ცივ კლიმატურ პირობებში, რომლებიც მჟავე და უნაყოფოა გამორეცხილი ზედაპირული ჰორიზონტებითა და თიხიანი ქვენიადაგით. ამ ნიადაგებს ქვენიადაგში მაღალი ფუძეგაჯერებულობა აქვთ.
uk: Eutric Podzoluvisols – це переважно лісові ґрунти в прохолоднішому або холодному кліматі, які є кислими та неродючими з вилуженими поверхневими горизонтами та глинистими підґрунтями. Ці ґрунти мають високий рівень насичення основами в підґрунті.

# soil##match_info##eutric_podzoluvisols##management
source: These soils have a bleached subsurface soil horizon that will respond to fertilization, and in some cases, drainage. Soil surface horizons are usually acidic (pH < 4.5) and will need liming. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies. Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended.
es: Estos suelos tienen un horizonte superficial lixiviado que responderá a la fertilización y, en algunos casos, al drenaje. Los horizontes superficiales del suelo suelen ser ácidos (pH < 4,5) y necesitarán encalado. Debido al alto grado de meteorización, los suelos también tienen un alto contenido de aluminio soluble y fijarán el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización. Será necesario un cuidado específico con la fertilización de P, y se recomienda el uso de banda en la colocación de P en la semilla.
fr: Ces sols présentent un horizon souterrain blanchi qui répondra à la fertilisation et, dans certains cas, au drainage. Les horizons superficiels sont généralement acides (pH &lt; 4,5) et nécessitent un chaulage. En raison de leur forte altération, ces sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que déconseillé, si ces sols sont cultivés, un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation seront nécessaires. Une attention particulière sera portée à la fertilisation phosphatée, et l'application de phosphore en bandes sur les semis est recommandée.
ka: ამ ნიადაგებს აქვთ გათეთრებული მიწისქვეშა ნიადაგის ჰორიზონტი, რომელიც რეაგირებს განოყიერებაზე და ზოგიერთ შემთხვევაში, დრენაჟზე. ნიადაგის ზედაპირული ჰორიზონტები, როგორც წესი, მჟავეა (pH < 4.5) და საჭიროებს კირის გამოყენებას. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აღადგენს ფოსფორს, რაც ქმნის ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივირებისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგის ქვეშა ფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილეა საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე დარგვისას ზოლის გამოყენება.
uk: Ці ґрунти мають знебарвлений підповерхневий горизонт ґрунту, який реагуватиме на удобрення, а в деяких випадках і на дренаж. Поверхневі горизонти ґрунту зазвичай кислі (pH < 4,5) і потребуватимуть вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію та фіксуватимуть фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку, їх потрібно буде глибоко орати (для руйнування підповерхневих шарів ґрунту), вапнувати та удобрювати. Потрібна особлива обережність з удобренням фосфором, а також рекомендується використовувати стрічкове підживлення під посів.

# soil##match_info##dystric_podzoluvisols##name
source: Dystric Podzoluvisols
es: Podzoluvisols Dístricos
fr: Podzoluvisols dystriques
ka: დისტრიული პოდზოლუვისოლები

# soil##match_info##dystric_podzoluvisols##description
source: Dystric Podzoluvisols are mostly forested soils in cooler or cold climates that are acidic and infertile with leached surface horizons and clayey subsoils. Dystric Podzoluvisols have lower base saturation in subsoils.
es: Los Podzoluvisoles Dístricos son suelos mayoritariamente forestales en climas fríos o frescos que son ácidos e infértiles con horizontes superficiales lixiviados y subsuelos arcillosos. Los Podzoluvisoles Dístricos tienen una menor saturación de bases en los subsuelos.
fr: Les podzoluvisols dystriques sont principalement des sols forestiers situés dans des climats plus frais ou froids, acides et infertiles, avec des horizons de surface lessivés et des sous-sols argileux. Leurs sous-sols présentent une saturation en bases plus faible.
ka: დისტრიკული პოდზოლუვისოლები ძირითადად ტყიანი ნიადაგებია გრილ ან ცივ კლიმატურ პირობებში, რომლებიც მჟავე და უნაყოფოა გამორეცხილი ზედაპირული ჰორიზონტებითა და თიხიანი ქვენიადაგებით. დისტრიკულ პოდზოლუვისოლებს ქვენიადაგში ფუძის დაბალი გაჯერება ახასიათებთ.
uk: Dystric Podzoluvisols – це переважно лісові ґрунти в прохолоднішому або холодному кліматі, які є кислими та неродючими з вилуженими поверхневими горизонтами та глинистими підґрунтями. Dystric Podzoluvisols мають нижче насичення основами підґрунтя.

# soil##match_info##dystric_podzoluvisols##management
source: These soils have a bleached subsurface soil horizon that will respond to fertilization, and in some cases, drainage. Soil surface horizons are usually acidic (pH < 4.5) and will need liming. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies. Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended. This soil has little available soil calcium in soil horizons. Application of gypsum could be one solution to provide supplemental Ca, if liming does not already fix the issue.
es: Estos suelos tienen un horizonte subterráneo blanqueado que responderá a la fertilización y, en algunos casos, al drenaje. Los horizontes superficiales del suelo suelen ser ácidos (pH < 4,5) y necesitarán encalado. Debido al alto grado de meteorización, los suelos también tienen un alto contenido de aluminio soluble y fijarán el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización.*Será necesario un cuidado específico con la fertilización de P, y se recomienda el uso de banda en la colocación de P en la semilla. Este suelo tiene poco calcio disponible en los horizontes del suelo. La aplicación de yeso podría ser una solución para proporcionar Ca suplementario, si el encalado no soluciona el problema.
fr: Ces sols présentent un horizon de sous-sol blanchi qui répondra à la fertilisation et, dans certains cas, au drainage. Les horizons de surface sont généralement acides (pH &lt; 4,5) et nécessitent un chaulage. En raison de leur forte altération, ces sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que déconseillé, si ces sols sont cultivés, un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation seront nécessaires. Une attention particulière à la fertilisation phosphatée sera nécessaire, et l'application en bandes lors de l'épandage du phosphore sur les semis est recommandée. Ce sol présente peu de calcium disponible dans les horizons. L'application de gypse pourrait être une solution pour apporter un complément de calcium, si le chaulage ne résout pas déjà le problème.
ka: ამ ნიადაგებს აქვთ გათეთრებული მიწისქვეშა ნიადაგის ჰორიზონტი, რომელიც რეაგირებს განოყიერებაზე და ზოგიერთ შემთხვევაში, დრენაჟზე. ნიადაგის ზედაპირული ჰორიზონტები, როგორც წესი, მჟავეა (pH < 4.5) და საჭიროებს კირის გამოყენებას. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აფიქსირებს ფოსფორს, რაც ქმნის ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივირებისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგის ქვეშა ფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილეა საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე განთავსებისას ზოლის გამოყენება. ამ ნიადაგში ნიადაგის ჰორიზონტებში კალციუმი მცირე რაოდენობითაა ხელმისაწვდომი. თაბაშირის გამოყენება შეიძლება იყოს ერთ-ერთი გამოსავალი კალციუმის დამატებითი მიწოდებისთვის, თუ კირის გამოყენება პრობლემას ჯერ არ აგვარებს.
uk: Ці ґрунти мають знебарвлений підповерхневий горизонт ґрунту, який реагуватиме на удобрення, а в деяких випадках і на дренаж. Поверхневі горизонти ґрунту зазвичай кислі (pH < 4,5) і потребуватимуть вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію та фіксуватимуть фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку ґрунту, вони потребуватимуть глибокої оранки (для руйнування підповерхневих шарів), вапнування та удобрення. Потрібна особлива обережність з удобренням фосфором, а також рекомендується використовувати стрічкове підживлення під насіння. У цьому ґрунті мало доступного кальцію в ґрунтових горизонтах. Внесення гіпсу може бути одним із рішень для забезпечення додаткового кальцію, якщо вапнування ще не вирішило проблему.

# soil##match_info##stagnic_podzoluvisols##name
source: Stagnic Podzoluvisols
es: Podzoluvisoles Estágnicos
fr: Podzoluvisols stagniques
ka: სტაგნური პოდზოლუვისოლები

# soil##match_info##stagnic_podzoluvisols##description
source: Stagnic Podzoluvisols are mostly forested soils in cooler or cold climates that are acidic and infertile with leached surface horizons and clayey subsoils. Stagnic Podzoluvisols are ponded and saturated in and above surface horizons during wet times of the year.
es: Los Podzoluvisoles Estágnicos son, en su mayoría, suelos forestales de climas fríos o frescos, ácidos e infértiles, con horizontes superficiales lixiviados y subsuelos arcillosos. Los Podzoluvisoles Estágnicos están encharcados y saturados en los horizontes superficiales y por encima de ellos durante las épocas húmedas del año.
fr: Les podzoluvisols stagnants sont principalement des sols forestiers situés dans des climats plus frais ou froids, acides et infertiles, avec des horizons de surface lessivés et des sous-sols argileux. Les podzoluvisols stagnants sont stagnants et saturés dans et au-dessus des horizons de surface pendant les périodes humides de l'année.
ka: სტაგნური პოდზოლუვისოლები ძირითადად ტყიანი ნიადაგებია გრილ ან ცივ კლიმატურ პირობებში, რომლებიც მჟავე და უნაყოფოა გამორეცხილი ზედაპირული ჰორიზონტებითა და თიხიანი ქვენიადაგებით. სტაგნური პოდზოლუვისოლები წლის წვიმიან პერიოდში ზედაპირულ ჰორიზონტებში და მათ ზემოთ ტბორებითა და წყლით იჟღინთება.
uk: Stagnic Podzoluvisols – це переважно лісові ґрунти в прохолоднішому або холодному кліматі, які є кислими та неродючими з вилуженими поверхневими горизонтами та глинистими підґрунтями. Stagnic Podzoluvisols залягають та насичуються в поверхневих горизонтах та над ними у вологий період року.
