Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##chromic_cambisols##description
source: Chromic Cambisols are widely occurring soils with limited soil development. These are well drained soils, with intense color. When climate and landscape are favorable, they can be productive soils.
es: Los Cambisoles Crómicos son suelos de amplia ocurrencia con un desarrollo limitado del suelo. Son suelos bien drenados, con un color intenso. Cuando el clima y el paisaje son favorables, pueden ser suelos productivos.
fr: Les cambisols chromiques sont des sols répandus, peu fertiles. Bien drainés, ils présentent une couleur intense. Lorsque le climat et le paysage sont favorables, ils peuvent être productifs.
ka: ქრომული კამბისოლები ფართოდ გავრცელებული ნიადაგებია, რომლებსაც ნიადაგის შეზღუდული განვითარება ახასიათებთ. ეს კარგად დრენირებული, ინტენსიური ფერის ნიადაგებია. ხელსაყრელი კლიმატისა და ლანდშაფტის შემთხვევაში, ისინი შეიძლება პროდუქტიული ნიადაგები იყოს.
uk: Chromic Cambisols – це широко поширені ґрунти з обмеженим розвитком ґрунту. Це добре дреновані ґрунти з насиченим кольором. За сприятливого клімату та ландшафту вони можуть бути продуктивними.

# soil##match_info##chromic_cambisols##management
source: In temperate regions the soils will have a high content of basic cations (potassium, calcium and magnesium), while in more humid regions they may have lower levels of soil nutrients. These soils are well suited for crop production, and can be intensively used. Fertilization should be used to improve productivity, and irrigation can be included to further boost productivity.
es: En regiones templadas los suelos tendrán un alto contenido de cationes básicos (potasio, calcio y magnesio), mientras que en regiones más húmedas pueden tener niveles más bajos de nutrientes del suelo. Estos suelos son muy adecuados para la producción de cultivos, y pueden utilizarse de forma intensiva. La fertilización debe utilizarse para mejorar la productividad, y puede incluirse el riego para aumentar aún más la productividad.
fr: Dans les régions tempérées, les sols présentent une teneur élevée en cations basiques (potassium, calcium et magnésium), tandis que dans les régions plus humides, ils peuvent présenter des teneurs plus faibles en nutriments. Ces sols sont particulièrement adaptés à la production agricole et peuvent être exploités intensivement. La fertilisation est recommandée pour améliorer la productivité, et l'irrigation peut être intégrée pour la stimuler davantage.
ka: ზომიერ რეგიონებში ნიადაგები შეიცავს ფუძე კათიონების (კალიუმი, კალციუმი და მაგნიუმი) მაღალ შემცველობას, ხოლო უფრო ნოტიო რეგიონებში ნიადაგში საკვები ნივთიერებების დონე შეიძლება დაბალი იყოს. ეს ნიადაგები კარგად არის შესაფერისი მოსავლის წარმოებისთვის და მათი ინტენსიური გამოყენება შესაძლებელია. პროდუქტიულობის გასაუმჯობესებლად უნდა იქნას გამოყენებული სასუქი, ხოლო პროდუქტიულობის შემდგომი გაზრდის მიზნით შეიძლება გამოყენებულ იქნას ირიგაცია.
uk: У помірних регіонах ґрунти матимуть високий вміст основних катіонів (калію, кальцію та магнію), тоді як у більш вологих регіонах вони можуть мати нижчий рівень поживних речовин. Ці ґрунти добре підходять для вирощування сільськогосподарських культур і можуть інтенсивно використовуватися. Для підвищення продуктивності слід використовувати удобрення, а для подальшого підвищення продуктивності можна включити зрошення.

# soil##match_info##vertic_cambisols##name
source: Vertic Cambisols
es: Cambisoles Vérticos
fr: Cambisols vertiques
ka: ვერტიკალური კამბისოლები

# soil##match_info##vertic_cambisols##description
source: Vertic Cambisols are widely occurring soils with limited soil development. These soils are clayey soils that are sticky and plastic when wet, with poor soil physical properties.
es: Los Cambisoles Vérticos son suelos muy extendidos con un desarrollo limitado del suelo. Estos suelos son arcillosos, pegajosos y plásticos cuando están mojados, y tienen malas propiedades físicas.
fr: Les cambisols vertiques sont des sols répandus, au développement limité. Ce sont des sols argileux, collants et malléables à l'état humide, avec des propriétés physiques médiocres.
ka: ვერტიკალური კამბისოლები ფართოდ გავრცელებული ნიადაგებია, რომლებსაც ნიადაგის შეზღუდული განვითარება ახასიათებთ. ეს ნიადაგები თიხიანი ნიადაგებია, რომლებიც სველი მდგომარეობაში წებოვანი და პლასტიკურია და ნიადაგის ცუდი ფიზიკური თვისებებით ხასიათდება.
uk: Vertic Cambisols – це широко поширені ґрунти з обмеженим розвитком ґрунту. Ці ґрунти є глинистими, липкими та пластичними у вологому стані, з поганими фізичними властивостями.

# soil##match_info##vertic_cambisols##management
source: In temperate regions the soils will have a high content of basic cations (potassium, calcium and magnesium), while in more humid regions they may have lower levels of soil nutrients. The clay type in this soil will expand when wetted and shrink when dry. Although fertile, care should be taken to not excessively till these soils, as soil structure could be negatively affected.
es: En regiones templadas los suelos tendrán un alto contenido de cationes básicos (potasio, calcio y magnesio), mientras que en regiones más húmedas pueden tener niveles más bajos de nutrientes del suelo. El tipo de arcilla de este suelo se expande cuando se humedece y se encoge cuando se seca. Aunque son fértiles, hay que tener cuidado de no labrar excesivamente estos suelos, ya que su estructura podría verse afectada negativamente.
fr: Dans les régions tempérées, les sols présentent une teneur élevée en cations basiques (potassium, calcium et magnésium), tandis que dans les régions plus humides, ils peuvent présenter des teneurs plus faibles en nutriments. L'argile de ces sols se dilate lorsqu'elle est mouillée et se rétracte lorsqu'elle est sèche. Bien que fertiles, il convient de veiller à ne pas trop labourer ces sols, car cela pourrait nuire à leur structure.
ka: ზომიერ რეგიონებში ნიადაგები შეიცავს ფუძე კათიონების (კალიუმი, კალციუმი და მაგნიუმი) მაღალ შემცველობას, ხოლო უფრო ნოტიო რეგიონებში ნიადაგში საკვები ნივთიერებების დონე შეიძლება დაბალი იყოს. ამ ტიპის ნიადაგი თიხნარი ნიადაგის დასველებისას ფართოვდება და გაშრობისას იკუმშება. მიუხედავად იმისა, რომ ნიადაგი ნაყოფიერია, სიფრთხილეა საჭირო, რომ ეს ნიადაგები ზედმეტად არ დაიმუშაოს, რადგან ნიადაგის სტრუქტურაზე უარყოფითად შეიძლება იმოქმედოს.
uk: У помірних регіонах ґрунти матимуть високий вміст основних катіонів (калію, кальцію та магнію), тоді як у більш вологих регіонах вони можуть мати нижчий рівень поживних речовин у ґрунті. Глинистий тип у цьому ґрунті розширюватиметься при зволоженні та стискатиметься при висиханні. Хоча ці ґрунти родючі, слід бути обережними, щоб не обробляти їх надмірно, оскільки це може негативно вплинути на їхню структуру.

# soil##match_info##ferralic_cambisols##name
source: Ferralic Cambisols
es: Cambisoles Ferrálico
fr: Cambisols ferraliques
ka: ფერალიკ კამბისოლები

# soil##match_info##ferralic_cambisols##description
source: Ferralic Cambisols are widely occurring soils with limited soil development. These soils have a poor ability to retain nutrients due to low cation exchange capacity. Because they retain fewer nutrients they are typically less productive.
es: Los Cambisoles Ferrálicos son suelos muy extendidos con un desarrollo limitado del suelo. Estos suelos tienen una escasa capacidad para retener nutrientes debido a su baja capacidad de intercambio catiónico. Como retienen menos nutrientes, suelen ser menos productivos.
fr: Les cambisols ferraliques sont des sols répandus dont le développement est limité. Leur faible capacité d'échange cationique les rend peu aptes à retenir les nutriments. Leur faible capacité de rétention les rend généralement moins productifs.
ka: ფერალის კამბისოლები ფართოდ გავრცელებული ნიადაგებია, რომლებსაც ნიადაგის შეზღუდული განვითარება ახასიათებთ. ამ ნიადაგებს საკვები ნივთიერებების შენარჩუნების სუსტი უნარი აქვთ დაბალი კათიონური გაცვლის უნარის გამო. რადგან ისინი ნაკლებ საკვებ ნივთიერებებს ინარჩუნებენ, ისინი, როგორც წესი, ნაკლებად პროდუქტიულები არიან.
uk: Ferralic Cambisols – це широко поширені ґрунти з обмеженим розвитком ґрунту. Ці ґрунти мають погану здатність утримувати поживні речовини через низьку здатність до катіонного обміну. ​​Оскільки вони утримують менше поживних речовин, вони зазвичай менш продуктивні.

# soil##match_info##ferralic_cambisols##management
source: In temperate regions the soils will have a high content of basic cations (potassium, calcium and magnesium), while in more humid regions they may have lower levels of soil nutrients. The clay type in this soil is extremely weathered, and as such will have low nutrient supplying capacity. Fertilization will be required to improve productivity.
es: En regiones templadas los suelos tendrán un alto contenido de cationes básicos (potasio, calcio y magnesio), mientras que en regiones más húmedas pueden tener niveles más bajos de nutrientes en el suelo. El tipo de arcilla de este suelo está extremadamente erosionado, y como tal tendrá una baja capacidad de suministro de nutrientes. La fertilización será necesaria para mejorar la productividad.
fr: Dans les régions tempérées, les sols présentent une teneur élevée en cations basiques (potassium, calcium et magnésium), tandis que dans les régions plus humides, ils peuvent présenter des teneurs plus faibles en éléments nutritifs. L'argile de ces sols est extrêmement altérée et, de ce fait, leur capacité d'apport en éléments nutritifs est faible. Une fertilisation sera nécessaire pour améliorer la productivité.
ka: ზომიერ რეგიონებში ნიადაგები შეიცავს ფუძე კათიონების (კალიუმი, კალციუმი და მაგნიუმი) მაღალ შემცველობას, ხოლო უფრო ნოტიო რეგიონებში ნიადაგში საკვები ნივთიერებების დონე შეიძლება დაბალი იყოს. ამ ტიპის ნიადაგი თიხნარი ნიადაგებით ძლიერ გამოფიტულია და, შესაბამისად, საკვები ნივთიერებებით უზრუნველყოფის დაბალი უნარი აქვს. პროდუქტიულობის გასაუმჯობესებლად სასუქის შეტანა იქნება საჭირო.
uk: У помірних регіонах ґрунти матимуть високий вміст основних катіонів (калію, кальцію та магнію), тоді як у більш вологих регіонах вони можуть мати нижчий рівень поживних речовин. Глинистий тип у цьому ґрунті надзвичайно вивітрюється, і тому матиме низьку здатність до постачання поживних речовин. Для підвищення продуктивності знадобиться удобрення.

# soil##match_info##gleyic_cambisols##name
source: Gleyic Cambisols
es: Cambisoles Gleyicos
fr: Cambisols gleyiques
ka: გლეის კამბისოლები

# soil##match_info##gleyic_cambisols##description
source: Gleyic Cambisols are widely occurring soils with limited soil development. These soils are saturated with shallow groundwater above one meter of soil depth.
es: Los Cambisoles Gleyicos son suelos de amplia ocurrencia con un desarrollo limitado del suelo. Estos suelos están saturados con aguas subterráneas poco profundas por encima de un metro de profundidad.
fr: Les cambisols gleyiques sont des sols répandus, peu développés. Ils sont saturés d'eau souterraine peu profonde à plus d'un mètre de profondeur.
ka: გლეისური კამბისოლები ფართოდ გავრცელებული ნიადაგებია, რომლებსაც ნიადაგის შეზღუდული განვითარება ახასიათებთ. ეს ნიადაგები გაჯერებულია ნიადაგის ერთ მეტრზე მეტი სიღრმის მიწისქვეშა წყლებით.
uk: Gleyic Cambisols – це широко поширені ґрунти з обмеженим розвитком ґрунту. Ці ґрунти насичені неглибокими ґрунтовими водами на глибині понад один метр.

# soil##match_info##gleyic_cambisols##management
source: In temperate regions the soils will have a high content of basic cations (potassium, calcium and magnesium), while in more humid regions they may have lower levels of soil nutrients. Drainage of these soils may be needed. However, since this is saturation from groundwater installation of drainage lines may not be possible, and thus shallow-rooted crops should be considered. If fertilized and not drained, loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers (if available).
es: En las regiones templadas los suelos tendrán un alto contenido de cationes básicos (potasio, calcio y magnesio), mientras que en las regiones más húmedas pueden tener niveles más bajos de nutrientes del suelo. Puede ser necesario el drenaje de estos suelos. Sin embargo, al tratarse de una saturación procedente de aguas subterráneas, puede que no sea posible la instalación de líneas de drenaje, por lo que deben considerarse los cultivos de raíz superficial. Si se fertiliza y no se drena, es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. El uso más eficiente del N por parte de los cultivos en estos suelos puede lograrse mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta (si están disponibles).
fr: Dans les régions tempérées, les sols présentent une teneur élevée en cations basiques (potassium, calcium et magnésium), tandis que dans les régions plus humides, ils peuvent présenter des teneurs plus faibles en éléments nutritifs. Un drainage peut s'avérer nécessaire dans ces sols. Cependant, en raison de la saturation due aux eaux souterraines, l'installation de lignes de drainage peut s'avérer impossible ; il convient donc d'envisager des cultures à racines superficielles. En cas de fertilisation et d'absence de drainage, l'azote (N) appliqué peut être perdu par dénitrification ou lessivage. Une utilisation plus efficace de l'azote dans ces sols peut être obtenue par : 1) le drainage ; et 2) l'utilisation d'engrais azotés à libération lente (si disponibles).
ka: ზომიერ რეგიონებში ნიადაგებს ექნებათ ფუძე კათიონების (კალიუმი, კალციუმი და მაგნიუმი) მაღალი შემცველობა, ხოლო უფრო ნოტიო რეგიონებში მათ შეიძლება ჰქონდეთ ნიადაგის საკვები ნივთიერებების დაბალი დონე. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. თუმცა, რადგან ეს ნიადაგები გაჯერებულია მიწისქვეშა წყლებით, დრენაჟის მილების დამონტაჟება შესაძლოა შეუძლებელი იყოს და ამიტომ უნდა განიხილონ ზედაპირულად ფესვგადგმული კულტურების გამოყენება. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციის ან გამორეცხვის გზით. ამ ნიადაგებში აზოტის უფრო ეფექტური გამოყენების მიღწევა შესაძლებელია: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით (ასეთის არსებობის შემთხვევაში).
uk: У помірних регіонах ґрунти матимуть високий вміст основних катіонів (калію, кальцію та магнію), тоді як у більш вологих регіонах вони можуть мати нижчий рівень поживних речовин у ґрунті. Може знадобитися дренаж цих ґрунтів. Однак, оскільки це насичення ґрунтовими водами, встановлення дренажних ліній може бути неможливим, тому слід розглянути можливість використання культур з поверхневим корінням. Якщо удобрювати, але не дренувати, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами в цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення (якщо такі є).

# soil##match_info##gelic_cambisols##name
source: Gelic Cambisols
es: Cambisoles Gélicos
fr: Cambisols géliques
ka: გელის კამბისოლები

# soil##match_info##gelic_cambisols##description
source: Gelic Cambisols are widely occurring soils with limited soil development. Gelic Cambisols have permafrost above two meters and are generally unsuitable for cultivation.
es: Los Cambisoles Gélicos son suelos de amplia presencia con un desarrollo limitado del suelo. Los Cambisoles Gélicos tienen permafrost por encima de los dos metros y generalmente no son aptos para el cultivo.
fr: Les cambisols géliques sont des sols répandus dont le développement est limité. Leur pergélisol dépasse deux mètres d'épaisseur et est généralement impropres à la culture.
ka: გელური კამბისოლები ფართოდ გავრცელებული ნიადაგებია, რომლებსაც ნიადაგის შეზღუდული განვითარება ახასიათებთ. გელური კამბისოლების ნიადაგები ორ მეტრზე მეტი სიმაღლის მუდმივი ყინულოვანი ნიადაგია და, როგორც წესი, კულტივირებისთვის უვარგისია.
uk: Gelic Cambisols – це широко поширені ґрунти з обмеженим розвитком ґрунту. Гелічні камбісолі мають вічну мерзлоту понад два метри та загалом непридатні для обробітку.

# soil##match_info##gelic_cambisols##management
source: In temperate regions the soils will have a high content of basic cations (potassium, calcium and magnesium), while in more humid regions they may have lower levels of soil nutrients. If used for production care should be taken to maintain organic matter, for as the permafrost is opened soil subsidence will occur.
es: En las regiones templadas los suelos tendrán un alto contenido de cationes básicos (potasio, calcio y magnesio), mientras que en las regiones más húmedas pueden tener niveles más bajos de nutrientes del suelo. Si se utilizan para la producción, hay que tener cuidado de mantener la materia orgánica, ya que a medida que se abre el permafrost se produce un hundimiento del suelo.
fr: Dans les régions tempérées, les sols présentent une teneur élevée en cations basiques (potassium, calcium et magnésium), tandis que dans les régions plus humides, ils peuvent présenter des teneurs plus faibles en éléments nutritifs. En cas d'utilisation à des fins agricoles, il convient de veiller à maintenir la matière organique, car l'ouverture du pergélisol entraîne un affaissement du sol.
ka: ზომიერ რეგიონებში ნიადაგები შეიცავს ფუძე კათიონების (კალიუმი, კალციუმი და მაგნიუმი) მაღალ შემცველობას, ხოლო უფრო ნოტიო რეგიონებში ნიადაგში საკვები ნივთიერებების დონე შეიძლება დაბალი იყოს. თუ ისინი გამოიყენება წარმოებისთვის, სიფრთხილე უნდა გამოიჩინოთ ორგანული ნივთიერებების შესანარჩუნებლად, რადგან მუდმივი მყინვარების გახსნისას ნიადაგი დაიწევს.
uk: У помірних регіонах ґрунти матимуть високий вміст основних катіонів (калію, кальцію та магнію), тоді як у більш вологих регіонах вони можуть мати нижчий рівень поживних речовин у ґрунті. Якщо використовуються для виробництва, слід подбати про збереження органічної речовини, оскільки в міру розкриття вічної мерзлоти відбуватиметься просідання ґрунту.

# soil##match_info##chernozems##name
source: Chernozems
ka: ჩერნოზემები

# soil##match_info##chernozems##description
source: Chernozems are highly productive soils with good physical and chemical properties. They have high soil quality, and dark and rich topsoil layers.
es: Los Chernozems son suelos altamente productivos con buenas propiedades físicas y químicas. Tienen una alta calidad de suelo y capas superficiales oscuras y ricas.
fr: Les chernozems sont des sols très productifs dotés de bonnes propriétés physiques et chimiques. Ils présentent une excellente qualité de sol et des couches arables sombres et riches.
ka: ჩერნოზემები მაღალპროდუქტიული ნიადაგებია კარგი ფიზიკური და ქიმიური თვისებებით. მათ ახასიათებთ ნიადაგის მაღალი ხარისხი და მუქი და მდიდარი ნიადაგის ზედა ფენა.
uk: Chernozems – це високопродуктивні ґрунти з добрими фізичними та хімічними властивостями. Вони мають високу якість ґрунту, а також темний і багатий верхній шар ґрунту.

# soil##match_info##chernozems##management
source: These are, in general, excellent soils for crop production. They have excellent porosity and water holding capacity, and are suitable for a wide range of crop production systems.
es: Son, en general, suelos excelentes para la producción de cultivos. Tienen una excelente porosidad y capacidad de retención de agua, y son adecuados para una amplia gama de sistemas de producción de cultivos.
fr: Ce sont, en général, d'excellents sols pour la production agricole. Ils présentent une excellente porosité et une excellente capacité de rétention d'eau, et conviennent à une grande variété de systèmes de production agricole.
ka: ზოგადად, ეს ნიადაგები შესანიშნავია მოსავლის წარმოებისთვის. მათ აქვთ შესანიშნავი ფორიანობა და წყლის შეკავების უნარი და შესაფერისია მოსავლის წარმოების ფართო სპექტრის სისტემებისთვის.
uk: Загалом, це чудові ґрунти для вирощування сільськогосподарських культур. Вони мають чудову пористість та вологоутримувальну здатність і підходять для широкого спектру систем вирощування сільськогосподарських культур.

# soil##match_info##haplic_chernozems##name
source: Haplic Chernozems
es: Chernozemes Háplicos
fr: Chernozems hapliques
ka: ჰაპლური ჩერნოზემები
uk: Haplic Chernozems - це Типові чорноземи

# soil##match_info##haplic_chernozems##description
source: Haplic Chernozems are highly productive soils with good physical and chemical properties. They have high soil quality, and dark and rich topsoil layers.
es: Los Chernozemes Háplicos son suelos altamente productivos con buenas propiedades físicas y químicas. Tienen una alta calidad de suelo y capas superficiales oscuras y ricas.
fr: Les chernozems hapliques sont des sols très productifs dotés de bonnes propriétés physiques et chimiques. Ils présentent une excellente qualité de sol et des couches arables sombres et riches.
ka: ჰაპლური ჩერნოზემები მაღალპროდუქტიული ნიადაგებია კარგი ფიზიკური და ქიმიური თვისებებით. მათ ახასიათებთ ნიადაგის მაღალი ხარისხი და მუქი და მდიდარი ნიადაგის ზედა ფენა.
uk: Haplic Chernozems – це високопродуктивні ґрунти з добрими фізичними та хімічними властивостями. Вони мають високу якість ґрунту, а також темний і багатий верхній шар ґрунту.

# soil##match_info##haplic_chernozems##management
source: These are, in general, excellent soils for crop production. They have excellent porosity and water holding capacity, and are suitable for a wide range of crop production systems.
es: Son, en general, suelos excelentes para la producción de cultivos. Tienen una excelente porosidad y capacidad de retención de agua, y son adecuados para una amplia gama de sistemas de producción de cultivos.
fr: Ce sont, en général, d'excellents sols pour la production agricole. Ils présentent une excellente porosité et une excellente capacité de rétention d'eau, et conviennent à une grande variété de systèmes de production agricole.
ka: ზოგადად, ეს ნიადაგები შესანიშნავია მოსავლის წარმოებისთვის. მათ აქვთ შესანიშნავი ფორიანობა და წყლის შეკავების უნარი და შესაფერისია მოსავლის წარმოების ფართო სპექტრის სისტემებისთვის.
uk: Загалом, це чудові ґрунти для вирощування сільськогосподарських культур. Вони мають чудову пористість та вологоутримувальну здатність і підходять для широкого спектру систем вирощування сільськогосподарських культур.

# soil##match_info##calcic_chernozems##name
source: Calcic Chernozems
es: Chernozemes Cálcicos
fr: Chernozems calciques
ka: კალციუმიანი შავმიწა მიწა
uk: Calcic Chernozems - Звичайні чорноземи

# soil##match_info##calcic_chernozems##description
source: Calcic Chernozems are highly productive soils with good physical and chemical properties. They have high soil quality and dark and rich topsoil layers. Calcic Chernozems have carbonates and high pH in the upper portion of soil.
es: Los Chernozemes Cálcicos son suelos altamente productivos con buenas propiedades físicas y químicas. Tienen una alta calidad de suelo y capas superficiales oscuras y ricas. Los Chernozems Cálcicos tienen carbonatos y un pH elevado en la parte superior del suelo.
fr: Les chernozems calciques sont des sols très productifs dotés de bonnes propriétés physiques et chimiques. Ils présentent une excellente qualité de sol et des couches superficielles sombres et riches. Leur surface contient des carbonates et présente un pH élevé.
ka: კალციუმიანი შავმიწა ნიადაგები მაღალპროდუქტიული ნიადაგებია კარგი ფიზიკური და ქიმიური თვისებებით. მათ ახასიათებთ ნიადაგის მაღალი ხარისხი და მუქი და მდიდარი ნიადაგის ზედა ფენა. კალციუმიან შავმიწა ნიადაგებს აქვთ კარბონატები და მაღალი pH ნიადაგის ზედა ნაწილში.
uk: Calcic Chernozems – це високопродуктивні ґрунти з добрими фізичними та хімічними властивостями. Вони мають високу якість ґрунту та темні й багаті шари верхнього шару ґрунту. Кальційні чорноземи містять карбонати та високий рівень pH у верхній частині ґрунту.
