Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# projects##sort_label
source: Sort projects by
es: Ordenar proyectos por:
fr: Trier les projets par
ka: პროექტების დახარისხება
uk: Сортувати проекти за

# projects##search##no_matches
source: No projects match the current search and filter options.
es: Ningún proyecto coincide con las opciones actuales de búsqueda y filtro.
fr: Aucun projet ne correspond aux options de recherche et de filtrage actuelles.
ka: მიმდინარე ძიების და ფილტრის ვარიანტებს არცერთი პროექტი არ შეესაბამება.
uk: Жоден проект не відповідає поточним параметрам пошуку та фільтру.

# settings##unknown_user
source: Unknown user
es: Usuario desconocido
fr: Utilisateur inconnu
ka: უცნობი მომხმარებელი
uk: Невідомий користувач

# settings##sign_out
source: Sign out
es: Cerrar sesión
fr: se déconnecter
ka: გასვლა
uk: Вийти

# settings##delete_account
source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
ka: ანგარიშის წაშლა
uk: Видалити обліковий запис

# settings##delete_account_pending
source: Pending
es: Pendiente
fr: En attente
ka: მოლოდინის რეჟიმშია
uk: У процесі, не завершено

# settings##unknown_version
source: Untagged application version {{environment}}
es: Versión de la aplicación sin etiquetar {{environment}}
fr: Version d'application non balisée {{environment}}
ka: აპლიკაციის ვერსია {{environment}}, რომელიც არ არის მონიშნული
uk: Версія програми без тегів {{environment}}

# general##last_modified
source: Last Modified
es: Última modificación
fr: Dernière modification
ka: ბოლო ცვლილება
uk: Останнє оновлення

# general##last_modified_by
source: last modified {{user}}, {{date}}
es: última modificación {{user}}, {{date}}
fr: dernière modification {{user}}, {{date}}
ka: ბოლოს შეცვლილია {{მომხმარებელი}}, {{თარიღი}}
uk: останнє оновлення {{user}}, {{date}}

# general##select_all
source: Select All
es: Seleccionar todo
fr: Sélectionner tout
ka: ყველას არჩევა
uk: Вибрати все

# general##you_name
source: {{name}} (you)
es: {{name}} (tú)
fr: {{name}} (vous)
ka: {{სახელი}} (შენ)
uk: {{name}} (ви)

# general##email_placeholder
source: name@domain.com
es: nombre@dominio.com
fr: nom@domaine.com
ka: სახელი@დომენი.com

# general##email_label
source: Email address
es: Dirección de email
fr: Adresse email
ka: ელექტრონული ფოსტის მისამართი
uk: Адреса електронної пошти

# general##profile_image_alt
source: Profile image
es: Imagen de perfil
fr: Image de profil
ka: პროფილის სურათი
uk: Зображення профілю

# general##measurement_units##METRIC
source: Metric
es: Métrico
fr: Métrique
ka: მეტრიკა
uk: Метрика

# general##measurement_units##ENGLISH
source: English
es: Inglés
fr: Anglais
ka: ინგლისური
uk: Англійська

# general##filter##no_sort
source: None
es: Ninguno
fr: Aucun
ka: არცერთი
uk: Жоден

# general##filter##no_role
source: None
es: Ninguno
fr: Aucun
ka: არცერთი
uk: Жоден

# general##filter##no_project
source: None
es: Ninguno
fr: Aucun
ka: არცერთი
uk: Жоден

# general##nullable_option
source: None
es: Ninguno
fr: Aucun
ka: არცერთი
uk: Жоден

# general##info##privacy_title
source: LandPKS Data Privacy
es: Privacidad de datos LandPKS
fr: Confidentialité des données LandPKS
ka: LandPKS მონაცემთა კონფიდენციალურობა
uk: Конфіденційність даних LandPKS

# general##info##privacy_item1
source: <bold>Public sites</bold> are visible to anyone on the LandPKS data portal.
es: <bold>Sitios públicos</bold> son visibles para cualquier persona en el portal de datos LandPKS.
fr: <bold>Sites publics</bold> sont visibles par tous sur le portail de données LandPKS.
ka: <bold>საჯარო საიტები</bold> ხილულია LandPKS მონაცემთა პორტალზე ყველასთვის.
uk: <bold>Загальнодоступні ділянки</bold> видимі для всіх на порталі даних LandPKS.

# general##info##privacy_item2
source: All observations entered into the LandPKS Soil ID mobile app is included, except for personally identifiable information (PII).
es: Se incluyen todos los observaciones ingresados en la aplicación móvil LandPKS Soil ID, excepto la información de identificación personal (IIP).
fr: Toutes les observations saisies dans l'application mobile LandPKS Soil ID sont incluses, à l'exception des informations personnelles identifiables (PII).
ka: LandPKS Soil ID მობილურ აპლიკაციაში შეყვანილი ყველა დაკვირვება შედის დოკუმენტში, გარდა პერსონალურად იდენტიფიცირებადი ინფორმაციისა (PII).
uk: Усі спостереження, внесені до мобільного додатку LandPKS Soil ID, включено, за винятком особистої інформації (PII).

# general##info##privacy_item3
source: <bold>A private site</bold> not affiliated with a project is only visible to the person who created it. That person can change the privacy at any time.
es: <bold>Un sitio privado</bold> no afiliado a un proyecto es visible sólo para la persona quien lo creó. Esa persona puede cambiar la privacidad en cualquier momento.
fr: <bold>Un site privé</bold> Les informations non affiliées à un projet ne sont visibles que par leur créateur. Ce dernier peut modifier la confidentialité à tout moment.
ka: <bold>კერძო საიტი</bold>, რომელიც არ არის დაკავშირებული პროექტთან, მხოლოდ მისი შემქმნელისთვისაა ხილული. ამ ადამიანს შეუძლია ნებისმიერ დროს შეცვალოს კონფიდენციალურობის წესები.
uk: <bold>Приватна ділянка</bold> не пов’язана з проєктом, доступна лише для того, хто його створив. Ця особа може змінити налаштування конфіденційності будь-коли.

# general##info##privacy_item4
source: <bold>A project’s privacy setting determines the privacy of its affiliated sites.</bold> Sites that belong to a private project are visible to project team members. A project manager can change the privacy at any time.
es: <bold>La configuración de privacidad de un proyecto determina la privacidad de sus sitios afiliados.</bold> Los sitios que pertenecen a un proyecto privado son visibles para los miembros del equipo del proyecto. Un administrador de proyectos puede cambiar la privacidad en cualquier momento.
fr: <bold>Les paramètres de confidentialité d'un projet déterminent la confidentialité de ses sites affiliés.</bold> Les sites appartenant à un projet privé sont visibles par les membres de l'équipe projet. Un chef de projet peut modifier la confidentialité à tout moment.
ka: <bold>პროექტის კონფიდენციალურობის პარამეტრი განსაზღვრავს მისი შვილობილი საიტების კონფიდენციალურობას.</bold> კერძო პროექტს მიკუთვნებული საიტები ხილულია პროექტის გუნდის წევრებისთვის. პროექტის მენეჯერს შეუძლია კონფიდენციალურობის შეცვლა ნებისმიერ დროს.
uk: <bold>Налаштування конфіденційності проєкту визначає конфіденційність пов’язаних з ним ділянок.</bold> Ділянки, визначені як конфіденційні у проєкті, доступні для членів команди проєкту. Керівник проєкту може змінити налаштування конфіденційності будь-коли.

# general##info##data_portal_link_text
source: LandPKS Data Portal
es: Portal de datos LandPKS
fr: Portail de données LandPKS
ka: LandPKS მონაცემთა პორტალი
uk: Портал даних LandPKS

# general##character_limit
source: {{current}} / {{limit}} characters
es: {{current}} / {{limit}} caracteres
fr: {{current}} / {{limit}} caractères
ka: {{current}} / {{limit}} სიმბოლო
uk: {{current}} / {{limit}} символів

# general##open_settings
source: Go to settings
es: Ir a configuraciones
fr: Accéder aux paramètres
ka: გადადით პარამეტრებში
uk: Перейти до налаштувань

# permissions##camera_title
source: LandPKS Soil ID needs to access your camera
es: LandPKS Soil ID requiere acceso a tu cámara
fr: LandPKS Soil ID doit accéder à votre caméra
ka: LandPKS Soil ID-ს თქვენს კამერაზე წვდომა სჭირდება
uk: LandPKS Soil ID потребує доступу до вашої камери

# permissions##camera_body
source: To use {{feature}}, grant LandPKS Soil ID access to your camera in device settings.
es: Para usar {{feature}}, concede a LandPKS Soil ID acceso a tu cámara en los ajustes del dispositivo.
fr: Pour utiliser {{feature}}, accordez à LandPKS Soil ID l'accès à votre caméra dans les paramètres de l'appareil.
ka: {{feature}}-ის გამოსაყენებლად, მოწყობილობის პარამეტრებში LandPKS Soil ID-ს მიანიჭეთ წვდომა თქვენს კამერაზე.
uk: Щоб використовувати {{feature}}, надайте LandPKS Soil ID доступ до вашої камери в налаштуваннях пристрою.

# permissions##gallery_title
source: LandPKS Soil ID needs to access your photo gallery
es: LandPKS Soil ID requiere acceso a tu galería de fotos
fr: LandPKS Soil ID doit accéder à votre galerie de photos
ka: LandPKS Soil ID-ს თქვენს ფოტო გალერეაზე წვდომა სჭირდება
uk: Ідентифікатору ґрунту LandPKS потрібен доступ до вашої фотогалереї

# permissions##gallery_body
source: To use {{feature}}, grant LandPKS Soil ID access to your photo gallery in device settings.
es: Para usar {{feature}}, concede a LandPKS Soil ID acceso a a tu galería de fotos en los ajustes del dispositivo.
fr: Pour utiliser {{feature}}, accordez à LandPKS Soil ID l'accès à votre galerie de photos dans les paramètres de l'appareil.
ka: {{feature}}-ის გამოსაყენებლად, მოწყობილობის პარამეტრებში LandPKS Soil ID-ს მიანიჭეთ წვდომა თქვენს ფოტოგალერეაზე.
uk: Щоб використовувати {{feature}}, надайте LandPKS Soil ID доступ до вашої фотогалереї в налаштуваннях пристрою.

# permissions##location_title
source: LandPKS Soil ID needs to access your location
es: LandPKS Soil ID requiere acceso a tu ubicación
fr: LandPKS Soil ID doit accéder à votre emplacement
ka: LandPKS Soil ID-ს თქვენს მდებარეობაზე წვდომა სჭირდება
uk: Ідентифікатору ґрунту LandPKS потрібен доступ до вашого місцезнаходження

# permissions##location_body
source: For the best map experience, grant LandPKS Soil ID access to your location in device settings.
es: Para disfrutar de la mejor experiencia cartográfica, concede a LandPKS Soil ID acceso a a tu ubicación en los ajustes del dispositivo.
fr: Pour une expérience cartographique optimale, accordez à LandPKS Soil ID l'accès à votre position dans les paramètres de l'appareil.
ka: რუკის საუკეთესო გამოცდილებისთვის, მოწყობილობის პარამეტრებში LandPKS Soil ID-ს მიანიჭეთ წვდომა თქვენს მდებარეობაზე.
uk: Для найкращого користування картою надайте LandPKS Soil ID доступ до вашого місцезнаходження в налаштуваннях пристрою.

# screens##PROJECT_LIST
source: Projects
es: Proyectos
fr: Projets
ka: პროექტები
uk: Проєкти

# screens##PROJECT_VIEW
source: Project #{{id}}
es: Proyecto #{{id}}
fr: Projet n°{{id}}
ka: პროექტი #{{id}}
uk: Проект №{{id}}

# screens##CREATE_PROJECT
source: Create Project
es: Crear proyecto
fr: Créer un projet
ka: პროექტის შექმნა
uk: Створити проєкт

# screens##SITE_TRANSFER_PROJECT
source: Project #{{id}}
es: Proyecto #{{id}}
fr: Projet n°{{id}}
ka: პროექტი #{{id}}
uk: Проект №{{id}}

# screens##CREATE_SITE
source: Create Site
es: Crear sitio
fr: Créer un site
ka: საიტის შექმნა
uk: Створити ділянку

# screens##COLOR_GUIDE
source: Soil Color Guide
es: Guía de colores de suelo
fr: Guide des couleurs du sol
ka: ნიადაგის ფერის სახელმძღვანელო
uk: Керівництво з визначення кольору ґрунту

# screens##COLOR_ANALYSIS_HOME
source: Photo Analysis
es: Análisis fotográfico
fr: Analyse photographique
ka: ფოტოანალიზი
uk: Аналіз фотографій

# screens##DELETE_ACCOUNT
source: Settings
es: Configuraciones
fr: Paramètres
ka: პარამეტრები
uk: Налаштування

# delete_account##title
source: Delete Account
es: Eliminar cuenta
fr: Supprimer le compte
ka: ანგარიშის წაშლა
uk: Видалити обліковий запис

# delete_account##confirm##p0
source: <bold>{{email}}</bold>
ka: <bold>{{ელ.ფოსტა}}</bold>

# delete_account##confirm##p1
source: The LandPKS account associated with this email address will be deleted. This removes:
es: Se eliminará la cuenta de LandPKS asociada a esta dirección email. Esto elimina:
fr: Le compte LandPKS associé à cette adresse e-mail sera supprimé. Ceci supprime :
ka: ამ ელფოსტის მისამართთან დაკავშირებული LandPKS ანგარიში წაიშლება. ეს წაშლის:
uk: Обліковий запис LandPKS, пов’язаний із цією адресою електронної пошти, буде видалено. Це призведе до видалення:

# delete_account##confirm##p2##b0
source: your unaffiliated sites
es: tus sitios no afiliados
fr: vos sites non affiliés
ka: თქვენი არააფილირებული საიტები
uk: ваших неафілійованих ділянок

# delete_account##confirm##p2##b1
source: projects for which you are the only manager, and their affiliated sites
es: proyectos de los cuales eres el único administrador, y sus sitios afiliados
fr: projets dont vous êtes le seul gestionnaire, et leurs sites affiliés
ka: პროექტები, რომელთა ერთადერთი მენეჯერი თქვენ ხართ და მათთან დაკავშირებული საიტები
uk: проектsd, єдиним керівником яких ви є, та пов'язаних з ними ділянок

# delete_account##confirm##p3
source: The following won’t be deleted:
es: Lo siguiente no se borrará:
fr: Les éléments suivants ne seront pas supprimés :
ka: შემდეგი არ წაიშლება:
uk: Наступні дані не будуть видалені:

# delete_account##confirm##p4##b0
source: observations you contributed to a project for which you aren’t the only manager
es: observaciones que contribuiste a un proyecto del que no eres el único responsable
fr: observations que vous avez apportées à un projet dont vous n'êtes pas le seul responsable
ka: დაკვირვებები, რომლებიც თქვენ შეიტანეთ პროექტში, რომლის ერთადერთი მენეჯერი თქვენ არ ხართ
uk: спостереження, які ви зробили для проєкту, в якому ви не єдиний керівником

# delete_account##confirm##p4##b1
source: your Terraso account (including groups, landscapes, and story maps)
es: tu cuenta Terraso (incluye grupos, suelo, y mapas de historias
fr: votre compte Terraso (y compris les groupes, les paysages et les cartes narratives)
ka: თქვენი Terraso ანგარიში (ჯგუფების, პეიზაჟების და სიუჟეტური რუკების ჩათვლით)
uk: ваш обліковий запис Terraso (включно з групами, ландшафтами та сюжетними картами)

# delete_account##confirm##p5
source: <bold>Type your email address to confirm deletion:</bold>
es: <bold>Introduce tu direccion de email para confirmar la eliminación:</bold>
fr: <bold>Saisissez votre adresse e-mail pour confirmer la suppression :</bold>
ka: <bold>წაშლის დასადასტურებლად შეიყვანეთ თქვენი ელექტრონული ფოსტის მისამართი:</bold>
uk: <bold>Введіть свою адресу електронної пошти, щоб підтвердити видалення:</bold>

# delete_account##confirm##cancel
source: Cancel
es: Cancelar
fr: Annuler
ka: გაუქმება
uk: Скасувати

# delete_account##confirm##delete
source: Delete
es: Eliminar
fr: Supprimer
ka: წაშლა
uk: Видалити

# delete_account##pending##p0
source: <bold>{{email}}</bold>
ka: <bold>{{ელ.ფოსტა}}</bold>

# delete_account##pending##p1
source: Your account deletion request has been sent. The account for {{email}} will be deleted within five business days.
es: Tu solicitud de eliminación de cuenta ha sido enviada. La cuenta de {{email}} se eliminará en un plazo de cinco días hábiles.
fr: Votre demande de suppression de compte a été envoyée. Le compte de {{email}} sera supprimé sous cinq jours ouvrés.
ka: თქვენი ანგარიშის წაშლის მოთხოვნა გაიგზავნა. {{email}}-ის ანგარიში წაიშლება ხუთი სამუშაო დღის განმავლობაში.
uk: Ваш запит на видалення облікового запису надіслано. Обліковий запис для {{email}} буде видалено протягом п’яти робочих днів.

# delete_account##pending##p2
source: You will receive an email confirmation when your account has been deleted.
es: Recibirás una confirmación por email una vez que tu cuenta haya sido eliminada.
fr: Vous recevrez un e-mail de confirmation lorsque votre compte aura été supprimé.
ka: თქვენი ანგარიშის წაშლის შემდეგ თქვენ მიიღებთ დადასტურების ელ.ფოსტას.
uk: Ви отримаєте підтвердження електронною поштою, коли ваш обліковий запис буде видалено.

# sign_out##confirm_body
source: Are you sure you want to sign out?
es: ¿Seguro que quieres cerrar la sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
ka: დარწმუნებული ხართ, რომ გსურთ გასვლა?
uk: Ви впевнені, що хочете вийти?

# sign_out##confirm_action
source: Sign out
es: Cerrar sesión
fr: se déconnecter
ka: გასვლა
uk: Вийти

# account##google_login
source: Sign in with Google
es: Ingresar con Google
fr: Connectez-vous avec Google
ka: შედით Google-ით
uk: Увійти за допомогою Google

# account##apple_login
source: Sign in with Apple
es: Ingresar con Apple
fr: Connectez-vous avec Apple
ka: შედით Apple-ით
uk: Увійти за допомогою Apple

# account##microsoft_login
source: Sign in with Microsoft
es: Ingresar con Microsoft
fr: Connectez-vous avec Microsoft
ka: შედით Microsoft-ით
uk: Увійти за допомогою Microsoft

# bottom_navigation##sites
source: Sites
es: Sitios
ka: საიტები
uk: Ділянки

# bottom_navigation##projects
source: Projects
es: Proyectos
fr: Projets
ka: პროექტები
uk: Проєкти

# bottom_navigation##settings
source: Settings
es: Configuraciones
fr: Paramètres
ka: პარამეტრები
uk: Налаштування

# listfilter##open_modal_label
source: Update list filters
es: Actualizar lista de filtros
fr: Mettre à jour les filtres de liste
ka: სიის ფილტრების განახლება
uk: Оновити перелік фільтрів

# listfilter##num_filters_label
source: Number of filters applied
es: Número de filtros aplicados
fr: Nombre de filtres appliqués
ka: გამოყენებული ფილტრების რაოდენობა
uk: Кількість застосованих фільтрів

# listfilter##clear_search_label
source: Clear search filter
es: Limpiar filtro de búsqueda
fr: Effacer le filtre de recherche
ka: ძიების ფილტრის გასუფთავება
uk: Очистити фільтр пошуку

# listfilter##text_input_label
source: Filter list by search input
es: Filtrar lista por entrada de búsqueda
fr: Filtrer la liste par entrée de recherche
ka: სიის გაფილტვრა საძიებო შეყვანის მიხედვით
uk: Фільтрувати список за пошуковим запитом

# soil##top_match
source: Top Match
es: Mejor coincidencia
fr: Match de haut niveau
ka: საუკეთესო მატჩი
uk: Найкращий збіг

# soil##ecological_site_name
source: Ecological Site Name
es: Nombre del sitio ecológico
fr: Nom du site écologique
ka: ეკოლოგიური ობიექტის დასახელება
uk: Екологічна назва ділянки

# soil##no_matches
source: No matches
es: No hay coincidencias
fr: Aucune correspondance
ka: დამთხვევები არ არის
uk: Немає збігів

# soil##explore_data
source: Explore the data
es: Explorar datos
fr: Explorer les données
ka: მონაცემების შესწავლა
uk: Переглянути дані

# soil##soil_id
source: Soil ID
es: Identificación del suelo
fr: Identification du sol
ka: ნიადაგის ID
uk: Ідентифікатор ґрунту

# soil##add_depth_label
source: Add Depth
es: Añadir profundidad
fr: Ajouter de la profondeur
ka: სიღრმის დამატება
uk: Додати глибину

# soil##project_settings##pit_required_label
source: Soil pit required
es: Pozo de tierra requerido
fr: Fosse de sol requise
ka: საჭიროა ნიადაგის ორმო
uk: Потрібна ґрунтовий розріз

# soil##project_settings##required_data_title
source: Observation Requirements
es: Requisitos de observación
fr: Exigences en matière d'observation
ka: დაკვირვების მოთხოვნები
uk: Вимоги до спостереження

# soil##required_method
source: {{method}} (required)
es: {{method}} (obligatorio)
fr: {{method}} (obligatoire)
ka: {{მეთოდი}} (აუცილებელია)
uk: {{method}} (обов'язково)

# soil##collection_method##slope
source: Slope and Landscape
es: Pendiente y paisaje
fr: Pente et paysage
ka: ფერდობი და ლანდშაფტი
uk: Схил та ландшафт

# soil##collection_method##soilTexture
source: Soil Texture
es: Textura del suelo
fr: Texture du sol
ka: ნიადაგის ტექსტურა
uk: Гранулометричний склад ґрунту

# soil##collection_method##rockFragmentVolume
source: Rock Fragment
es: Fragmento de roca
fr: Fragment de roche
ka: კლდის ფრაგმენტი
uk: Фрагмент гірської породи

# soil##collection_method##soilColor
source: Soil Color
es: Color de suelo
fr: Couleur du sol
ka: ნიადაგის ფერი
uk: Колір ґрунту

# soil##collection_method##verticalCracking
source: Soil Cracks
es: Grietas del suelo
fr: Fissures du sol
ka: ნიადაგის ბზარები
uk: Тріщини на ґрунті

# soil##collection_method##carbonates
source: Carbonates
es: Carbonatos
ka: კარბონატები
uk: Карбонати

# soil##collection_method##soilOrganicCarbonMatter
source: SOC/SOM
es: COS/MOS
ka: სოციალური ქსელი/სომ
uk: органічний вуглець / органічна речовина

# soil##collection_method##electricalConductivity
source: Electrical Conductivity
es: Conductividad eléctrica
fr: conductivité électrique
ka: ელექტროგამტარობა
uk: Електропровідність

# soil##collection_method##soilStructure
source: Structure
es: Estructura
ka: სტრუქტურა
uk: Структура

# soil##collection_method##landUseLandCover
source: Land Use/Land Cover
es: Uso del suelo/Cubierta vegetal
fr: Utilisation des terres/Couverture des terres
ka: მიწათსარგებლობა/მიწის საფარი
uk: Землекористування/земельний покрив

# soil##collection_method##soilLimitations
source: Limitations
es: Limitaciones
fr: Limites
ka: შეზღუდვები
uk: Обмеження

# soil##collection_method##photos
source: Photos
es: Fotos
ka: ფოტოები
uk: Фотографії

# soil##collection_method##notes
source: Notes
es: Notas
ka: შენიშვნები
uk: Нотатки

# soil##collection_method_description##slope
source: Includes slope steepness and shape
es: Incluye la inclinación y la forma de la pendiente
fr: Inclut la pente et la forme
ka: მოიცავს ფერდობის დახრილობასა და ფორმას
uk: Включає крутизу та форму схилу

# soil##collection_method_description##soilTexture
source: Includes texture class and rock fragment volume
es: Incluye clase de textura y volumen de fragmentos de roca
fr: Inclut la classe de texture et le volume des fragments de roche
ka: მოიცავს ტექსტურის კლასს და ქანის ფრაგმენტების მოცულობას
uk: Включає гранулометричний склад та об'єм уламків гірських порід

# soil##vertical_cracking##description
source: Cracks develop in clay-rich soils after they dry out. Cracks may be permanent, or they may disappear after some time. <bold>Measure soil cracks when soil is dry.</bold>
es: Las grietas superficiales se desarrollan en suelos ricos en arcilla después de que se sequen. Las grietas pueden ser permanentes o desaparecer con el tiempo. <bold>Mide las grietas del suelo cuando el suelo esté seco.</bold>
fr: Des fissures se forment dans les sols argileux après leur assèchement. Elles peuvent être permanentes ou disparaître avec le temps.<bold> Mesurez les fissures du sol lorsque le sol est sec.</bold>
ka: თიხით მდიდარ ნიადაგებში ბზარები მათი გაშრობის შემდეგ წარმოიქმნება. ბზარები შეიძლება მუდმივი იყოს ან გარკვეული დროის შემდეგ გაქრეს. <bold>გაზომეთ ნიადაგის ბზარები, როდესაც ნიადაგი გაშრება.</bold>
uk: Тріщини утворюються в глинистих ґрунтах після їх висихання. Тріщини можуть бути постійними або зникнути через деякий час.<bold> Виміряйте тріщини ґрунту, коли ґрунт сухий.</bold>

# soil##vertical_cracking##description_width_METRIC
source: 5 mm
ka: 5 მმ
uk: 5 мм

# soil##vertical_cracking##description_depth_METRIC
source: 25 cm
ka: 25 სმ
uk: 25 см

# soil##vertical_cracking##value##NO_CRACKING
source: No cracks
es: Sin grietas
fr: Aucune fissure
ka: ბზარები არ არის
uk: Без тріщин

# soil##vertical_cracking##value##SURFACE_CRACKING_ONLY
source: Surface cracks only
es: Sólo grietas superficiales
fr: Fissures superficielles uniquement
ka: მხოლოდ ზედაპირული ბზარები
uk: Тільки поверхневі тріщини

# soil##vertical_cracking##value##DEEP_VERTICAL_CRACKS
source: Deep vertical cracks
es: Grietas verticales profundas
fr: Fissures verticales profondes
ka: ღრმა ვერტიკალური ბზარები
uk: Глибокі вертикальні тріщини

# soil##soil_preset##header
source: Change soil pit depths
es: Cambiar profundidades del pozo
fr: Modifier la profondeur des fosses de sol
ka: ნიადაგის ორმოს სიღრმის შეცვლა
uk: Зміна глибини ґрунтових розрізів

# soil##soil_preset##info
source: Observations already entered for a depth will be deleted when the depth is changed.
es: Las observaciones ya ingresadas para una profundidad serán eliminadas al cambiar dicha profundidad.
fr: Les observations déjà saisies pour une profondeur seront supprimées lorsque la profondeur sera modifiée.
ka: სიღრმისთვის უკვე შეყვანილი დაკვირვებები წაიშლება სიღრმის შეცვლისას.
uk: Спостереження, які вже введені для глибини, будуть видалені після зміни глибини.

# soil##soil_preset##label
source: Depths
es: Profundidades
fr: Profondeurs
ka: სიღრმეები
uk: Глибини

# soil##soil_preset##NRCS
source: NRCS/GSP (default)
es: NRCS/GSP (predeterminado)
fr: NRCS/GSP (par défaut)
ka: NRCS/GSP (ნაგულისხმევი)
uk: NRCS/GSP (за замовчуванням)
