Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# site##soil_id##description##site_global_or_unknown
source: LandPKS Soil ID uses data from soil maps and observations entered by users about this site to calculate the top matches for the site’s soil. Choose the best soil match for this site to learn about soil characteristics and other descriptions.
es: LandPKS Soil ID utiliza datos de mapas de suelos y observaciones ingresadas acerca del sitio para calcular las mejores coincidencias para el suelo del sitio. Elige la mejor coincidencia de suelo para esta ubicación para aprender acerca de características y otras descripciones.
fr: LandPKS Soil ID utilise les données des cartes pédologiques et les observations saisies par les utilisateurs sur ce site pour calculer les meilleures correspondances. Choisissez la correspondance la plus pertinente pour ce site afin d'en savoir plus sur ses caractéristiques et autres descriptions.
ka: LandPKS Soil ID იყენებს ნიადაგის რუკებიდან მიღებულ მონაცემებს და მომხმარებლების მიერ ამ საიტის შესახებ შეყვანილ დაკვირვებებს, რათა გამოთვალოს საიტის ნიადაგის საუკეთესო შესატყვისები. აირჩიეთ ამ საიტისთვის საუკეთესო შესატყვისი ნიადაგი, რათა გაიგოთ ნიადაგის მახასიათებლებისა და სხვა აღწერილობების შესახებ.
uk: Ідентифікатор ґрунтів LandPKS використовує дані з ґрунтових карт та спостережень, введених користувачами про цю ділянку, для розрахунку найкращих варіантів ґрунту для цієї ділянки. Виберіть найбільш відповідний варіант ґрунту для цієї ділянки, щоб дізнатися про її характеристики та інші описи.

# site##soil_id##matches##info##description##site_region_unknown
source: The soils listed are the most likely to be found at the site based on soil maps for this location. Enter the recommended slope and soil observations to improve accuracy of the match scores. When observations are entered, the list will automatically update.
es: Los suelos enumerados son los más probables de encontrarse en el sitio, según los mapas de suelos para esta ubicación. Ingresa las observaciones recomendadas sobre la pendiente y el suelo para mejorar la precisión de las puntuaciones de coincidencia. Una vez que se ingresen las observaciones, la lista se actualizará automáticamente.
fr: Les sols listés sont ceux les plus susceptibles d'être trouvés sur le site, d'après les cartes pédologiques de cet emplacement. Saisissez la pente recommandée et les observations pédologiques pour améliorer la précision des scores de correspondance. La liste se met automatiquement à jour une fois les observations saisies.
ka: ჩამოთვლილი ნიადაგები, ამ ადგილმდებარეობის ნიადაგის რუკების მიხედვით, ყველაზე მეტად სავარაუდოა, რომ ამ ადგილას მოიძებნოს. შესაბამისი ქულების სიზუსტის გასაუმჯობესებლად, შეიყვანეთ რეკომენდებული დახრილობა და ნიადაგის დაკვირვებები. დაკვირვებების შეყვანისას სია ავტომატურად განახლდება.
uk: Перелічені ґрунти найбільш імовірно можуть бути присутні на цій ділянці, згідно з ґрунтовими картами для цієї локації. Введіть рекомендовану величину схилу та встановлені вами показники ґрунту, щоб покращити відповідність грунту цієї ділянки. Після введення виявлених вами характеристик список автоматично оновлюватиметься.

# site##soil_id##matches##info##description##temp_location_region_unknown
source: The soils listed are the most likely to be found at this location based on soil maps. Create a site here and enter the recommended observations to improve accuracy of the match scores.
es: Los suelos enumerados son los más propensos de encontrarse en esta ubicación según los mapas de suelos. Crea un sitio aquí e introduce las observaciones recomendadas para mejorar la precisión de las puntuaciones de coincidencia.
fr: Les sols listés sont les plus susceptibles d'être trouvés à cet endroit, d'après les cartes pédologiques. Créez un site ici et saisissez les observations recommandées pour améliorer la précision des scores de correspondance.
ka: ჩამოთვლილი ნიადაგები ნიადაგის რუკების მიხედვით, ამ ადგილას ყველაზე მეტად გვხვდება. შექმენით საიტი აქ და შეიყვანეთ რეკომენდებული დაკვირვებები შესაბამისობის ქულების სიზუსტის გასაუმჯობესებლად.
uk: Згідно з ґрунтовими картами, перелічені ґрунти є найімовірнішими для виявлення в цьому місці. Створіть тут ділянку та введіть рекомендовані характеристики, щоб підвищити точність та відповідність грунтів ділянки.

# site##soil_id##matches##info##description##need_help
source: <bold>Need help?</bold> Consult a soil expert to help interpret the observations and determine a soil match. You can learn more about soil map predictions and Soil ID matches on the website:
es: <bold>Need help?</bold> Consulta a un experto en suelos para ayudar a interpretar las observaciones y determinar una correspondencia de suelo. Puedes obtener más información sobre las predicciones del mapa de suelos y las correspondencias de identificación de suelos en el sitio web:
fr: <bold>Besoin d'aide ?</bold> Consultez un pédologue pour interpréter les observations et déterminer la correspondance des sols. Pour en savoir plus sur les prédictions des cartes pédologiques et les correspondances d'identification des sols, consultez le site web :
ka: <bold>დახმარება გჭირდებათ?</bold> დაკვირვებების ინტერპრეტაციისა და ნიადაგის შესაბამისობის დასადგენად მიმართეთ ნიადაგის ექსპერტს. ნიადაგის რუკის პროგნოზებისა და ნიადაგის ID-ის შესაბამისობების შესახებ დამატებითი ინფორმაციის მიღება შეგიძლიათ ვებსაიტზე:
uk: <bold>Потрібна допомога?</bold> Зверніться до ґрунтового експерта, щоб отримати допомогу в інтерпретації спостережень та визначити відповідність ґрунту цієї ділянки. Ви можете дізнатися більше про прогнозні ґрунтові карти та відповідність ідентифікації Soil ID на вебсайті:

# site##soil_id##soil_info##description_title
source: <bold>Description</bold>
es: <bold>Descripción</bold>
ka: <bold>აღწერა</bold>
uk: <bold>Опис</bold>

# site##soil_id##soil_info##management_title
source: <bold>Management</bold>
fr: <bold>Gestion</bold>
ka: <bold>მენეჯმენტი</bold>
uk: <bold>Управління</bold>

# site##soil_id##soil_info##FAO_HWSD
source: FAO HWSD
ka: FAO-ს ჯანმრთელობისა და მდგრადი განვითარების დეპარტამენტი

# site##soil_id##location_score_info##p2_region_unknown
source: LandPKS bases soil matches on soil maps. Traditional soil maps don’t predict a single soil for each location; they are organized into “soil map units” that each contain multiple possible soils. Each possible soil in a map unit is estimated to cover a certain percentage of the unit.
es: LandPKS basa las coincidencias de suelo en los mapas de suelos. Los mapas de suelos tradicionales no predicen un único suelo para cada ubicación, sino que se organizan en “unidades cartográficas de suelos” que contienen múltiples suelos posibles. Se estima que cada posible suelo de una unidad cartográfica cubre un determinado porcentaje de la unidad.
fr: LandPKS base ses correspondances de sols sur des cartes pédologiques. Les cartes pédologiques traditionnelles ne prédisent pas un sol unique pour chaque emplacement ; elles sont organisées en « unités de cartographie pédologique » contenant chacune plusieurs sols possibles. Chaque sol possible d'une unité est estimé couvrir un certain pourcentage de l'unité.
ka: LandPKS ნიადაგის შესაბამისობას ნიადაგის რუკებზე აფუძნებს. ტრადიციული ნიადაგის რუკები თითოეული ადგილმდებარეობისთვის ერთ კონკრეტულ ნიადაგს არ პროგნოზირებს; ისინი ორგანიზებულია „ნიადაგის რუკის ერთეულებად“, რომელთაგან თითოეული შეიცავს რამდენიმე შესაძლო ნიადაგს. რუკის ერთეულში თითოეული შესაძლო ნიადაგი, სავარაუდოდ, ერთეულის გარკვეულ პროცენტს ფარავს.
uk: LandPKS побудована на зіставленні ґрунтів на ґрунтових картах. Традиційні ґрунтові карти не передбачають один тип ґрунту для кожного місця; вони організовані в «одиниці ґрунтової карти», кожна з яких містить кілька можливих типів ґрунтів. За оцінками, кожен можливий ґрунт на одиниці карти покриває певний відсоток цієї одиниці.

# general##learn_more
source: Learn more
es: Aprender más
fr: Apprendre encore plus
ka: შეიტყვეთ მეტი
uk: Дізнатися більше

# soil##match_info##acrisols##name
source: Acrisols
es: Acrisoles
ka: აკრისოლები

# soil##match_info##acrisols##description
source: Acrisols are acidic and relatively infertile soils. Supplemental fertilization and liming will be needed to create a productive soil for crop use. These soils are also high in soluble aluminum (Al) which is toxic to plants.
es: Los Acrisoles son suelos ácidos y relativamente infértiles. Se necesita una fertilización y un encalado suplementarios para crear un suelo productivo para los cultivos. Estos suelos también tienen un alto contenido de aluminio soluble (Al), que es tóxico para las plantas.
fr: Les acrisols sont des sols acides et relativement peu fertiles. Une fertilisation et un chaulage supplémentaires seront nécessaires pour créer un sol productif et propice aux cultures. Ces sols sont également riches en aluminium soluble (Al), toxique pour les plantes.
ka: აკრიზოლები მჟავე და შედარებით უნაყოფო ნიადაგებია. კულტურების გამოსაყენებლად ნაყოფიერი ნიადაგის შესაქმნელად საჭირო იქნება დამატებითი სასუქის შეტანა და კირის შეტანა. ეს ნიადაგები ასევე მდიდარია ხსნადი ალუმინით (Al), რომელიც ტოქსიკურია მცენარეებისთვის.
uk: Acrisols – це кислі та відносно неродючі ґрунти. Для створення продуктивного ґрунту для вирощування сільськогосподарських культур знадобиться додаткове удобрення та вапнування. Ці ґрунти також мають високий вміст розчинного алюмінію (Al), який є токсичним для рослин.

# soil##match_info##acrisols##management
source: Because the soil tends to be acidic (has a low soil pH) and high in Al, phosphorus fertilizer is quickly “fixed” by the soil, making it unavailable to plants in the cropping season. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Application of nitrogen (N) is essential, and this can be accomplished either through application of correct rates of fertilizer (such as urea), or through use of cover crops, green manures and rotations. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Even with cover crops or similar practices, supplemental N fertilization will likely be needed as organic N will not be converted to the crop-needed inorganic N in sufficient quantities in the cropping year. Application of lime (which both increases soil pH and ties up soluble aluminum) or gypsum (calcium sulfate, which will take Al out of solution) can help to reduce aluminum toxicity. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover, crop rotation and agroforestry.
es: Debido a que el suelo tiende a ser ácido (tiene un pH bajo) y alto en Al, el fertilizante de fósforo es rápidamente "fijado" por el suelo, haciendo que no esté disponible para las plantas en la temporada de cultivo. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La aplicación de nitrógeno (N) es esencial, y esto puede lograrse mediante la aplicación de dosis correctas de fertilizantes (como la urea), o mediante el uso de cultivos de cobertura, abonos verdes y rotaciones. Los cultivos de cobertura y las rotaciones que incluyen leguminosas y la inclusión de cultivos con alta biomasa serían beneficiosos, ya que añaden materia orgánica y nitrógeno para el cultivo posterior. Incluso con cultivos de cobertura o prácticas similares, es probable que se necesite una fertilización suplementaria de N, ya que el N orgánico no se convertirá en el N inorgánico necesario para el cultivo en cantidades suficientes durante el año de cultivo. La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) o de yeso (sulfato de calcio, que extrae el aluminio de la solución) puede ayudar a reducir la toxicidad del aluminio. La conservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura.
fr: Comme le sol a tendance à être acide (pH bas) et riche en Al, l'engrais phosphoré est rapidement fixé par le sol, le rendant indisponible pour les plantes pendant la saison de culture. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et en aval de la semence) d'engrais phosphatés, contribuent à réduire la fixation du phosphore. L'apport d'azote (N) est essentiel et peut être réalisé soit par l'application de doses d'engrais adaptées (comme l'urée), soit par l'utilisation de cultures de couverture, d'engrais verts et de rotations. Les cultures de couverture et les rotations incluant des légumineuses et l'inclusion de cultures à forte biomasse seraient bénéfiques, car elles apporteraient de la matière organique et de l'azote à la culture suivante. Même avec des cultures de couverture ou des pratiques similaires, une fertilisation azotée supplémentaire sera probablement nécessaire, car l'azote organique ne sera pas converti en azote inorganique nécessaire à la culture en quantités suffisantes au cours de la campagne. L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) ou de gypse (sulfate de calcium, qui extrait l'aluminium de la solution) peut contribuer à réduire la toxicité de l'aluminium. La préservation de la matière organique superficielle du sol est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent optimiser la couverture végétale, la rotation des cultures et l'agroforesterie.
ka: რადგან ნიადაგი, როგორც წესი, მჟავეა (აქვს დაბალი pH ნიადაგში) და მაღალია Al-ის შემცველობა, ფოსფორის სასუქი სწრაფად „ფიქსირდება“ ნიადაგის მიერ, რაც მას მცენარეებისთვის მიუწვდომელს ხდის მოსავლის აღების სეზონზე. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფორის სასუქების ზოლებად შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის ფიქსაციის შემცირებას. აზოტის (N) შეტანა აუცილებელია და ეს შეიძლება მიღწეული იქნას როგორც სასუქის (მაგალითად, შარდოვანას) სწორი დოზით შეტანით, ასევე საფარი კულტურების, მწვანე სასუქების და როტაციების გამოყენებით. სასარგებლო იქნება საფარი კულტურები და როტაციები, რომლებიც მოიცავს პარკოსნებს და მაღალი ბიომასის მქონე კულტურების ჩართვას, ორგანული ნივთიერებების და აზოტის დამატებით შემდგომი მოსავლისთვის. საფარი კულტურების ან მსგავსი პრაქტიკის შემთხვევაშიც კი, სავარაუდოდ, საჭირო იქნება დამატებითი აზოტით განოყიერება, რადგან ორგანული აზოტი არ გარდაიქმნება კულტურისთვის საჭირო არაორგანულ აზოტად საკმარისი რაოდენობით მოსავლის აღების წელს. კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) ან თაბაშირის (კალციუმის სულფატი, რომელიც გამოდევნის Al-ს ხსნარიდან) შეტანა ხელს შეუწყობს ალუმინის ტოქსიკურობის შემცირებას. მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა უზრუნველყოს ნიადაგის საფარის, მოსავლის როტაციისა და აგროტყეობის გამოყენება.
uk: Оскільки ґрунт має тенденцію бути кислим (має низький pH ґрунту) та високий вміст Al, фосфорні добрива швидко «фіксуються» ґрунтом, що робить їх недоступними для рослин у вегетаційний період. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Внесення азоту (N) є важливим, і цього можна досягти або шляхом внесення відповідних норм добрив (таких як сечовина), або шляхом використання покривних культур, сидератів та корекції сівозмін. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою будуть корисними, додаючи органічну речовину та азот для наступної культури. Навіть при використанні покривних культур або подібних методів, ймовірно, знадобиться додаткове азотне удобрення, оскільки органічний азот не буде перетворюватися на необхідний для культури неорганічний азот у достатній кількості протягом вегетації. Вапнування (яке підвищує pH ґрунту та зв'язує розчинний алюміній) або гіпсування (сульфат кальцію, який виводить Al з розчину) може допомогти зменшити токсичність алюмінію. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Практики управління земельними ресурсами повинні максимізувати покриття ґрунту, сівозміну та впровадження агролісомеліорації.

# soil##match_info##haplic_acrisols##name
source: Haplic Acrisols
es: Acrisoles Háplicos
fr: Acrisols hapliques
ka: ჰაპლიკ აკრისოლები

# soil##match_info##haplic_acrisols##description
source: Haplic Acrisols are acidic and relatively infertile soils. Supplemental fertilization and liming will be needed to create a productive soil for crop use. These soils are also high in soluble aluminum (Al) which is toxic to plants.
es: Los Acrisoles Háplicos son suelos ácidos y relativamente infértiles. Se necesita una fertilización y un encalado suplementarios para crear un suelo productivo para los cultivos. Estos suelos también tienen un alto contenido de aluminio soluble (Al), que es tóxico para las plantas.
fr: Les acrisols hapliques sont des sols acides et relativement peu fertiles. Une fertilisation et un chaulage supplémentaires seront nécessaires pour créer un sol productif pour les cultures. Ces sols sont également riches en aluminium soluble (Al), toxique pour les plantes.
ka: ჰაპლიკური აკრიზოლები მჟავე და შედარებით უნაყოფო ნიადაგებია. კულტურების გამოსაყენებლად ნაყოფიერი ნიადაგის შესაქმნელად საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა. ეს ნიადაგები ასევე მდიდარია ხსნადი ალუმინით (Al), რომელიც ტოქსიკურია მცენარეებისთვის.
uk: Haplic Acrisols – це кислі та відносно неродючі ґрунти. Для збільшення родючості цього ґрунту при вирощуванні сільськогосподарських культур потрібне додаткове удобрення та вапнування. Ці ґрунти також мають високий вміст розчинного алюмінію (Al), який є токсичним для рослин.
