Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##haplic_kastanozems##management
source: These are productive soils, with clay and carbonate accumulations. Productivity will be improved with fertilization (especially phosphorus) and irrigation.
es: Son suelos productivos, con acumulaciones de arcilla y carbonato. La productividad mejorará con la fertilización (especialmente el fósforo) y el riego.
fr: Ce sont des sols productifs, avec des accumulations d'argile et de carbonate. La productivité sera améliorée par la fertilisation (notamment en phosphore) et l'irrigation.
ka: ეს არის ნაყოფიერი ნიადაგები, თიხიანი და კარბონატული დაგროვებით. პროდუქტიულობა გაუმჯობესდება განოყიერებით (განსაკუთრებით ფოსფორით) და მორწყვით.
uk: Це продуктивні ґрунти з накопиченнями глини та карбонату. Продуктивність покращиться за допомогою внесення добрив (особливо фосфору) та зрошення.

# soil##match_info##luvic_kastanozems##name
source: Luvic Kastanozems
es: Kastanozems Lúvicos
fr: Kastanozems Luvic
ka: ლუვიკ კასტანოზემები

# soil##match_info##luvic_kastanozems##description
source: Luvic Kastanozems grassland soils found in relatively dry climates with high organic matter in surface horizons and often calcareous subsoils. Surface horizons are thinner than those found in Chernozems. Luvic Kastanozems have increasing clay with depth and thus increased moisture and nutrient retention.
es: Los suelos de pastizales de Kastanozems Lúvicos se encuentran en climas relativamente secos con un alto contenido de materia orgánica en los horizontes superficiales y a menudo subsuelos calcáreos. Los horizontes superficiales son más finos que los de los Chernozems. Los Kastenozems Lúvicos son cada vez más arcillosos en profundidad, por lo que retienen mejor la humedad y los nutrientes.
fr: Sols de prairies luviques de type Kastanozems, présents dans des climats relativement secs, avec une teneur élevée en matière organique dans les horizons de surface et un sous-sol souvent calcaire. Les horizons de surface sont plus minces que ceux des chernozems. Les Kastanozems luviques présentent une teneur en argile croissante avec la profondeur, ce qui accroît la rétention d'humidité et de nutriments.
ka: ლუვიკური კასტანომები ბალახოვანი ნიადაგებია, რომლებიც შედარებით მშრალ კლიმატურ პირობებში გვხვდება და ზედაპირულ ჰორიზონტებსა და ხშირად კირქვიან ქვენიადაგებში ორგანული ნივთიერებების მაღალი შემცველობით ხასიათდება. ზედაპირული ჰორიზონტები შავმიწიან ნიადაგებთან შედარებით უფრო თხელია. ლუვიკური კასტანომები სიღრმის მატებასთან ერთად თიხის შემცველობას ზრდიან და შესაბამისად, ტენიანობასა და საკვები ნივთიერებების შეკავებას ზრდიან.
uk: Luvic Kastanozems - трав'янисті ґрунти, що зустрічаються у відносно сухому кліматі з високим вмістом органічної речовини в поверхневих горизонтах і часто у вапняних підґрунтях. Поверхневі горизонти тонші, ніж у чорноземах. Luvic Kastanozems мають збільшення вмісту глини з глибиною, а отже, збільшення утримання вологи та поживних речовин.

# soil##match_info##luvic_kastanozems##management
source: These are productive soils, with clay and carbonate accumulations. Productivity will be improved with fertilization (especially phosphorus) and irrigation. The increased clay content in this soil may assist with water holding for crop production.
es: Son suelos productivos, con acumulaciones de arcilla y carbonato. La productividad mejorará con la fertilización (especialmente el fósforo) y el riego. El mayor contenido de arcilla en este suelo puede ayudar a retener el agua para la producción de cultivos.
fr: Ce sont des sols productifs, avec des accumulations d'argile et de carbonate. La productivité sera améliorée par la fertilisation (notamment en phosphore) et l'irrigation. La teneur accrue en argile de ces sols pourrait favoriser la rétention d'eau nécessaire à la production agricole.
ka: ეს არის პროდუქტიული ნიადაგები, თიხისა და კარბონატის დაგროვებით. პროდუქტიულობა გაუმჯობესდება განოყიერებით (განსაკუთრებით ფოსფორით) და მორწყვით. ამ ნიადაგში თიხის შემცველობის გაზრდამ შესაძლოა ხელი შეუწყოს წყლის შენარჩუნებას მოსავლის წარმოებისთვის.
uk: Це продуктивні ґрунти з накопиченнями глини та карбонату. Продуктивність покращиться за допомогою удобрення (особливо фосфору) та зрошення. Підвищений вміст глини в цьому ґрунті може допомогти утримувати воду для виробництва сільськогосподарських культур.

# soil##match_info##calcic_kastanozems##name
source: Calcic Kastanozems
es: Kastanozems Calcicos
fr: Kastanozems calciques
ka: კალციუმის კასტანოზემები

# soil##match_info##calcic_kastanozems##description
source: Calcic Kastanozems grassland soils found in relatively dry climates with high organic matter in surface horizons and often calcareous subsoils. Surface horizons are thinner than those found in Chernozems. Calcic Kastanozems are calcareous in a soil layer below the surface.
es: Suelos de pastizales Kastanozems Cálcicos que se encuentran en climas relativamente secos con un alto contenido de materia orgánica en los horizontes superficiales y a menudo subsuelos calcáreos. Los horizontes superficiales son más finos que los de los Chernozems. Los Kastanozems Cálcicos son calcáreos en una capa del suelo por debajo de la superficie.
fr: Sols de prairies calcaires à Kastanozems, présents dans des climats relativement secs, avec une teneur élevée en matière organique dans les horizons de surface et un sous-sol souvent calcaire. Les horizons de surface sont plus minces que ceux des chernozems. Les Kastanozems calciques présentent une couche calcaire sous la surface du sol.
ka: კალციუმიანი კასტანოზმები - ბალახოვანი ნიადაგები, რომლებიც გვხვდება შედარებით მშრალ კლიმატურ პირობებში, ზედაპირულ ჰორიზონტებსა და ხშირად კირქვიან ქვენიადაგებში ორგანული ნივთიერებების მაღალი შემცველობით. ზედაპირული ჰორიზონტები უფრო თხელია, ვიდრე შავმიწიან ნიადაგებში. კალციუმიანი კასტანოზმები კირქვიანია ზედაპირის ქვეშ ნიადაგის ფენაში.
uk: Calcic Kastanozems - це ґрунти трав'янистої місцевості, що зустрічаються у відносно сухому кліматі з високим вмістом органічної речовини в поверхневих горизонтах і часто вапняних підґрунтях. Поверхневі горизонти тонші, ніж у чорноземах. Calcic Kastanozems - це вапняні ґрунти в шарі ґрунту під поверхнею.

# soil##match_info##calcic_kastanozems##management
source: These are productive soils, with clay and carbonate accumulations. Productivity will be improved with fertilization (especially phosphorus) and irrigation. The soil pH will be high (> 7.0) in the lower soil horizons.
es: Son suelos productivos, con acumulaciones de arcilla y carbonatos. La productividad mejorará con la fertilización (especialmente el fósforo) y el riego. El pH del suelo será alto (> 7,0) en los horizontes inferiores del suelo.
fr: Ce sont des sols productifs, avec des accumulations d'argile et de carbonate. La productivité sera améliorée par la fertilisation (notamment en phosphore) et l'irrigation. Le pH du sol sera élevé (&gt; 7,0) dans les horizons inférieurs.
ka: ეს არის პროდუქტიული ნიადაგები, თიხისა და კარბონატული დაგროვებით. პროდუქტიულობა გაუმჯობესდება განოყიერებით (განსაკუთრებით ფოსფორით) და მორწყვით. ნიადაგის pH-ის დონე მაღალი იქნება (> 7.0) ნიადაგის ქვედა ჰორიზონტებში.
uk: Це продуктивні ґрунти з накопиченнями глини та карбонату. Продуктивність покращиться за допомогою внесення добрив (особливо фосфору) та зрошення. Рівень pH ґрунту буде високим (> 7,0) у нижніх горизонтах ґрунту.

# soil##match_info##gypsic_kastanozems##name
source: Gypsic Kastanozems
es: Kastanozems Gípsicos
fr: Kastanozems gypsophiles
ka: ბოშათა კასტანოზემები

# soil##match_info##gypsic_kastanozems##description
source: Gypsic Kastanozems grassland soils found in relatively dry climates with high organic matter in surface horizons and often calcareous subsoils. Surface horizons are thinner than those found in Chernozems. Gypsic Kastanozems have gypsum (calcium sulfate) in a soil layer below the surface.
es: Suelos de pastizales Kastanozems Gípsicos que se encuentran en climas relativamente secos, con alta materia orgánica en los horizontes superficiales y a menudo subsuelos calcáreos. Los horizontes superficiales son más finos que los de los Chernozems. Los Kastanozems Gípsicos tienen yeso (sulfato de calcio) en una capa del suelo por debajo de la superficie.
fr: Sols de prairies gypseux de type Kastanozems, présents dans des climats relativement secs, avec des horizons de surface riches en matière organique et des sous-sols souvent calcaires. Les horizons de surface sont plus minces que ceux des chernozems. Les Kastanozems gypseux contiennent du gypse (sulfate de calcium) dans une couche de sol sous-jacente.
ka: თაბაშირისებრი კასტანოზმები ბალახოვანი ნიადაგებია, რომლებიც შედარებით მშრალ კლიმატურ პირობებში გვხვდება და ზედაპირულ ჰორიზონტებსა და ხშირად კირქვიან ქვენიადაგებში ორგანული ნივთიერებების მაღალი შემცველობით ხასიათდება. ზედაპირული ჰორიზონტები შავმიწიან ჰორიზონტებთან შედარებით უფრო თხელია. თაბაშირისებრ კასტანოზმებში ნიადაგის ფენა ზედაპირის ქვეშ თაბაშირშია (კალციუმის სულფატი).
uk: Gypsic Kastanozems – це лучні ґрунти, що зустрічаються у відносно сухому кліматі з високим вмістом органічної речовини в поверхневих горизонтах і часто вапняних підґрунтях. Поверхневі горизонти тонші, ніж у чорноземах. Gypsic Kastanozems містять гіпс (сульфат кальцію) у шарі ґрунту під поверхнею.

# soil##match_info##gypsic_kastanozems##management
source: These are productive soils, with clay and carbonate accumulations. Productivity will be improved with fertilization (especially phosphorus) and irrigation.
es: Son suelos productivos, con acumulaciones de arcilla y carbonato. La productividad mejorará con la fertilización (especialmente el fósforo) y el riego.
fr: Ce sont des sols productifs, avec des accumulations d'argile et de carbonate. La productivité sera améliorée par la fertilisation (notamment en phosphore) et l'irrigation.
ka: ეს არის ნაყოფიერი ნიადაგები, თიხიანი და კარბონატული დაგროვებით. პროდუქტიულობა გაუმჯობესდება განოყიერებით (განსაკუთრებით ფოსფორით) და მორწყვით.
uk: Це продуктивні ґрунти з накопиченнями глини та карбонату. Продуктивність покращиться за допомогою внесення добрив (особливо фосфору) та зрошення.

# soil##match_info##leptosols##name
source: Leptosols
es: Leptosoles
ka: ლეპტოსოლები

# soil##match_info##leptosols##description
source: Leptosols have very limited rooting volume due to continuous rock, highly calcareous material, cemented horizons, or many rocks and coarse fragments in the upper portion of the soil. Leptosols on steep slopes are highly erodible.
es: Los Leptosoles tienen un volumen de enraizamiento muy limitado debido a la presencia de rocas continuas, material altamente calcáreo, horizontes cementados o muchas rocas y fragmentos gruesos en la parte superior del suelo. Los Leptosoles que se encuentran en pendientes pronunciadas son muy erosionables.
fr: Les leptosols présentent un volume d'enracinement très limité en raison de la présence de roches continues, de matériaux fortement calcaires, d'horizons cimentés ou de nombreux roches et fragments grossiers dans la partie supérieure du sol. Les leptosols situés sur des pentes raides sont très érodables.
ka: ლეპტოზოლებს ძალიან შეზღუდული ფესვის მოცულობა აქვთ უწყვეტი ქანების, ძლიერ კირქვიანი მასალის, ცემენტირებული ჰორიზონტების ან ნიადაგის ზედა ნაწილში მრავალი ქანებისა და უხეში ფრაგმენტების გამო. ციცაბო ფერდობებზე მდებარე ლეპტოზოლები ძლიერ ეროზიადია.
uk: Leptosols мають дуже обмежений об'єм кореневої системи через суцільну породу, високовапняний матеріал, зцементовані горизонти або велику кількість порід та грубих фрагментів у верхній частині ґрунту. Leptosols на крутих схилах дуже схильні до ерозіії.

# soil##match_info##leptosols##management
source: Because these soils are shallow, rocky and erodible they should be used for perennial crops, and not tilled. Practices to maintain organic matter and cover should be used. Only uses for grazing or agroforestry should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. These soils can be productive for agriculture, but the focus should be on use for grazing. Any use for cropping must be limited and combined with soil conservation practices.
es: Debido a que estos suelos son poco profundos, rocosos y erosionables, deben utilizarse para cultivos perennes, y no deben ser labrados. Deben utilizarse prácticas para mantener la materia orgánica y la cobertura. Sólo deben considerarse los usos para pastoreo o agroforestales. La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Estos suelos pueden ser productivos para la agricultura, pero el enfoque debe ser el uso para el pastoreo. Cualquier uso para el cultivo debe limitarse y combinarse con prácticas de conservación del suelo.
fr: Parce que ces sols sont peu profonds, rocailleux et érodables, ils devraient être utilisés pour des cultures pérennes et non labourés. Des pratiques visant à maintenir la matière organique et la couverture végétale devraient être mises en œuvre. Seules les utilisations pour le pâturage ou l'agroforesterie devraient être envisagées. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Ces sols peuvent être productifs pour l'agriculture, mais l'accent doit être mis sur le pâturage. Toute utilisation pour les cultures doit être limitée et combinée à des pratiques de conservation des sols.
ka: რადგან ეს ნიადაგები არაღრმა, კლდოვანი და ეროზიად მგრძნობიარეა, ისინი უნდა იქნას გამოყენებული მრავალწლიანი კულტურებისთვის და არა დასამუშავებლად. უნდა იქნას გამოყენებული ორგანული ნივთიერებებისა და საფარის შენარჩუნების პრაქტიკა. გასათვალისწინებელია მხოლოდ საძოვრად ან აგროტყე-მეურნეობისთვის გამოყენება. მნიშვნელოვანია ზედაპირული ნიადაგის შენარჩუნება მისი ორგანული ნივთიერებებით და ეროზიის პრევენცია - კრიტიკულად მნიშვნელოვანი. ეს ნიადაგები შეიძლება იყოს პროდუქტიული სოფლის მეურნეობისთვის, მაგრამ ყურადღება უნდა გამახვილდეს საძოვრად გამოყენებაზე. ნებისმიერი გამოყენება მოსავლის მისაღებად უნდა იყოს შეზღუდული და შერწყმული ნიადაგის კონსერვაციის პრაქტიკასთან.
uk: Оскільки ці ґрунти неглибокі, кам'янисті та схильні до ерозії, їх слід використовувати для багаторічних культур, а не обробляти. Треба застосовувати методи збереження органічної речовини та покриву. Слід розглядати лише використання для випасу худоби або агролісівництва. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Ці ґрунти можуть бути продуктивними для сільського господарства, але основна увага повинна бути зосереджена на використанні для випасу худоби. Будь-яке використання для вирощування сільськогосподарських культур має бути обмеженим та поєднуватися з методами збереження ґрунту.

# soil##match_info##eutric_leptosols##name
source: Eutric Leptosols
es: Leptosoles Eutríticos
fr: Leptosols eutriques
ka: ევტრიული ლეპტოსოლები

# soil##match_info##eutric_leptosols##description
source: Eutric Leptosols have very limited rooting volume due to continuous rock, highly calcareous material, cemented horizons, or many rocks and coarse fragments in the upper portion of the soil. Leptosols on steep slopes are highly erodible. Eutric Leptosols have high base saturation over the shallow root limiting layer.
es: Los Leptosoles Eutríticos tienen un volumen de enraizamiento muy limitado debido a la presencia de roca continua, material altamente calcáreo, horizontes cementados o muchas rocas y fragmentos gruesos en la parte superior del suelo. Los Leptosoles en pendientes pronunciadas son muy erosionables. Los Leptosoles Eutríticos tienen una alta saturación de la base sobre la capa limitante de las raíces poco profundas.
fr: Les leptosols eutriques présentent un volume racinaire très limité en raison de la présence de roches continues, de matériaux fortement calcaires, d'horizons cimentés ou de nombreux roches et fragments grossiers dans la partie supérieure du sol. Les leptosols situés sur des pentes raides sont très érodables. Les leptosols eutriques présentent une saturation en bases élevée sur la couche racinaire superficielle limitante.
ka: ევტრიულ ლეპტოზოლებს ძალიან შეზღუდული ფესვთა სისტემის მოცულობა აქვთ უწყვეტი ქანების, მაღალკირიანი მასალის, ცემენტირებული ჰორიზონტების ან ნიადაგის ზედა ნაწილში მრავალი ქანებისა და უხეში ფრაგმენტების გამო. ციცაბო ფერდობებზე განლაგებული ლეპტოზოლები ძლიერ ეროზიადია. ევტრიულ ლეპტოზოლებს ფესვთა შემზღუდველ ფენაზე მაღალი ფუძის გაჯერება აქვთ.
uk: Eutric Leptosols мають дуже обмежений об'єм ризосфери через суцільну породу, високовапняний матеріал, зцементовані горизонти або велику кількість порід та грубих фрагментів у верхній частині ґрунту. Eutric Leptosols на крутих схилах дуже схильні до ерозії. Eutric Leptosols мають високе насичення основами над неглибоким шаром, що обмежує коренеутворення.

# soil##match_info##eutric_leptosols##management
source: Because these soils are shallow, rocky and erodible they should be used for perennial crops, and not tilled. Practices to maintain organic matter and cover should be used. Onlyuses for grazing or agroforestry should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. These soils can be productive for agriculture, but the focus should be on use for grazing. Any use for cropping must be limited and combined with soil conservation practices.
es: Debido a que estos suelos son poco profundos, rocosos y erosionables deben ser utilizados para cultivos perennes, y no deben ser labrados. Deben utilizarse prácticas para mantener la materia orgánica y la cobertura. Se debe considerar el uso exclusivo para el pastoreo o la agroforestería. La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Estos suelos pueden ser productivos para la agricultura, pero el enfoque debe ser el uso para el pastoreo. Cualquier uso para el cultivo debe limitarse y combinarse con prácticas de conservación del suelo.
fr: Parce que ces sols sont peu profonds, rocailleux et érodables, ils devraient être utilisés pour des cultures pérennes et non labourés. Des pratiques visant à maintenir la matière organique et la couverture végétale devraient être mises en œuvre. Seules les utilisations pour le pâturage ou l'agroforesterie devraient être envisagées. La préservation de la surface du sol et de sa matière organique est importante, et la prévention de l'érosion est cruciale. Ces sols peuvent être productifs pour l'agriculture, mais l'accent doit être mis sur le pâturage. Toute utilisation pour les cultures doit être limitée et combinée à des pratiques de conservation des sols.
ka: რადგან ეს ნიადაგები არაღრმა, კლდოვანი და ეროზიად მგრძნობიარეა, ისინი უნდა იქნას გამოყენებული მრავალწლიანი კულტურებისთვის და არა დასამუშავებლად. უნდა იქნას გამოყენებული ორგანული ნივთიერებებისა და საფარის შენარჩუნების პრაქტიკა. გასათვალისწინებელია მხოლოდ საძოვრების ან აგროტყეების მეურნეობისთვის განკუთვნილი ნიადაგები. მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. ეს ნიადაგები შეიძლება პროდუქტიული იყოს სოფლის მეურნეობისთვის, მაგრამ ყურადღება უნდა გამახვილდეს საძოვრად გამოყენებაზე. ნებისმიერი გამოყენება მოსავლის მისაღებად უნდა იყოს შეზღუდული და შერწყმული ნიადაგის კონსერვაციის პრაქტიკასთან.
uk: Оскільки ці ґрунти неглибокі, кам'янисті та схильні до ерозії, їх слід використовувати для багаторічних культур, а не обробляти. Слід застосовувати методи збереження органічної речовини та покриву. Слід розглядати лише використання для випасу худоби або агролісівництва. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Ці ґрунти можуть бути продуктивними для сільського господарства, але основна увага повинна бути зосереджена на використанні для випасу худоби. Будь-яке використання для вирощування сільськогосподарських культур має бути обмеженим та поєднуватися з методами збереження ґрунту.

# soil##match_info##dystric_leptosols##name
source: Dystric Leptosols
es: Leptosoles Dístricos
fr: Leptosols dystriques
ka: დისტრიული ლეპტოზოლები

# soil##match_info##dystric_leptosols##description
source: Dystric Leptosols have very limited rooting volume due to continuous rock, highly calcareous material, cemented horizons, or many rocks and coarse fragments in the upper portion of the soil. Leptosols on steep slopes are highly erodible. Dystic Leptosols have low base saturation over the shallow root limiting layer.
es: Los Leptosoles Dístricos tienen un volumen de enraizamiento muy limitado debido a la presencia de roca continua, material altamente calcáreo, horizontes cementados o muchas rocas y fragmentos gruesos en la parte superior del suelo. Los Leptosoles en pendientes pronunciadas son muy erosionables. Los Leptosoles Dísticos tienen una baja saturación de la base sobre la capa limitante de las raíces poco profundas.
fr: Les leptosols dystriques présentent un volume racinaire très limité en raison de la présence de roches continues, de matériaux fortement calcaires, d'horizons cimentés ou de nombreux roches et fragments grossiers dans la partie supérieure du sol. Les leptosols situés sur des pentes raides sont très érodables. Les leptosols dystriques présentent une faible saturation en bases sur la couche racinaire superficielle limitante.
ka: დისტრიკულ ლეპტოზოლებს ძალიან შეზღუდული ფესვთა სისტემა აქვთ უწყვეტი ქანების, ძლიერ კირქვიანი მასალის, ცემენტირებული ჰორიზონტების ან ნიადაგის ზედა ნაწილში მრავალი ქანისა და უხეში ფრაგმენტების გამო. ციცაბო ფერდობებზე განლაგებული ლეპტოზოლები ძლიერ ეროზიადია. დისტიკურ ლეპტოზოლებს ფესვთა შემზღუდველ ფენაზე დაბალი ფუძის გაჯერება აქვთ.
uk: Dystric Leptosols мають дуже обмежений об'єм коренеутворення через суцільну породу, високовапняний матеріал, зцементовані горизонти або велику кількість порід та грубих фрагментів у верхній частині ґрунту. Dystric Leptosols мають низьке насичення основами над поверхневим шаром, що обмежує коренеутворення.
