Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##dystric_leptosols##management
source: Because these soils are shallow, rocky and erodible they should be used for perennial crops, and not tilled. Practices to maintain organic matter and cover should be used. Only uses for grazing or agroforestry should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. This soil has virtually no calcium available for plant use. Any agricultural use should be for grazing or agroforestry, with cover continuously maintained.
es: Debido a que estos suelos son poco profundos, rocosos y erosionables, deben utilizarse para cultivos perennes, y no deben ser labrados. Deben utilizarse prácticas para mantener la materia orgánica y la cobertura. Sólo deben considerarse los usos para pastoreo o agroforestales. La conservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Este suelo prácticamente no tiene calcio disponible para el uso de las plantas. Cualquier uso agrícola debe ser para el pastoreo o la agroforestería, con el mantenimiento continuo de la cobertura.
fr: Parce que ces sols sont peu profonds, rocailleux et érodables, ils devraient être utilisés pour des cultures pérennes et non labourés. Des pratiques visant à maintenir la matière organique et la couverture végétale devraient être mises en œuvre. Seules les utilisations pour le pâturage ou l'agroforesterie devraient être envisagées. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Ce sol ne contient pratiquement pas de calcium disponible pour les plantes. Toute utilisation agricole devrait être réservée au pâturage ou à l'agroforesterie, avec un couvert végétal maintenu en permanence.
ka: რადგან ეს ნიადაგები არაღრმა, კლდოვანი და ეროზიად მგრძნობიარეა, ისინი უნდა იქნას გამოყენებული მრავალწლიანი კულტურებისთვის და არა დასამუშავებლად. უნდა იქნას გამოყენებული ორგანული ნივთიერებებისა და საფარის შენარჩუნების პრაქტიკა. გასათვალისწინებელია მხოლოდ საძოვრების ან აგროტყეების მეურნეობისთვის გამოყენება. მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. ამ ნიადაგში პრაქტიკულად არ არის ხელმისაწვდომი კალციუმი მცენარეებისთვის. ნებისმიერი სასოფლო-სამეურნეო გამოყენება უნდა იყოს საძოვრების ან აგროტყეების მეურნეობისთვის, საფარის მუდმივი შენარჩუნებით.
uk: Оскільки ці ґрунти неглибокі, кам'янисті та схильні до ерозії, їх слід використовувати для багаторічних культур, а не обробляти. Слід застосовувати методи підтримки органічної речовини та покриву. Слід розглядати використання лише для випасу худоби або агролісівництва. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Цей ґрунт практично не містить кальцію, доступного для використання рослинами. Будь-яке сільськогосподарське використання має бути для випасу худоби або агролісівництва, з постійним підтримкою покриву.

# soil##match_info##rendzic_leptosols##name
source: Rendzic Leptosols
es: Leptosoles Réndzicos
fr: Leptosols rendziques
ka: რენძიჩ ლეპტოსოლსი

# soil##match_info##rendzic_leptosols##description
source: Rendzic Leptosols have very limited rooting volume due to continuous rock, highly calcareous material, cemented horizons, or many rocks and coarse fragments in the upper portion of the soil. Leptosols on steep slopes are highly erodible. Rendzic Leptosols are highly calcareous at the soil surface.
es: Los Leptosoles Réndzicos tienen un volumen de enraizamiento muy limitado debido a la roca continua, material altamente calcáreo, horizontes cementados, o muchas rocas y fragmentos gruesos en la parte superior del suelo. Los Leptosoles en pendientes pronunciadas son muy erosionables. Los Leptosoles Réndzicos son altamente calcáreos en la superficie del suelo.
fr: Les leptosols rendziques présentent un volume d'enracinement très limité en raison de la présence de roches continues, de matériaux fortement calcaires, d'horizons cimentés ou de nombreux roches et fragments grossiers dans la partie supérieure du sol. Les leptosols situés sur des pentes raides sont très érodables. Les leptosols rendziques présentent une forte teneur en calcaire en surface.
ka: რენძიკის ლეპტოზოლებს ძალიან შეზღუდული ფესვთა მოცულობა აქვთ უწყვეტი ქანების, ძლიერ კირქვიანი მასალის, შეცემენტებული ჰორიზონტების ან ნიადაგის ზედა ნაწილში მრავალი ქანისა და უხეში ფრაგმენტების გამო. ციცაბო ფერდობებზე არსებული ლეპტოზოლები ძლიერ ეროზიადია. რენძიკის ლეპტოზოლები ნიადაგის ზედაპირზე ძლიერ კირქვიანია.
uk: Rendzic Leptosols мають дуже обмежений об'єм кореневої системи через суцільну породу, високовапняний матеріал, зцементовані горизонти або велику кількість порід та грубих фрагментів у верхній частині ґрунту. Rendzic Leptosols сильно вапняні на поверхні ґрунту.

# soil##match_info##rendzic_leptosols##management
source: Because these soils are shallow, rocky and erodible they should be used for perennial crops, and not tilled. Practices to maintain organic matter and cover should be used. Only uses for grazing or agroforestry should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Soil pH will be high (> 7.0) in these soils, and no liming will be needed. Any agricultural use should be for grazing or agroforestry, with cover continuously maintained.
es: Debido a que estos suelos son poco profundos, rocosos y erosionables deben ser utilizados para cultivos perennes, y no deben ser labrados. Deben utilizarse prácticas para mantener la materia orgánica y la cobertura. Sólo deben considerarse los usos para pastoreo o agroforestales. La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. El pH del suelo será alto (> 7,0) en estos suelos, y no será necesario el encalado. Cualquier uso agrícola debe ser para el pastoreo o la agrosilvicultura, con el mantenimiento continuo de la cubierta.
fr: Parce que ces sols sont peu profonds, rocailleux et érodables, ils devraient être utilisés pour des cultures pérennes et non labourés. Des pratiques visant à maintenir la matière organique et la couverture végétale devraient être mises en œuvre. Seules les utilisations pour le pâturage ou l'agroforesterie devraient être envisagées. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Le pH du sol sera élevé (&gt; 7,0) dans ces sols, et aucun chaulage ne sera nécessaire. Toute utilisation agricole devrait être réservée au pâturage ou à l'agroforesterie, avec un couvert végétal maintenu en permanence.
ka: რადგან ეს ნიადაგები არაღრმა, კლდოვანი და ეროზიად მგრძნობიარეა, ისინი უნდა იქნას გამოყენებული მრავალწლიანი კულტურებისთვის და არა დასამუშავებლად. უნდა იქნას გამოყენებული ორგანული ნივთიერებებისა და საფარის შენარჩუნების პრაქტიკა. გასათვალისწინებელია მხოლოდ საძოვრების ან აგროტყეების მეურნეობისთვის გამოყენება. მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. ამ ნიადაგებში ნიადაგის pH მაღალი იქნება (> 7.0) და კირის დამატება საჭირო არ იქნება. ნებისმიერი სასოფლო-სამეურნეო გამოყენება უნდა იყოს საძოვრების ან აგროტყეების მეურნეობისთვის, საფარის მუდმივი შენარჩუნებით.
uk: Оскільки ці ґрунти неглибокі, кам&#39;янисті та схильні до ерозії, їх слід використовувати для багаторічних культур, а не обробляти. Слід застосовувати методи підтримки органічної речовини та покриву. Слід розглядати лише використання для випасу худоби або агролісівництва. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Рівень pH ґрунту в цих ґрунтах буде високим (&gt; 7,0), тому вапнування не знадобиться. Будь-яке сільськогосподарське використання має бути для випасу худоби або агролісівництва з постійним підтримкою покриву.

# soil##match_info##mollic_leptosols##name
source: Mollic Leptosols
es: Leptosoles Mólicos
fr: Leptosols molliques
ka: მოლიკური ლეპტოსოლები

# soil##match_info##mollic_leptosols##description
source: Mollic Leptosols have very limited rooting volume due to continuous rock, highly calcareous material, cemented horizons, or many rocks and coarse fragments in the upper portion of the soil. Leptosols on steep slopes are highly erodible. Mollic Leptosols have a thick surface horizon with high organic matter and base saturation overlying a root limiting layer.
es: Los Leptosoles Mólicos tienen un volumen de enraizamiento muy limitado debido a la presencia de roca continua, material altamente calcáreo, horizontes cementados o muchas rocas y fragmentos gruesos en la parte superior del suelo. Los Leptosoles en pendientes pronunciadas son muy erosionables. Los Leptosoles Mólicos tienen un horizonte superficial grueso con alta materia orgánica y saturación de la base que recubre una capa limitante para las raíces.
fr: Les leptosols molliques présentent un volume racinaire très limité en raison de la présence de roches continues, de matériaux fortement calcaires, d'horizons cimentés ou de nombreux roches et fragments grossiers dans la partie supérieure du sol. Les leptosols situés sur des pentes raides sont très érodables. Ils présentent un horizon de surface épais, riche en matière organique et saturé en bases, recouvrant une couche limitante racinaire.
ka: მოლური ლეპტოზოლები ძალიან შეზღუდული ფესვთა სისტემის მოცულობას ავლენენ უწყვეტი ქანების, მაღალკირიანი მასალის, შეცემენტებული ჰორიზონტების ან ნიადაგის ზედა ნაწილში მრავალი ქანებისა და უხეში ფრაგმენტების გამო. ციცაბო ფერდობებზე განლაგებული ლეპტოზოლები ძლიერ ეროზიადია. მოლური ლეპტოზოლები ფესვის შემზღუდველ ფენას ფარავს სქელი ზედაპირული ჰორიზონტი მაღალი ორგანული მასითა და ფუძის გაჯერებით.
uk: Mollic Leptosols мають дуже обмежений об'єм коренеутворення через суцільну породу, високовапняний матеріал, зцементовані горизонти або велику кількість порід та грубих фрагментів у верхній частині ґрунту. Mollic Leptosols мають потужний поверхневий горизонт з високим вмістом органічної речовини та насиченістю основами, що лежить над шаром, що обмежує коренеутворення.

# soil##match_info##mollic_leptosols##management
source: Because these soils are shallow, rocky and erodible they should be used for perennial crops, and not tilled. Practices to maintain organic matter and cover should be used. Only uses for grazing or agroforestry should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. These soils can be productive for agriculture, but the focus should be on use for grazing. Any use for cropping must be limited and combined with soil conservation practices.
es: Debido a que estos suelos son poco profundos, rocosos y erosionables, deben utilizarse para cultivos perennes y no deben ser labrados. Deben utilizarse prácticas para mantener la materia orgánica y la cobertura. Sólo deben considerarse los usos para pastoreo o agroforestales. La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Estos suelos pueden ser productivos para la agricultura, pero el enfoque debe ser el uso para el pastoreo. Cualquier uso para el cultivo debe limitarse y combinarse con prácticas de conservación del suelo.
fr: Parce que ces sols sont peu profonds, rocailleux et érodables, ils devraient être utilisés pour des cultures pérennes et non labourés. Des pratiques visant à maintenir la matière organique et la couverture végétale devraient être mises en œuvre. Seules les utilisations pour le pâturage ou l'agroforesterie devraient être envisagées. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Ces sols peuvent être productifs pour l'agriculture, mais l'accent doit être mis sur le pâturage. Toute utilisation pour les cultures doit être limitée et combinée à des pratiques de conservation des sols.
ka: რადგან ეს ნიადაგები არაღრმა, კლდოვანი და ეროზიად მგრძნობიარეა, ისინი უნდა იქნას გამოყენებული მრავალწლიანი კულტურებისთვის და არა დასამუშავებლად. უნდა იქნას გამოყენებული ორგანული ნივთიერებებისა და საფარის შენარჩუნების პრაქტიკა. გასათვალისწინებელია მხოლოდ საძოვრად ან აგროტყე-მეურნეობისთვის გამოყენება. მნიშვნელოვანია ზედაპირული ნიადაგის შენარჩუნება მისი ორგანული ნივთიერებებით და ეროზიის პრევენცია - კრიტიკულად მნიშვნელოვანი. ეს ნიადაგები შეიძლება იყოს პროდუქტიული სოფლის მეურნეობისთვის, მაგრამ ყურადღება უნდა გამახვილდეს საძოვრად გამოყენებაზე. ნებისმიერი გამოყენება მოსავლის მისაღებად უნდა იყოს შეზღუდული და შერწყმული ნიადაგის კონსერვაციის პრაქტიკასთან.
uk: Оскільки ці ґрунти неглибокі, кам'янисті та схильні до ерозії, їх слід використовувати для багаторічних культур, а не обробляти. Слід застосовувати методи збереження органічної речовини та покриву. Слід розглядати лише використання для випасу худоби або агролісівництва. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Ці ґрунти можуть бути продуктивними для сільського господарства, але основна увага повинна бути зосереджена на використанні для випасу худоби. Будь-яке використання для вирощування сільськогосподарських культур має бути обмеженим та поєднуватися з методами збереження ґрунту.

# soil##match_info##umbric_leptosols##name
source: Umbric Leptosols
es: Leptosoles Úbricos
fr: Leptosols umbriques
ka: უმბრიული ლეპტოზოლები

# soil##match_info##umbric_leptosols##description
source: Umbric Leptosols have very limited rooting volume due to continuous rock, highly calcareous material, cemented horizons, or many rocks and coarse fragments in the upper portion of the soil. Leptosols on steep slopes are highly erodible. Umbric Leptosols have a thick surface horizon with high organic matter and low base saturation overlying a root limiting layer.
es: Los Leptosoles Úmbricos tienen un volumen de enraizamiento muy limitado debido a la presencia de roca continua, material altamente calcáreo, horizontes cementados o muchas rocas y fragmentos gruesos en la parte superior del suelo. Los leptosoles en pendientes pronunciadas son muy erosionables. Los Leptosoles Úmbricos tienen un horizonte superficial grueso con un alto contenido de materia orgánica y una baja saturación de la base que se superpone a una capa que limita las raíces.
fr: Les leptosols umbriques présentent un volume racinaire très limité en raison de la présence de roches continues, de matériaux fortement calcaires, d'horizons cimentés ou de nombreux roches et fragments grossiers dans la partie supérieure du sol. Les leptosols situés sur des pentes raides sont très érodables. Ils présentent un horizon de surface épais, riche en matière organique et faiblement saturé en bases, recouvrant une couche limitante racinaire.
ka: უმბრიულ ლეპტოზოლებს ძალიან შეზღუდული ფესვთა სისტემა აქვთ უწყვეტი ქანების, მაღალკირიანი მასალის, ცემენტირებული ჰორიზონტების ან ნიადაგის ზედა ნაწილში მრავალი ქანებისა და უხეში ფრაგმენტების გამო. ციცაბო ფერდობებზე განლაგებული ლეპტოზოლები ძლიერ ეროზიადია. უმბრიულ ლეპტოზოლებს აქვთ სქელი ზედაპირული ჰორიზონტი მაღალი ორგანული ნივთიერებით და დაბალი ფუძე-გაჯერებულობით, რომელიც ფესვის შემზღუდველ ფენას ფარავს.
uk: Umbric Leptosols мають дуже обмежений об'єм коренеутворення через суцільну породу, високовапняний матеріал, зцементовані горизонти або велику кількість порід та грубих фрагментів у верхній частині ґрунту. Umbric Leptosols мають потужний поверхневий горизонт з високим вмістом органічної речовини та низьким насиченням основами, що лежить над шаром, що обмежує коренеутворення.

# soil##match_info##umbric_leptosols##management
source: Because these soils are shallow, rocky and erodible they should be used for perennial crops, and not tilled. Practices to maintain organic matter and cover should be used. Only uses for grazing or agroforestry should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. The surface horizon soil pH will be low (< 5.0) and liming will be needed for grazing or agroforestry use. Any agricultural use should be for grazing or agroforestry, with cover continuously maintained.
es: Debido a que estos suelos son poco profundos, rocosos y erosionables, deben utilizarse para cultivos perennes y no deben ser labrados. Deben utilizarse prácticas para mantener la materia orgánica y la cobertura. Sólo deben considerarse los usos para pastoreo o agroforestales. La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. El pH del suelo del horizonte superficial será bajo (< 5,0) y se necesitará encalado para el uso de pastoreo o agroforestal. Cualquier uso agrícola debe ser para el pastoreo o la agroforestería, con el mantenimiento continuo de la cubierta.
fr: Étant donné que ces sols sont peu profonds, rocailleux et érodables, ils devraient être utilisés pour des cultures pérennes et non labourés. Des pratiques visant à maintenir la matière organique et la couverture végétale devraient être mises en œuvre. Seules les utilisations pour le pâturage ou l'agroforesterie devraient être envisagées. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Le pH de l'horizon superficiel du sol sera faible (&lt; 5,0) et un chaulage sera nécessaire pour le pâturage ou l'agroforesterie. Toute utilisation agricole devrait être destinée au pâturage ou à l'agroforesterie, avec un couvert végétal maintenu en permanence.
ka: რადგან ეს ნიადაგები არაღრმა, კლდოვანი და ეროზიად მგრძნობიარეა, ისინი უნდა იქნას გამოყენებული მრავალწლიანი კულტურებისთვის და არა დასამუშავებლად. უნდა იქნას გამოყენებული ორგანული ნივთიერებებისა და საფარის შენარჩუნების პრაქტიკა. გასათვალისწინებელია მხოლოდ საძოვრების ან აგროტყეების მეურნეობისთვის გამოყენება. მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. ზედაპირული ჰორიზონტის ნიადაგის pH დაბალი იქნება (< 5.0) და საძოვრების ან აგროტყეების მეურნეობისთვის საჭირო იქნება კირის დამატება. ნებისმიერი სასოფლო-სამეურნეო გამოყენება უნდა იყოს საძოვრების ან აგროტყეების მეურნეობისთვის, საფარის მუდმივი შენარჩუნებით.
uk: Оскільки ці ґрунти неглибокі, кам'янисті та схильні до ерозії, їх слід використовувати для багаторічних культур, а не обробляти. Слід застосовувати методи підтримки органічної речовини та покриву. Слід враховувати використання лише для випасу худоби або агролісівництва. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Рівень pH поверхневого горизонту ґрунту буде низьким (< 5,0), і для випасу худоби або агролісівництва знадобиться вапнування. Будь-яке сільськогосподарське використання має бути для випасу худоби або агролісівництва з постійним підтримкою покриву.

# soil##match_info##lithic_leptosols##name
source: Lithic Leptosols
es: Leptosoles Líticos
fr: Leptosols lithiques
ka: ლითიური ლეპტოზოლები

# soil##match_info##lithic_leptosols##description
source: Lithic Leptosols have very limited rooting volume due to continuous rock, highly calcareous material, cemented horizons, or many rocks and coarse fragments in the upper portion of the soil. Leptosols on steep slopes are highly erodible. Lithic Leptosols have hard rock within 10 cm of the soil surface.
es: Los Leptosoles Líticos tienen un volumen de enraizamiento muy limitado debido a la presencia de roca continua, material altamente calcáreo, horizontes cementados o muchas rocas y fragmentos gruesos en la parte superior del suelo. Los Leptosoles en pendientes pronunciadas son muy erosionables. Los Leptosoles Líticos tienen rocas duras a menos de 10 cm de la superficie del suelo.
fr: Les leptosols lithiques présentent un volume d'enracinement très limité en raison de la présence de roches continues, de matériaux fortement calcaires, d'horizons cimentés ou de nombreux roches et fragments grossiers dans la partie supérieure du sol. Les leptosols situés sur des pentes raides sont très érodables. Les leptosols lithiques présentent des roches dures à moins de 10 cm de la surface du sol.
ka: ლითურ ლეპტოზოლებს ძალიან შეზღუდული ფესვის მოცულობა აქვთ უწყვეტი ქანების, ძლიერ კირქვიანი მასალის, ცემენტირებული ჰორიზონტების ან ნიადაგის ზედა ნაწილში მრავალი ქანებისა და უხეში ფრაგმენტების გამო. ციცაბო ფერდობებზე განლაგებული ლეპტოზოლები ძლიერ ეროზიადია. ლითურ ლეპტოზოლებს ნიადაგის ზედაპირიდან 10 სმ-ის რადიუსში მყარი ქანები აქვთ.
uk: Lithic Leptosols мають дуже обмежений об'єм кореневої системи через суцільну породу, високовапняний матеріал, зцементовані горизонти або велику кількість порід та грубих фрагментів у верхній частині ґрунту. Lithic Leptosols мають тверду породу в межах 10 см від поверхні ґрунту.

# soil##match_info##lithic_leptosols##management
source: Because these soils are shallow, rocky and erodible they should be used for perennial crops, and not tilled. Practices to maintain organic matter and cover should be used. Only uses for grazing or agroforestry should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover. Any agricultural use should be for grazing, with cover continuously maintained.
es: Debido a que estos suelos son poco profundos, rocosos y erosionables, deben utilizarse para cultivos perennes, y no deben ser labrados. Deben utilizarse prácticas para mantener la materia orgánica y la cobertura. Sólo deben considerarse los usos para pastoreo o agroforestales. La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo. Cualquier uso agrícola debe ser para el pastoreo, con el mantenimiento continuo de la cobertura.
fr: Parce que ces sols sont peu profonds, rocailleux et érodables, ils devraient être utilisés pour des cultures pérennes et non labourés. Des pratiques visant à maintenir la matière organique et la couverture végétale devraient être mises en œuvre. Seules les utilisations pour le pâturage ou l'agroforesterie devraient être envisagées. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres devraient maximiser la couverture végétale. Toute utilisation agricole devrait être destinée au pâturage, avec un couvert végétal maintenu en permanence.
ka: რადგან ეს ნიადაგები არაღრმა, კლდოვანი და ეროზიად მგრძნობიარეა, ისინი უნდა იქნას გამოყენებული მრავალწლიანი კულტურებისთვის და არა დასამუშავებლად. უნდა იქნას გამოყენებული ორგანული ნივთიერებებისა და საფარის შენარჩუნების პრაქტიკა. გასათვალისწინებელია მხოლოდ საძოვრების ან აგროტყე-მეურნეობისთვის გამოყენება. მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა გაზარდოს ნიადაგის საფარი. ნებისმიერი სასოფლო-სამეურნეო გამოყენება უნდა იყოს საძოვრების, საფარის მუდმივი შენარჩუნებით.
uk: Оскільки ці ґрунти неглибокі, кам'янисті та схильні до ерозії, їх слід використовувати для багаторічних культур, а не обробляти. Слід застосовувати методи підтримки органічної речовини та покриву. Слід розглядати лише використання для випасу худоби або агролісівництва. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив. Будь-яке сільськогосподарське використання має бути випасом худоби з постійним підтримкою покриву.

# soil##match_info##gelic_leptosols##name
source: Gelic Leptosols
es: Leptosoles Gélicos
fr: Leptosols géliques
ka: გელური ლეპტოსოლები
