Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gleyic_phaeozems##management
source: These soils are highly productive and fertile, and make excellent cropland. They are rich in organic matter. However, they are at risk for soil loss through both wind and water erosion. Thus, practices to maintain soil cover (mulches, conservation tillage, windbreaks) are needed. Drainage of these soils may be needed. However, since this is saturation via groundwater this may not be possible, and thus shallow-rooted crops must be considered. If fertilized and not drained, loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers (if available).
es: Estos suelos son muy productivos y fértiles, y constituyen excelentes tierras de cultivo. Son ricos en materia orgánica. Sin embargo, corren el riesgo de perder el suelo por la erosión del viento y del agua. Por lo tanto, se necesitan prácticas para mantener la cobertura del suelo (mantillos, labranza de conservación, cortavientos). Puede ser necesario el drenaje de estos suelos. Sin embargo, al tratarse de una saturación a través de las aguas subterráneas, esto puede no ser posible, por lo que hay que considerar los cultivos de raíz superficial. Si se fertiliza y no se drena, es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. El uso más eficiente del N por parte de los cultivos en estos suelos puede lograrse mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta (si están disponibles).
fr: Ces sols sont très productifs et fertiles, et constituent d'excellentes terres arables. Riches en matière organique, ils sont cependant exposés à des pertes de sol dues à l'érosion éolienne et hydrique. Des pratiques visant à maintenir la couverture végétale (paillis, labour de conservation, brise-vent) sont donc nécessaires. Un drainage de ces sols peut être nécessaire. Cependant, la saturation par les eaux souterraines pouvant s'avérer impossible, il faut envisager des cultures à racines superficielles. En cas de fertilisation et de non-drainage, la perte d'azote (N) appliqué par dénitrification ou lessivage est possible. Une utilisation plus efficace de l'azote des cultures dans ces sols peut être obtenue par : 1) le drainage ; et 2) l'utilisation d'engrais azotés à libération lente (si disponibles).
ka: ეს ნიადაგები მაღალპროდუქტიული და ნაყოფიერია და შესანიშნავ სახნავ-სათეს მიწებს წარმოადგენს. ისინი მდიდარია ორგანული ნივთიერებებით. თუმცა, ისინი ნიადაგის დაკარგვის რისკის ქვეშ არიან როგორც ქარის, ასევე წყლის ეროზიის გამო. ამრიგად, საჭიროა ნიადაგის საფარის შენარჩუნების პრაქტიკა (მულჩირება, კონსერვაციული დამუშავება, ქარსაფარი ზოლები). შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. თუმცა, რადგან ეს ხდება მიწისქვეშა წყლებით გაჯერების შედეგად, ეს შეიძლება შეუძლებელი იყოს და ამიტომ უნდა განიხილებოდეს ზედაპირული ფესვების მქონე კულტურები. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციის ან გამორეცხვის გზით. ამ ნიადაგებში აზოტის უფრო ეფექტური გამოყენების მიღწევა შესაძლებელია: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით (ასეთის არსებობის შემთხვევაში).
uk: Ці ґрунти є високопродуктивними та родючими, і є чудовими сільськогосподарськими угіддями. Вони багаті на органічну речовину. Однак вони піддаються ризику втрати ґрунту через вітрову та водну ерозію. Тому необхідні методи підтримки ґрунтового покриву (мульча, консерваційний обробіток ґрунту, вітрозахисні смуги). Може знадобитися дренаж цих ґрунтів. Однак, оскільки це насичення через ґрунтові води, це може бути неможливо, тому слід враховувати використання культур з поверхневим корінням. Якщо удобрювати, але не дренувати, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами на цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення (якщо такі є).

# soil##match_info##planosols##name
source: Planosols
es: Planosoles
ka: პლანოსოლები

# soil##match_info##planosols##description
source: Planosols are seasonally ponded or saturated with water in the upper portion due to a slowly permeable, clay-rich subsoil. These soils are prone to compaction and require drainage for crop production.
es: Los Planosoles están estacionalmente encharcados o saturados de agua en la parte superior debido a un subsuelo rico en arcilla y lentamente permeable. Estos suelos son propensos a la compactación y requieren drenaje para la producción de cultivos.
fr: Les planosols sont gorgés d'eau de façon saisonnière dans leur partie supérieure grâce à un sous-sol riche en argile et lentement perméable. Ces sols sont sujets au compactage et nécessitent un drainage pour la production agricole.
ka: პლანოსოლები სეზონურად ივსება წყლით ან ივსება წყლით ზედა ნაწილში ნელა გამტარი, თიხით მდიდარი ქვენიადაგის გამო. ეს ნიადაგები მიდრეკილია დატკეპნისკენ და მოსავლის წარმოებისთვის დრენაჟს საჭიროებს.
uk: Planosols сезонно забруднюються або насичуються водою у верхній частині через повільно проникний, багатий на глину підґрунтя. Ці ґрунти схильні до ущільнення та потребують дренажу для вирощування сільськогосподарських культур.

# soil##match_info##planosols##management
source: Located on flat land, these soils are best suited for paddy rice production. Drainage will be required for production. Highest yields will require additional fertilization.
es: Ubicados en terrenos planos, estos suelos son los más adecuados para la producción de arroz con cáscara. Se requiere drenaje para la producción. Los rendimientos más elevados requieren una fertilización adicional.
fr: Situés sur des terrains plats, ces sols sont particulièrement adaptés à la production de riz paddy. Un drainage sera nécessaire pour la production. Des rendements élevés nécessiteront une fertilisation supplémentaire.
ka: ბრტყელ მიწაზე განლაგებული ეს ნიადაგები საუკეთესოდ შეეფერება ბრინჯის წარმოებისთვის. წარმოებისთვის საჭირო იქნება დრენაჟი. ყველაზე მაღალი მოსავლიანობის მისაღებად დამატებითი განოყიერება იქნება საჭირო.
uk: Розташовані на рівнинній місцевості, ці ґрунти найкраще підходять для вирощування рису-сирцю. Для виробництва потрібен дренаж. Для найвищих врожаїв знадобиться додаткове удобрення.

# soil##match_info##eutric_planosols##name
source: Eutric Planosols
es: Planosoles Eutríticos
fr: Planosols eutriques
ka: ევტრიული პლანოზოლები

# soil##match_info##eutric_planosols##description
source: Eutric Planosols are seasonally ponded or saturated with water in the upper portion due to a slowly permeable, clay-rich subsoil. These soils are prone to compaction and require drainage for crop production. Eutric Planosols are relatively productive soils with high base saturation in the subsoil.
es: Los Planosoles Eutríticos están estacionalmente encharcados o saturados de agua en la parte superior debido a un subsuelo rico en arcilla y lentamente permeable. Estos suelos son propensos a la compactación y requieren drenaje para la producción de cultivos. Los Planosoles Eutríticos son suelos relativamente productivos con una alta saturación de base en el subsuelo.
fr: Les planosols eutriques sont saisonnièrement stagnants ou saturés d'eau dans leur partie supérieure grâce à un sous-sol riche en argile et à faible perméabilité. Ces sols sont sujets au compactage et nécessitent un drainage pour la production agricole. Les planosols eutriques sont des sols relativement productifs, présentant une forte saturation en bases dans le sous-sol.
ka: ევტრიული პლანოზოლები სეზონურად ივსება წყლით ზედა ნაწილში ნელა გამტარი, თიხით მდიდარი ქვენიადაგის გამო. ეს ნიადაგები მიდრეკილია დატკეპნისკენ და საჭიროებს დრენაჟს მოსავლის წარმოებისთვის. ევტრიული პლანოზოლები შედარებით პროდუქტიული ნიადაგებია, ქვენიადაგის მაღალი ფუძე გაჯერებით.
uk: Eutric Planosols сезонно забруднюються або насичуються водою у верхній частині через повільно проникний, багатий на глину підґрунтя. Ці ґрунти схильні до ущільнення та потребують дренажу для вирощування сільськогосподарських культур. Eutric Planosols – це відносно продуктивні ґрунти з високим насиченням основами в підґрунті.

# soil##match_info##eutric_planosols##management
source: Located on flat land, these soils are best suited for paddy rice production. Drainage will be required for production. Highest yields will require additional fertilization.
es: Ubicados en terrenos planos, estos suelos son los más adecuados para la producción de arroz con cáscara. Se requerirá el drenaje para la producción. Los rendimientos más elevados requieren una fertilización adicional.
fr: Situés sur des terrains plats, ces sols sont particulièrement adaptés à la production de riz paddy. Un drainage sera nécessaire pour la production. Des rendements élevés nécessiteront une fertilisation supplémentaire.
ka: ბრტყელ მიწაზე განლაგებული ეს ნიადაგები საუკეთესოდ შეეფერება ბრინჯის წარმოებისთვის. წარმოებისთვის საჭირო იქნება დრენაჟი. ყველაზე მაღალი მოსავლიანობის მისაღებად დამატებითი განოყიერება იქნება საჭირო.
uk: Розташовані на рівнинній місцевості, ці ґрунти найкраще підходять для вирощування рису-сирцю. Для виробництва потрібен дренаж. Для найвищих врожаїв знадобиться додаткове удобрення.

# soil##match_info##dystric_planosols##name
source: Dystric Planosols
es: Planosoles Dístricos
fr: Planosols dystriques
ka: დისტრიული პლანოსოლები

# soil##match_info##dystric_planosols##description
source: Dystric Planosols are seasonally ponded or saturated with water in the upper portion due to a slowly permeable, clay-rich subsoil. These soils are prone to compaction and require drainage for crop production. Dystric Planosols are less productive soils with low base saturation in the subsoil.
es: Los Planosoles Dístricos están estacionalmente encharcados o saturados de agua en la parte superior debido a un subsuelo rico en arcilla y lentamente permeable. Estos suelos son propensos a la compactación y requieren de drenaje para la producción de cultivos. Los Planosoles Dístricos son suelos menos productivos con baja saturación de base en el subsuelo.
fr: Les planosols dystriques sont saisonnièrement stagnants ou saturés d'eau dans leur partie supérieure en raison d'un sous-sol riche en argile et lentement perméable. Ces sols sont sujets au compactage et nécessitent un drainage pour la production agricole. Les planosols dystriques sont des sols moins productifs, dont le sous-sol présente une faible saturation en bases.
ka: დისტრიკული პლანოზოლები სეზონურად ტბორდება ან წყლით არის გაჯერებული ზედა ნაწილში ნელა გამტარი, თიხით მდიდარი ქვენიადაგის გამო. ეს ნიადაგები მიდრეკილია დატკეპნისკენ და საჭიროებს დრენაჟს მოსავლის წარმოებისთვის. დისტრიკული პლანოზოლები ნაკლებად პროდუქტიული ნიადაგებია, ქვენიადაგში ფუძის დაბალი გაჯერებით.
uk: Dystric Planosols сезонно забруднюються або насичуються водою у верхній частині через повільно проникний, багатий на глину підґрунтя. Ці ґрунти схильні до ущільнення та потребують дренажу для вирощування сільськогосподарських культур. Dystric Planosols — це менш продуктивні ґрунти з низьким рівнем насичення основами підґрунтя.

# soil##match_info##dystric_planosols##management
source: Located on flat land, these soils are best suited for paddy rice production. Drainage will be required for production. Highest yields will require additional fertilization. Very low levels of calcium are available in the lower profile of this soil. Supplemental fertilization will be needed.
es: Situados en terrenos planos, estos suelos son los más adecuados para la producción de arroz con cáscara. Se requerirá el drenaje para la producción. Los rendimientos más elevados requerirán una fertilización adicional. Los niveles de calcio son muy bajos en el perfil inferior de este suelo. Se necesitará una fertilización suplementaria.
fr: Situés sur des terrains plats, ces sols sont particulièrement adaptés à la riziculture. Un drainage est nécessaire pour la production. Des rendements élevés nécessiteront une fertilisation supplémentaire. Les niveaux de calcium présents dans la partie basse de ce sol sont très faibles. Une fertilisation supplémentaire sera nécessaire.
ka: ბრტყელ მიწაზე მდებარე ეს ნიადაგები საუკეთესოდ შეეფერება ბრინჯის წარმოებისთვის. წარმოებისთვის საჭირო იქნება დრენაჟი. ყველაზე მაღალი მოსავლიანობის მისაღებად დამატებითი განოყიერება იქნება საჭირო. ამ ნიადაგის დაბალ პროფილში კალციუმის ძალიან დაბალი დონეა. საჭირო იქნება დამატებითი განოყიერება.
uk: Розташовані на рівнинній місцевості, ці ґрунти найкраще підходять для вирощування рису-сирцю. Для виробництва потрібен дренаж. Найвищі врожаї вимагатимуть додаткового удобрення. У нижньому профілі цього ґрунту дуже низький рівень кальцію. Знадобиться додаткове удобрення.

# soil##match_info##mollic_planosols##name
source: Mollic Planosols
es: Planosoles Mólicos
fr: Planosols molliques
ka: მოლიკური პლანოსოლები

# soil##match_info##mollic_planosols##description
source: Mollic Planosols are seasonally ponded or saturated with water in the upper portion due to a slowly permeable, clay-rich subsoil. These soils are prone to compaction and require drainage for crop production. Mollic Planosols have higher organic matter and base saturation in surface horizons.
es: Los Planosoles Mólicos están estacionalmente encharcados o saturados de agua en la parte superior debido a un subsuelo rico en arcilla y lentamente permeable. Estos suelos son propensos a la compactación y requieren de drenaje para la producción de cultivos. Los Planosoles Mólicos tienen mayor materia orgánica y saturación de la base en los horizontes superficiales.
fr: Les planosols molliques sont saisonnièrement stagnants ou saturés d'eau dans leur partie supérieure grâce à un sous-sol riche en argile et à faible perméabilité. Ces sols sont sujets au compactage et nécessitent un drainage pour la production agricole. Les planosols molliques présentent des teneurs en matière organique et une saturation en bases plus élevées dans les horizons de surface.
ka: მოლური პლანოზოლები ზედა ნაწილში სეზონურად ტბორდება ან წყლით არის გაჯერებული ნელა გამტარი, თიხით მდიდარი ქვენიადაგის გამო. ეს ნიადაგები მიდრეკილია დატკეპნისკენ და მოსავლის წარმოებისთვის დრენაჟს საჭიროებს. მოლური პლანოზოლებს ზედაპირულ ჰორიზონტებში უფრო მაღალი ორგანული ნივთიერებით და ფუძით გაჯერება აქვთ.
uk: Mollic Planosols сезонно забруднюються або насичуються водою у верхній частині через повільно проникний, багатий на глину підґрунтя. Ці ґрунти схильні до ущільнення та потребують дренажу для вирощування сільськогосподарських культур. Mollic Planosols мають вищий рівень органічної речовини та насичення основами у поверхневих горизонтах.

# soil##match_info##mollic_planosols##management
source: Located on flat land, these soils are best suited for paddy rice production. Drainage will be required for production. Highest yields will require additional fertilization.
es: Ubicados en terrenos planos, estos suelos son los más adecuados para la producción de arroz con cáscara. Se necesitará drenaje para la producción. Los rendimientos más elevados requieren una fertilización adicional.
fr: Situés sur des terrains plats, ces sols sont particulièrement adaptés à la production de riz paddy. Un drainage sera nécessaire pour la production. Des rendements élevés nécessiteront une fertilisation supplémentaire.
ka: ბრტყელ მიწაზე განლაგებული ეს ნიადაგები საუკეთესოდ შეეფერება ბრინჯის წარმოებისთვის. წარმოებისთვის საჭირო იქნება დრენაჟი. ყველაზე მაღალი მოსავლიანობის მისაღებად დამატებითი განოყიერება იქნება საჭირო.
uk: Розташовані на рівнинній місцевості, ці ґрунти найкраще підходять для вирощування рису-сирцю. Для виробництва потрібен дренаж. Для найвищих врожаїв знадобиться додаткове удобрення.

# soil##match_info##umbric_planosols##name
source: Umbric Planosols
es: Planosoles Úmbricos
fr: Planosols umbriques
ka: უმბრიული პლანოსოლები

# soil##match_info##umbric_planosols##description
source: Umbric Planosols are seasonally ponded or saturated with water in the upper portion due to a slowly permeable, clay-rich subsoil. These soils are prone to compaction and require drainage for crop production. Umbric Planosols have higher organic matter and lower base saturation in surface horizons.
es: Los Planosoles Úmbricos están estacionalmente encharcados o saturados de agua en la parte superior debido a un subsuelo rico en arcilla y lentamente permeable. Estos suelos son propensos a la compactación y requieren de drenaje para la producción de cultivos. Los Planosoles Úmbricos tienen mayor materia orgánica y menor saturación de la base en los horizontes superficiales.
fr: Les planosols umbriques sont saisonnièrement stagnants ou saturés d'eau dans leur partie supérieure grâce à un sous-sol riche en argile et à faible perméabilité. Ces sols sont sujets au compactage et nécessitent un drainage pour la production agricole. Les planosols umbriques présentent une teneur en matière organique plus élevée et une saturation en bases plus faible dans les horizons de surface.
ka: უმბრიული პლანოზოლები სეზონურად ტბორდება ან წყლით არის გაჯერებული ზედა ნაწილში ნელა გამტარი, თიხით მდიდარი ქვენიადაგის გამო. ეს ნიადაგები მიდრეკილია დატკეპნისკენ და საჭიროებს დრენაჟს მოსავლის წარმოებისთვის. უმბრიულ პლანოზოლებს აქვთ უფრო მაღალი ორგანული ნივთიერება და უფრო დაბალი ფუძე გაჯერება ზედაპირულ ჰორიზონტებში.
uk: Umbric Planosols сезонно забруднюються або насичуються водою у верхній частині через повільно проникний, багатий на глину підґрунтя. Ці ґрунти схильні до ущільнення та потребують дренажу для вирощування сільськогосподарських культур. Umbric Planosols мають вищий вміст органічної речовини та нижче насичення основами у поверхневих горизонтах.

# soil##match_info##umbric_planosols##management
source: Located on flat land, these soils are best suited for paddy rice production. Drainage will be required for production. Highest yields will require additional fertilization. This Planosol has a dark colored surface layer, and will be highly productive for rice production.
es: Ubicados en terrenos planos, estos suelos son los más adecuados para la producción de arroz con cáscara. Se requiere drenaje para la producción. Los rendimientos más elevados requerirán una fertilización adicional.*Este Planosol tiene una capa superficial de color oscuro, y será altamente productivo para la producción de arroz.
fr: Situés sur des terrains plats, ces sols sont particulièrement adaptés à la riziculture. Un drainage est nécessaire pour la production. Des rendements élevés nécessiteront une fertilisation supplémentaire. Ce Planosol présente une couche superficielle foncée et sera très productif pour la riziculture.
ka: ბრტყელ მიწაზე განლაგებული ეს ნიადაგები საუკეთესოდ შეეფერება ბრინჯის წარმოებისთვის. წარმოებისთვის საჭირო იქნება დრენაჟი. ყველაზე მაღალი მოსავლიანობის მისაღებად დამატებითი განოყიერება იქნება საჭირო. ამ პლანოზოლს მუქი ფერის ზედაპირული ფენა აქვს და ბრინჯის წარმოებისთვის მაღალპროდუქტიული იქნება.
uk: Розташовані на рівнинній місцевості, ці ґрунти найкраще підходять для вирощування рису-сирцю. Для виробництва потрібен дренаж. Найвищі врожаї вимагатимуть додаткового удобрення. Цей планосоль має темний поверхневий шар і буде дуже продуктивним для виробництва рису.

# soil##match_info##plinthosols##name
source: Plinthosols
es: Plinthosoles
ka: პლინტოზოლები

# soil##match_info##plinthosols##description
source: Plinthosols are relatively unproductive soils found in subtropical or tropical regions with high amounts of iron-rich, humus-poor concentrations of variable hardness and cementation. Softer iron concentrations irreversibly harden when exposed at the surface. These soils have low rooting volume and are relatively acid, infertile, highly erodible, and often wet.
es: Los Plinthosoles son suelos relativamente improductivos que se encuentran en regiones subtropicales o tropicales con altas cantidades de concentraciones ricas en hierro y pobres en humus de dureza y cementación variables. Las concentraciones de hierro más blandas se endurecen irreversiblemente cuando se exponen en la superficie. Estos suelos tienen un bajo volumen de enraizamiento y son relativamente ácidos, infértiles, muy erosionables y a menudo húmedos.
fr: Les plinthosols sont des sols relativement peu productifs que l'on trouve dans les régions subtropicales ou tropicales. Ils présentent de fortes concentrations de fer, pauvres en humus, et une dureté et une cimentation variables. Les concentrations de fer plus tendres durcissent irréversiblement lorsqu'elles sont exposées à la surface. Ces sols ont un faible volume racinaire et sont relativement acides, infertiles, très érodables et souvent humides.
ka: პლინტოზოლები შედარებით არაპროდუქტიული ნიადაგებია, რომლებიც გვხვდება სუბტროპიკულ ან ტროპიკულ რეგიონებში, რკინით მდიდარი და ჰუმუსით ღარიბი კონცენტრაციით, ცვლადი სიმტკიცითა და შედედებით. რკინის უფრო რბილი კონცენტრაციები შეუქცევადად მყარდება ზედაპირზე გამოჩენისას. ამ ნიადაგებს აქვთ დაბალი ფესვთა მოცულობა და შედარებით მჟავე, უნაყოფო, ადვილად ეროზირებადი და ხშირად სველია.
uk: Plinthosols – це відносно непродуктивні ґрунти, що зустрічаються в субтропічних або тропічних регіонах з високою кількістю багатих на залізо, бідних на гумус концентрацій, зі змінною твердістю та цементацією. М'якші концентрації заліза незворотно тверднуть, коли виходять на поверхню. Ці ґрунти мають малий об'єм кореневої системи та є відносно кислими, неродючими, легко еродованими та часто вологими.

# soil##match_info##plinthosols##management
source: This soil is not well suited for farming. The combination of hard iron and cementation make this soil most suitable for construction. It has poor soil fertility, which when combined with shallow and rocky soil makes arable farming not possible. These soils should be used for things such as surface materials for roads.
es: Este suelo no es adecuado para la agricultura. La combinación de hierro duro y cementación hacen que este suelo sea el más adecuado para la construcción. La fertilidad del suelo es escasa, lo que, combinado con la poca profundidad y el suelo rocoso, hace que no sea posible la agricultura. Estos suelos deberían utilizarse para cosas como materiales de superficie para carreteras.
fr: Ce sol est peu propice à l'agriculture. La combinaison de fer dur et de cimentation le rend particulièrement adapté à la construction. Sa faible fertilité, combinée à un sol peu profond et rocailleux, rend l'agriculture impossible. Ces sols devraient être utilisés pour des matériaux de revêtement, notamment pour les routes.
ka: ეს ნიადაგი არ არის შესაფერისი სოფლის მეურნეობისთვის. მყარი რკინისა და ცემენტის კომბინაცია ამ ნიადაგს მშენებლობისთვის ყველაზე შესაფერისს ხდის. მას აქვს ნიადაგის დაბალი ნაყოფიერება, რაც არაღრმა და კლდოვან ნიადაგთან შერწყმისას სახნავ-სათესი მიწების გამოყენებას შეუძლებელს ხდის. ეს ნიადაგები უნდა იქნას გამოყენებული გზების ზედაპირული მასალების დასამზადებლად.
uk: Цей ґрунт не дуже підходить для сільського господарства. Поєднання твердого заліза та цементації робить його найбільш придатним для будівництва. Він має низьку родючість, що в поєднанні з неглибоким та кам'янистим ґрунтом робить неможливим ведення сільського господарства. Ці ґрунти слід використовувати для таких речей, як покриття доріг.

# soil##match_info##eutric_plinthosols##name
source: Eutric Plinthosols
es: Plinthosoles Eutríticos
fr: Plinthosols eutriques
ka: ევტრიული პლინტოზოლები
