Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gleyic_andosols##management
source: Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover. Because these soils are formed from volcanic materials a part of their soil charge is positive, which means they can ‘fix’ phosphorus, making it unavailable to plants in the cropping season. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Additional fertilization and lime application, in addition to P, will also be needed to ensure adequate crop growth and yield. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Agroforestry systems can help minimize erosion. Drainage will be needed to make these soils most productive. Nitrogen fertilization should be done when soils are not saturated so as to avoid N loss by denitrification andleaching. If available, use of slow release N sources could help reduce such N loss.
es: La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es crítica. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo. Debido a que estos suelos se forman a partir de materiales volcánicos, una parte de su carga de suelo es positiva, lo que significa que pueden "fijar" el fósforo, haciendo que no esté disponible para las plantas en la temporada de cultivo. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La fertilización adicional y la aplicación de cal, además del P, también serán necesarias para garantizar un crecimiento y rendimiento adecuados de los cultivos. Los cultivos de cobertura y las rotaciones que incluyan leguminosas y la inclusión de cultivos con alta biomasa serán beneficiosos, ya que añaden materia orgánica y nitrógeno para el cultivo posterior. Los sistemas agroforestales pueden ayudar a minimizar la erosión. El drenaje será necesario para que estos suelos sean más productivos. La fertilización nitrogenada debe realizarse cuando los suelos no estén saturados para evitar la pérdida de N por desnitrificación y/o lixiviación. Si se dispone de ellas, el uso de fuentes de N de liberación lenta podría ayudar a reducir dicha pérdida de N.
fr: La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent maximiser la couverture du sol. Étant donné que ces sols sont constitués de matériaux volcaniques, une partie de leur charge est positive, ce qui signifie qu'ils peuvent « fixer » le phosphore, le rendant indisponible pour les plantes pendant la saison de culture. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et vers le bas) d'engrais phosphatés, contribueront à réduire la fixation du phosphore. Une fertilisation complémentaire et l'application de chaux, en plus du phosphore, seront également nécessaires pour assurer une croissance et un rendement adéquats des cultures. Les cultures de couverture et les rotations incluant des légumineuses et l'inclusion de cultures à forte biomasse seraient bénéfiques, apportant de la matière organique et de l'azote pour la culture suivante. Les systèmes agroforestiers peuvent contribuer à minimiser l'érosion. Un drainage sera nécessaire pour optimiser la productivité de ces sols. La fertilisation azotée doit être effectuée lorsque les sols ne sont pas saturés afin d'éviter les pertes d'azote par dénitrification et lessivage. Si possible, l'utilisation de sources d'azote à libération lente pourrait contribuer à réduire ces pertes.
ka: მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა გაზარდოს ნიადაგის საფარი. რადგან ეს ნიადაგები ვულკანური მასალებისგან წარმოიქმნება, მათი ნიადაგის მუხტის ნაწილი დადებითია, რაც ნიშნავს, რომ მათ შეუძლიათ ფოსფორის „დაფიქსირება“, რაც მას მცენარეებისთვის მიუწვდომელს ხდის მოსავლის აღების სეზონზე. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფატური სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფატის ფიქსაციის შემცირებას. ფოსფატის გარდა, ასევე საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა, რათა უზრუნველყოფილი იყოს ადეკვატური ზრდა და მოსავლიანობა. სასარგებლო იქნება საფარის კულტურები და როტაციები, რომლებიც მოიცავს პარკოსნებს და მაღალი ბიომასის მქონე კულტურების ჩართვას, რაც შემდგომ მოსავალს ორგანულ ნივთიერებას და აზოტს დაუმატებს. აგროტყის სისტემები ხელს შეუწყობს ეროზიის მინიმიზაციას. დრენაჟი საჭირო იქნება ამ ნიადაგების ყველაზე პროდუქტიულობის უზრუნველსაყოფად. აზოტით განოყიერება უნდა განხორციელდეს მაშინ, როდესაც ნიადაგები არ არის გაჯერებული, რათა თავიდან იქნას აცილებული აზოტის დაკარგვა დენიტრიფიკაციით და გამორეცხვით. თუ შესაძლებელია, ნელა გამოთავისუფლებადი აზოტის წყაროების გამოყენება ხელს შეუწყობს აზოტის ასეთი დაკარგვის შემცირებას.
uk: Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії є критично важливим. Методи управління земельними ресурсами повинні враховувати необхідність максимально перекривати ґрунтовий покрив. Оскільки ці ґрунти утворені з вулканічних матеріалів, частина їхнього заряду ґрунту є позитивною, що означає, що вони можуть «фіксувати» фосфор, роблячи його недоступним для рослин у вегетаційний період. Добре задокументовані практики, такі як стрічкове внесення (або безпосередньо на насіння, або збоку та вниз від насіння) фосфорних добрив, допоможуть зменшити фіксацію фосфору. Додаткове удобрення та внесення вапна, на додаток до фосфору, також будуть потрібні для забезпечення належного росту та врожайності культур. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою були б корисними, додаючи органічну речовину та азот для наступної культури. Системи агролісівництва можуть допомогти мінімізувати ерозію. Для того, щоб ці ґрунти були максимально продуктивними, знадобиться дренаж. Азотне удобрення слід проводити, коли ґрунти не насичені, щоб уникнути втрати азоту внаслідок денітрифікації та вилуговування. Якщо можливо, використання джерел азоту з повільним вивільненням може допомогти зменшити такі втрати азоту.

# soil##match_info##gelic_andosols##name
source: Gelic Andosols
es: Andosoles Gélicos
fr: Andosols géliques
ka: გელის ანდოზოლები

# soil##match_info##gelic_andosols##description
source: Gelic Andosols form in volcanic materials. These soils are highly erodible and have high P fixation, but most have relatively good water holding capacity and soil fertility. Gelic Andosols have permafrost above two meters and are generally unsuitable for cultivation.
es: Los Andosoles Gélicos se forman en materiales volcánicos. Estos suelos son muy erosionables y tienen una alta fijación de P, pero la mayoría tienen una capacidad de retención de agua y una fertilidad del suelo relativamente buenas. Los Andosoles Gélicos tienen permafrost por encima de los dos metros y generalmente no son aptos para el cultivo.
fr: Les andosols géliques se forment dans les matériaux volcaniques. Ces sols sont très érodables et présentent une forte fixation du phosphore, mais la plupart présentent une capacité de rétention d'eau et une fertilité du sol relativement bonnes. Les andosols géliques présentent un pergélisol supérieur à deux mètres et sont généralement impropres à la culture.
ka: გელური ანდოზოლები ვულკანურ მასალებში წარმოიქმნება. ეს ნიადაგები ძლიერ ეროზიადია და ფოსფორის მაღალი ფიქსაცია აქვს, თუმცა უმეტესობას შედარებით კარგი წყლის შეკავების უნარი და ნიადაგის ნაყოფიერება აქვს. გელური ანდოზოლები ორ მეტრზე მეტი სიმაღლის მარადმწვანე ყინულს შეიცავს და, როგორც წესი, კულტივირებისთვის უვარგისია.
uk: Gelic Andosols формуються з вулканічних відкладів. Ці ґрунти дуже еродовані та мають високий рівень фіксації фосфору, але більшість із них мають відносно добру вологоутримувальну здатність та родючість ґрунту. Вони підстеляються вічною мерзлотою понад два метри та загалом непридатні для обробітку.

# soil##match_info##gelic_andosols##management
source: Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover. Because these soils are formed from volcanic materials a part of their soil charge is positive, which means they can ‘fix’ phosphorus, making it unavailable to plants in the cropping season. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Additional fertilization and lime application, in addition to P, will also be needed to ensure adequate crop growth and yield. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Agroforestry systems can help minimize erosion. If used for production care should be taken to maintain organic matter, for when the permafrost is opened soil subsidence will occur.
es: La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo. Debido a que estos suelos se forman a partir de materiales volcánicos, una parte de su carga de suelo es positiva, lo que significa que pueden "fijar" el fósforo, haciendo que no esté disponible para las plantas en la temporada de cultivo. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La fertilización adicional y la aplicación de cal, además del P, también serán necesarias para garantizar un crecimiento y rendimiento adecuados de los cultivos. Los cultivos de cobertura y las rotaciones que incluyan leguminosas y la inclusión de cultivos con alta biomasa serán beneficiosos, ya que añaden materia orgánica y nitrógeno para el cultivo posterior. Los sistemas agroforestales pueden ayudar a minimizar la erosión. Si se utilizan para la producción, se debe tener cuidado de mantener la materia orgánica, ya que cuando se abra el permafrost se producirá el hundimiento del suelo.
fr: La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent maximiser la couverture du sol. Étant donné que ces sols sont constitués de matériaux volcaniques, une partie de leur charge est positive, ce qui signifie qu'ils peuvent « fixer » le phosphore, le rendant ainsi indisponible pour les plantes pendant la saison de culture. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et vers le bas) d'engrais phosphatés, contribueront à réduire la fixation du phosphore. Une fertilisation et un apport de chaux supplémentaires, en plus du phosphore, seront également nécessaires pour assurer une croissance et un rendement adéquats des cultures. Les cultures de couverture et les rotations incluant des légumineuses et l'inclusion de cultures à forte biomasse seraient bénéfiques, apportant de la matière organique et de l'azote pour la culture suivante. Les systèmes agroforestiers peuvent contribuer à minimiser l'érosion. En cas d'utilisation à des fins de production, il convient de veiller à maintenir la matière organique, car l'ouverture du pergélisol entraîne un affaissement du sol.
ka: მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა გაზარდოს ნიადაგის საფარი. რადგან ეს ნიადაგები ვულკანური მასალებისგან წარმოიქმნება, მათი ნიადაგის მუხტის ნაწილი დადებითია, რაც ნიშნავს, რომ მათ შეუძლიათ ფოსფორის „დაფიქსირება“, რაც მას მცენარეებისთვის მიუწვდომელს ხდის მოსავლის აღების სეზონზე. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფატური სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან გვერდით და თესლიდან ქვემოთ) ხელს შეუწყობს ფოსფატის ფიქსაციის შემცირებას. ფოსფატის გარდა, ასევე საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა, რათა უზრუნველყოფილი იყოს ადეკვატური ზრდა და მოსავლიანობა. სასარგებლო იქნება საფარის კულტურები და როტაციები, რომლებიც მოიცავს პარკოსნებს და მაღალი ბიომასის მქონე კულტურების ჩართვას, რაც შემდგომ კულტურას ორგანულ ნივთიერებებსა და აზოტს დაუმატებს. აგროტყის სისტემები ხელს შეუწყობს ეროზიის მინიმიზაციას. თუ ისინი გამოიყენება წარმოებისთვის, სიფრთხილე უნდა გამოიჩინოთ ორგანული ნივთიერებების შენარჩუნებაზე, რადგან როდესაც მუდმივი მყინვარება გაიხსნება, ნიადაგის ჩაძირვა მოხდება.
uk: Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії є критично важливим. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив. Оскільки ці ґрунти утворені з вулканічних матеріалів, частина їхнього заряду ґрунту є позитивною, що означає, що вони можуть «фіксувати» фосфор, роблячи його недоступним для рослин у вегетаційний період. Добре задокументовані практики, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Додаткове удобрення та внесення вапна, на додаток до фосфору, також будуть потрібні для забезпечення належного росту та врожайності культур. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою були б корисними, додаючи органічну речовину та азот для наступної культури. Системи агролісівництва можуть допомогти мінімізувати ерозію. Якщо використовується для виробництва, слід подбати про збереження органічної речовини, оскільки при відкритті вічної мерзлоти відбудеться просідання ґрунту.

# soil##match_info##anthrosols##name
source: Anthrosols
es: Antrósoles
ka: ანთროზოლები

# soil##match_info##anthrosols##description
source: Anthrosols are a broad group of soils that have been modified substantially by human activities. These soils are highly cultivated with horizons mixed in the upper portions of the soil.
es: Los Antrósoles son un amplio grupo de suelos que han sido modificados sustancialmente por las actividades humanas. Estos suelos están muy cultivados con horizontes mezclados en las porciones superiores del suelo.
fr: Les anthrosols constituent un vaste groupe de sols fortement modifiés par les activités humaines. Ces sols sont fortement cultivés et présentent des horizons mixtes dans leurs parties supérieures.
ka: ანთროზოლები ნიადაგების ფართო ჯგუფია, რომლებიც მნიშვნელოვნად არის მოდიფიცირებული ადამიანის საქმიანობით. ეს ნიადაგები ძლიერ დამუშავებულია ნიადაგის ზედა ნაწილებში შერეული ჰორიზონტებით.
uk: Anthrosols – це широка група ґрунтів, які зазнали суттєвих змін внаслідок діяльності людини. Ці ґрунти сильно окультурені, з анропогенно турбованими горизонтами у верхній частині профілю ґрунту.

# soil##match_info##anthrosols##management
source: Because these soils have had long-term human disruptionthey are highly variable in characteristics, and few general management guidelines can be assigned. Producers should carefully study their fields, and examine variability across their areas to determine different management needs. Management should be used to ensure that soil structure and porosity are preserved in these soils. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. For best yield fertilization is recommended.
es: Debido a que estos suelos han tenido una alteración/agotamiento/adición humana a largo plazo, son muy variables en sus características, y se pueden asignar pocas directrices generales de gestión. Los productores deben estudiar cuidadosamente sus campos y examinar la variabilidad en sus áreas para determinar las diferentes necesidades de manejo. El manejo debe ser utilizado para asegurar que la estructura del suelo y la porosidad sean preservadas en estos suelos. Serían beneficiosos los cultivos de cobertura y las rotaciones que incluyan leguminosas y la inclusión de cultivos con alta biomasa, añadiendo materia orgánica y nitrógeno para el cultivo posterior. Para un mejor rendimiento se recomienda la fertilización.
fr: Ces sols, perturbés par l'activité humaine depuis longtemps, présentent une grande variabilité de leurs caractéristiques et ne permettent pas d'établir de recommandations générales de gestion. Les producteurs doivent étudier attentivement leurs parcelles et examiner la variabilité de leurs surfaces afin de déterminer les besoins de gestion. La gestion doit viser à préserver la structure et la porosité du sol. Des cultures de couverture et des rotations incluant des légumineuses, ainsi que l'inclusion de cultures à forte biomasse, seraient bénéfiques, apportant matière organique et azote pour la culture suivante. Pour un rendement optimal, une fertilisation est recommandée.
ka: ვინაიდან ამ ნიადაგებს ადამიანის ხანგრძლივი ზემოქმედების შედეგად დიდი ხნის განმავლობაში აწუხებდათ, მათი მახასიათებლები ძალიან ცვალებადია და მართვის ზოგადი სახელმძღვანელო პრინციპების დადგენა ძალიან ცოტაა შესაძლებელი. მწარმოებლებმა ყურადღებით უნდა შეისწავლონ თავიანთი მინდვრები და გამოიკვლიონ ცვალებადობა მათ ტერიტორიებზე, რათა დაადგინონ მართვის სხვადასხვა საჭიროება. მართვა უნდა იქნას გამოყენებული იმის უზრუნველსაყოფად, რომ ამ ნიადაგებში შენარჩუნდეს ნიადაგის სტრუქტურა და ფორიანობა. სასარგებლო იქნება პარკოსნებისა და მაღალი ბიომასის მქონე კულტურების ჩართვა, რაც შემდგომ კულტურას ორგანული ნივთიერებებისა და აზოტის დამატებით შეაქვს. საუკეთესო მოსავლის მისაღებად რეკომენდებულია განოყიერება.
uk: Оскільки ці ґрунти довго зазнавали впливу людини, їхні характеристики дуже мінливі і складно дати загальні рекомендації щодо управління. Виробники повинні ретельно обстежити грунти на своїх полях та аналізувати їхні показники, щоб визначити конкретні потреби в управлінні. Управління повинно забезпечувати збереження структури та пористості цих ґрунтів. Корисними будуть покривні культури та сівозміни з бобовими культурами, та включення культур з високою біомасою для забезпечення необхідних рівнів органічної речовини та азоту для наступної культури. Для найкращого врожаю рекомендується внесення добрив.

# soil##match_info##aric_anthrosols##name
source: Aric Anthrosols
es: Antrósoles Áricos
fr: Anthrosols ariques
ka: არიკ ანთროსოლსი

# soil##match_info##aric_anthrosols##description
source: Aric Anthrosols are a broad group of soils that have been modified substantially by human activities. These soils are highly cultivated with horizons mixed in the upper portions of the soil.
es: Los Antrósoles Áricos son un amplio grupo de suelos que han sido modificados sustancialmente por las actividades humanas. Estos suelos están muy cultivados con horizontes mezclados en las porciones superiores del suelo.
fr: Les anthrosols ariques constituent un vaste groupe de sols fortement modifiés par les activités humaines. Ces sols sont fortement cultivés et présentent des horizons mixtes dans leurs parties supérieures.
ka: არიკული ანთროზოლები ნიადაგების ფართო ჯგუფია, რომლებიც მნიშვნელოვნად არის მოდიფიცირებული ადამიანის საქმიანობით. ეს ნიადაგები ძლიერ დამუშავებულია ნიადაგის ზედა ნაწილებში შერეული ჰორიზონტებით.
uk: Aric Anthrosols – це широка група ґрунтів, які зазнали суттєвих змін внаслідок діяльності людини. Ці ґрунти сильно окультурені, з горизонтами, сформованим тривалою оранкою або обробітком, що призвело до зміни структури, кольору та щільності верхнього шару.

# soil##match_info##aric_anthrosols##management
source: Because these soils have had long-term human disruptionthey are highly variable in characteristics, and few general management guidelines can be assigned. Producers should carefully study their fields, and examine variability across their areas to determine different management needs. Management should be used to ensure that soil structure and porosity are preserved in these soils. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. For best yield fertilization is recommended.
es: Debido a que estos suelos han tenido una alteración/agotamiento/adición humana a largo plazo, sus características son muy variables y se pueden asignar pocas pautas generales de gestión. Los productores deben estudiar cuidadosamente sus campos y examinar la variabilidad en sus áreas para determinar las diferentes necesidades de manejo. El manejo debe ser utilizado para asegurar que la estructura del suelo y la porosidad sean preservadas en estos suelos. Serían beneficiosos los cultivos de cobertura y las rotaciones que incluyan leguminosas y la inclusión de cultivos con alta biomasa, añadiendo materia orgánica y nitrógeno para el cultivo posterior. Para un mejor rendimiento se recomienda la fertilización.
fr: Ces sols, perturbés par l'activité humaine depuis longtemps, présentent une grande variabilité de leurs caractéristiques et ne permettent pas d'établir de recommandations générales de gestion. Les producteurs doivent étudier attentivement leurs parcelles et examiner la variabilité de leurs surfaces afin de déterminer les besoins de gestion. La gestion doit viser à préserver la structure et la porosité du sol. Des cultures de couverture et des rotations incluant des légumineuses, ainsi que l'inclusion de cultures à forte biomasse, seraient bénéfiques, apportant matière organique et azote pour la culture suivante. Pour un rendement optimal, une fertilisation est recommandée.
ka: ვინაიდან ამ ნიადაგებს ადამიანის ხანგრძლივი ზემოქმედების შედეგად დიდი ხნის განმავლობაში აწუხებდათ, მათი მახასიათებლები ძალიან ცვალებადია და მართვის ზოგადი სახელმძღვანელო პრინციპების დადგენა ძალიან ცოტაა შესაძლებელი. მწარმოებლებმა ყურადღებით უნდა შეისწავლონ თავიანთი მინდვრები და გამოიკვლიონ ცვალებადობა მათ ტერიტორიებზე, რათა დაადგინონ მართვის სხვადასხვა საჭიროება. მართვა უნდა იქნას გამოყენებული იმის უზრუნველსაყოფად, რომ ამ ნიადაგებში შენარჩუნდეს ნიადაგის სტრუქტურა და ფორიანობა. სასარგებლო იქნება პარკოსნებისა და მაღალი ბიომასის მქონე კულტურების ჩართვა, რაც შემდგომ კულტურას ორგანული ნივთიერებებისა და აზოტის დამატებით შეაქვს. საუკეთესო მოსავლის მისაღებად რეკომენდებულია განოყიერება.
uk: Оскільки ці ґрунти довго зазнавали впливу людини, їхні характеристики дуже мінливі і дати загальні рекомендації щодо управління складно. Землекористувачі повинні ретельно вивчати свої поля та досліджувати показнрики грунтів на своїх ділянках, щоб визначити різні потреби в управлінні. Управління слід використовувати для збереження структури та пористості ґрунту в цих ґрунтах. Корисними будуть покривні культури та сівозміни з бобовими культурами, та включення культур з високою біомасою, що забезпечить необхідний вміст органічної речовини та азоту для наступної культури. Для найкращого врожаю рекомендується внесення добрив.

# soil##match_info##cumulic_anthrosols##name
source: Cumulic Anthrosols
es: Antrósoles Cúmulos
fr: Anthrosols cumuliques
ka: კუმულური ანთროზოლები
