Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##plinthic_ferralsols##management
source: soils are prone to phosphorus fixation, and applied fertilizer P or most soil P will not be immediately available for crop uptake and use. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Additional fertilization and lime application, in addition to P, will also be needed to ensure adequate crop growth and yield. High levels of soluble aluminum can also be present in these soils, and it is toxic to plants. Application of lime (which both increases soil pH and ties up soluble aluminum) can help to reduce aluminum toxicity. Since these soils are infertile they will require applications of plant nutrients for best crop performance, applied either by fertilization or inclusion of crop residues, manures or other nutrient-rich organic material. These soils have a limited ability to retain nitrogen fertilizer. Slow-release nitrogen sources should be considered, if available, or more frequent application of soluble sources at a lower rate with each application could be used. Agronomic practices that protect the soil surface and avoid erosion, so that the iron-rich clay layer is not exposed, are critical.
es: suelos son propensos a la fijación de fósforo, y el P aplicado por los fertilizantes o la mayor parte del P del suelo no estará inmediatamente disponible para su absorción y uso por los cultivos. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La fertilización adicional y la aplicación de cal, además del P, también serán necesarias para garantizar un crecimiento y un rendimiento adecuados de los cultivos. En estos suelos también puede haber altos niveles de aluminio soluble, que es tóxico para las plantas. La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) puede ayudar a reducir la toxicidad del aluminio. Dado que estos suelos son infértiles, necesitarán aplicaciones de nutrientes para las plantas con el fin de obtener un mejor rendimiento de los cultivos, ya sea mediante la fertilización o la inclusión de residuos de cultivos, estiércol u otro material orgánico rico en nutrientes. Estos suelos tienen una capacidad limitada para retener los fertilizantes nitrogenados. Deben considerarse fuentes de nitrógeno de liberación lenta, si están disponibles, o podría utilizarse la aplicación más frecuente de fuentes solubles a una tasa menor en cada aplicación. Son fundamentales las prácticas agronómicas que protejan la superficie del suelo y eviten la erosión, de modo que la capa de arcilla rica en hierro no quede expuesta.
fr: Les sols sont sujets à la fixation du phosphore, et l'engrais phosphaté (ou la majeure partie du phosphore) appliqué ne sera pas immédiatement disponible pour l'absorption et l'utilisation par les cultures. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et vers le bas) d'engrais phosphatés, contribueront à réduire la fixation du phosphore. Une fertilisation supplémentaire et l'application de chaux, en plus du phosphore, seront également nécessaires pour assurer une croissance et un rendement adéquats des cultures. Ces sols peuvent également contenir des concentrations élevées d'aluminium soluble, toxique pour les plantes. L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) peut contribuer à réduire la toxicité de l'aluminium. Étant donné leur infertilité, ces sols nécessiteront des apports d'éléments nutritifs pour optimiser les performances des cultures, soit par fertilisation, soit par inclusion de résidus de culture, de fumier ou d'autres matières organiques riches en nutriments. Ces sols ont une capacité limitée à retenir les engrais azotés. Il convient d'envisager des sources d'azote à libération lente, si disponibles, ou d'appliquer plus fréquemment des sources solubles à un taux plus faible à chaque application. Les pratiques agronomiques qui protègent la surface du sol et évitent l’érosion, de sorte que la couche d’argile riche en fer ne soit pas exposée, sont essentielles.
ka: ნიადაგები მიდრეკილია ფოსფორის ფიქსაციისკენ და ფოსფორის სასუქის ან ნიადაგის უმეტესი ნაწილის ფოსფორის შეტანა დაუყოვნებლივ არ იქნება ხელმისაწვდომი მოსავლის მიერ ათვისებისა და გამოყენებისთვის. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფორის სასუქების ზოლების შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის ფიქსაციის შემცირებას. ფოსფორის გარდა, ასევე საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა მოსავლის სათანადო ზრდისა და მოსავლიანობის უზრუნველსაყოფად. ამ ნიადაგებში ასევე შეიძლება იყოს ხსნადი ალუმინის მაღალი დონე, რომელიც ტოქსიკურია მცენარეებისთვის. კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) შეტანა ხელს შეუწყობს ალუმინის ტოქსიკურობის შემცირებას. რადგან ეს ნიადაგები უნაყოფოა, მათ მოსავლის საუკეთესო მოსავლის მისაღებად დასჭირდებათ მცენარეული საკვები ნივთიერებების შეტანა, რომელიც გამოიყენება ან განოყიერებით, ან მოსავლის ნარჩენების, ნაკელის ან სხვა საკვები ნივთიერებებით მდიდარი ორგანული მასალის დამატებით. ამ ნიადაგებს აქვთ აზოტის სასუქის შენარჩუნების შეზღუდული უნარი. თუ შესაძლებელია, უნდა განიხილებოდეს ნელა გამოთავისუფლებადი აზოტის წყაროები, ან შეიძლება გამოყენებულ იქნას ხსნადი წყაროების უფრო ხშირი შეტანა უფრო დაბალი რაოდენობით თითოეული შეტანისას. კრიტიკულად მნიშვნელოვანია აგრონომიული პრაქტიკა, რომელიც იცავს ნიადაგის ზედაპირს და თავიდან აიცილებს ეროზიას, რათა რკინით მდიდარი თიხის ფენა არ გამოჩნდეს.
uk: Ґрунти схильні до фіксації фосфору, і внесений фосфор у добривах або більша частина ґрунтового фосфору не буде одразу доступною для поглинання та використання культурою. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Додаткове удобрення та вапнування, окрім фосфору, також знадобляться для забезпечення належного росту та врожайності культур. У цих ґрунтах також може бути присутнім високий рівень розчинного алюмінію, який є токсичним для рослин. Внесення вапна (яке як підвищує pH ґрунту, так і зв'язує розчинний алюміній) може допомогти зменшити токсичність алюмінію. Оскільки ці ґрунти неродючі, для найкращої продуктивності врожаю вони потребуватимуть внесення рослинних поживних речовин, які вносяться або шляхом удобрення, або шляхом додавання рослинних залишків, гною чи інших багатих на поживні речовини органічних матеріалів. Ці ґрунти мають обмежену здатність утримувати азотні добрива. Слід розглянути джерела азоту з повільним вивільненням, якщо такі є, або можна використовувати частіше внесення розчинних джерел з меншою швидкістю з кожним внесенням. Агрономічні методи, що захищають поверхню ґрунту та запобігають ерозії, щоб шар глини, багатий на залізо, не оголювався, є критично важливими.

# soil##match_info##fluvisols##name
source: Fluvisols
es: Fluvisoles
ka: ფლუვისოლები

# soil##match_info##fluvisols##description
source: Fluvisols are mostly found in floodplains and coastal areas, and have limited profile development with a range of properties. Hydrological management is essential for production. Fluvisols are productive soils with high base saturation in the upper portion of soil.
es: Los Fluvisoles se encuentran sobre todo en llanuras de inundación y zonas costeras, y tienen un desarrollo de perfil limitado con una serie de propiedades. La gestión hidrológica es esencial para la producción. Los Fluvisoles Eutríticos son suelos productivos con una alta saturación de bases en la parte superior del suelo.
fr: Les fluvisols se trouvent principalement dans les plaines inondables et les zones côtières, et présentent un profil de développement limité, avec des propriétés variées. La gestion hydrologique est essentielle à la production. Les fluvisols sont des sols productifs présentant une saturation en bases élevée dans leur partie supérieure.
ka: ფლუვისოლები ძირითადად გვხვდება ჭალებსა და სანაპირო რაიონებში და აქვთ შეზღუდული პროფილის განვითარება სხვადასხვა თვისებით. ჰიდროლოგიური მართვა აუცილებელია წარმოებისთვის. ფლუვისოლები პროდუქტიული ნიადაგებია, რომლებსაც ნიადაგის ზედა ნაწილში მაღალი ფუძე გაჯერება აქვთ.
uk: Fluvisols здебільшого зустрічаються в заплавах та прибережних районах, і мають обмежений розвиток профілю з різноманітними властивостями. Гідрологічне управління є важливим для виробництва. Fluvisols – це продуктивні ґрунти з високим насиченням основами у верхній частині ґрунту.

# soil##match_info##fluvisols##management
source: These soils are all naturally fertile and productive. Drainage and management of floodwaters can make them suitable for continuous cultivation. However, drainage may affect soil pH, and so sampling should be done to evaluate the need for lime. Once under continuous cultivation care should be taken to avoid soil erosion. Production methods that protect the soil surface (mulches, cover crops), improve water infiltration, or provide a route for water movement from the field in a non-erosive velocity (terraces, drainage ways) should be considered.
es: Estos suelos son todos naturalmente fértiles y productivos. El drenaje y/o la gestión de las aguas de inundación pueden hacerlos aptos para el cultivo continuo. Sin embargo, el drenaje puede afectar al pH del suelo, por lo que debe realizarse un muestreo para evaluar la necesidad de cal. Una vez en cultivo continuo hay que tener cuidado para evitar la erosión del suelo. Deben considerarse métodos de producción que protejan la superficie del suelo (mantillos, cultivos de cobertura), mejoren la infiltración del agua o proporcionen una ruta para el movimiento del agua desde el campo a una velocidad no erosiva (terrazas, vías de drenaje).
fr: Ces sols sont tous naturellement fertiles et productifs. Le drainage et la gestion des eaux de crue peuvent les rendre propices à une culture continue. Cependant, le drainage peut affecter le pH du sol ; il est donc nécessaire de procéder à des échantillonnages pour évaluer les besoins en chaux. Une fois le sol cultivé en continu, il convient de veiller à éviter l'érosion. Des méthodes de production qui protègent la surface du sol (paillis, cultures de couverture), améliorent l'infiltration de l'eau ou permettent un écoulement de l'eau depuis le champ à une vitesse non érosive (terrasses, canaux de drainage) doivent être envisagées.
ka: ეს ნიადაგები ბუნებრივად ნაყოფიერი და პროდუქტიულია. დრენაჟი და წყალდიდობის წყლების მართვა მათ უწყვეტი კულტივაციისთვის შესაფერისს ხდის. თუმცა, დრენაჟმა შეიძლება გავლენა მოახდინოს ნიადაგის pH-ზე, ამიტომ კირის საჭიროების შესაფასებლად უნდა ჩატარდეს ნიმუშების აღება. უწყვეტი კულტივაციის შემდეგ, ყურადღება უნდა მიექცეს ნიადაგის ეროზიის თავიდან აცილებას. გასათვალისწინებელია ისეთი წარმოების მეთოდები, რომლებიც იცავს ნიადაგის ზედაპირს (მულჩები, საფარის კულტურები), აუმჯობესებს წყლის ინფილტრაციას ან უზრუნველყოფს წყლის არაეროზიული სიჩქარით გადაადგილების გზას მინდვრიდან (ტერასები, დრენაჟის გზები).
uk: Ці ґрунти є природно родючими та продуктивними. Дренаж та управління паводковими водами можуть зробити їх придатними для безперервного обробітку. Однак дренаж може впливати на pH ґрунту, тому слід проводити відбір проб для оцінки потреби у вапні. Під час безперервного обробітку слід вживати заходів для запобігання ерозії ґрунту. Слід розглянути методи виробництва, які захищають поверхню ґрунту (мульча, покривні культури), покращують інфільтрацію води або забезпечують шлях для руху води з поля з неерозійною швидкістю (тераси, дренажні шляхи).

# soil##match_info##eutric_fluvisols##name
source: Eutric Fluvisols
es: Fluvisoles Eútricos
fr: Fluvisols eutriques
ka: ევტრიკული ფლუვისოლები

# soil##match_info##eutric_fluvisols##description
source: Eutric Fluvisols are mostly found in floodplains and coastal areas, and have limited profile development with a range of properties. Hydrological management is essential for production. Eutric Fluvisols are productive soils with high base saturation in the upper portion of soil.
es: Los Fluvisoles Eutríticos se encuentran principalmente en llanuras de inundación y zonas costeras, y tienen un desarrollo de perfil limitado con una serie de propiedades. La gestión hidrológica es esencial para la producción. Los Fluvisoles Eutríticos son suelos productivos con una alta saturación de bases en la parte superior del suelo.
fr: Les fluvisols eutriques se trouvent principalement dans les plaines inondables et les zones côtières, et présentent un profil de développement limité, avec des propriétés variées. La gestion hydrologique est essentielle à leur production. Les fluvisols eutriques sont des sols productifs présentant une saturation en bases élevée dans leur partie supérieure.
ka: ევტრიული ფლუვისოლები ძირითადად გვხვდება ჭალებსა და სანაპირო რაიონებში და აქვთ შეზღუდული პროფილის განვითარება სხვადასხვა თვისებით. ჰიდროლოგიური მართვა აუცილებელია წარმოებისთვის. ევტრიული ფლუვისოლები არის პროდუქტიული ნიადაგები, რომლებსაც ნიადაგის ზედა ნაწილში მაღალი ფუძე გაჯერება აქვთ.
uk: Eutric Fluvisols здебільшого зустрічаються в заплавах і прибережних районах, і мають обмежений розвиток профілю з різноманітними властивостями. Гідрологічне управління є важливим для виробництва. Eutric Fluvisols – це продуктивні ґрунти з високим насиченням основами у верхній частині ґрунту.

# soil##match_info##eutric_fluvisols##management
source: These soils are all naturally fertile and productive. Drainage and management of floodwaters can make them suitable for continuous cultivation. However, drainage may affect soil pH, and so sampling should be done to evaluate the need for lime. Once under continuous cultivation care should be taken to avoid soil erosion. Production methods that protect the soil surface (mulches, cover crops), improve water infiltration, or provide a route for water movement from the field in a non-erosive velocity (terraces, drainage ways) should be considered.
es: Estos suelos son todos naturalmente fértiles y productivos. El drenaje y/o la gestión de las aguas de inundación pueden hacerlos aptos para el cultivo continuo. Sin embargo, el drenaje puede afectar al pH del suelo, por lo que debe realizarse un muestreo para evaluar la necesidad de cal. Una vez en cultivo continuo hay que tener cuidado para evitar la erosión del suelo. Deben considerarse métodos de producción que protejan la superficie del suelo (mantillos, cultivos de cobertura), mejoren la infiltración del agua o proporcionen una ruta para el movimiento del agua desde el campo a una velocidad no erosiva (terrazas, vías de drenaje).
fr: Ces sols sont tous naturellement fertiles et productifs. Le drainage et la gestion des eaux de crue peuvent les rendre propices à une culture continue. Cependant, le drainage peut affecter le pH du sol ; il est donc nécessaire de procéder à des échantillonnages pour évaluer les besoins en chaux. Une fois le sol cultivé en continu, il convient de veiller à éviter l'érosion. Des méthodes de production qui protègent la surface du sol (paillis, cultures de couverture), améliorent l'infiltration de l'eau ou permettent un écoulement de l'eau depuis le champ à une vitesse non érosive (terrasses, canaux de drainage) doivent être envisagées.
ka: ეს ნიადაგები ბუნებრივად ნაყოფიერი და პროდუქტიულია. დრენაჟი და წყალდიდობის წყლების მართვა მათ უწყვეტი კულტივაციისთვის შესაფერისს ხდის. თუმცა, დრენაჟმა შეიძლება გავლენა მოახდინოს ნიადაგის pH-ზე, ამიტომ კირის საჭიროების შესაფასებლად უნდა ჩატარდეს ნიმუშების აღება. უწყვეტი კულტივაციის შემდეგ, ყურადღება უნდა მიექცეს ნიადაგის ეროზიის თავიდან აცილებას. გასათვალისწინებელია ისეთი წარმოების მეთოდები, რომლებიც იცავს ნიადაგის ზედაპირს (მულჩები, საფარის კულტურები), აუმჯობესებს წყლის ინფილტრაციას ან უზრუნველყოფს წყლის არაეროზიული სიჩქარით გადაადგილების გზას მინდვრიდან (ტერასები, დრენაჟის გზები).
uk: Ці ґрунти є природно родючими та продуктивними. Дренаж та управління паводковими водами можуть зробити їх придатними для безперервного обробітку. Однак дренаж може впливати на pH ґрунту, тому слід проводити відбір проб для оцінки потреби у вапні. Під час безперервного обробітку слід вживати заходів для запобігання ерозії ґрунту. Слід розглянути методи виробництва, які захищають поверхню ґрунту (мульча, покривні культури), покращують інфільтрацію води або забезпечують шлях для руху води з поля з неерозійною швидкістю (тераси, дренажні шляхи).

# soil##match_info##calcaric_fluvisols##name
source: Calcaric Fluvisols
es: Fluvisoles Calcáreos
fr: Fluvisols calcaires
ka: კალკარული ფლუვისოლები

# soil##match_info##calcaric_fluvisols##description
source: Calcaric Fluvisols are mostly found in floodplains and coastal areas and have limited profile development with a range of properties. Hydrological management is essential for production. Calcaric Fluvisols have carbonates and high pH in the upper portion of soil.
es: Los Fluvisoles Calcáricos se encuentran sobre todo en llanuras de inundación y zonas costeras y tienen un desarrollo de perfil limitado con una serie de propiedades. La gestión hidrológica es esencial para la producción. Los Fluvisoles Calcáricos tienen carbonatos y un pH elevado en la parte superior del suelo.
fr: Les fluvisols calcaires se trouvent principalement dans les plaines inondables et les zones côtières. Leur développement est limité et leurs propriétés variées. La gestion hydrologique est essentielle à leur production. Les fluvisols calcaires présentent des carbonates et un pH élevé dans la partie supérieure du sol.
ka: კალკარული ფლუვისოლები ძირითადად გვხვდება ჭალებსა და სანაპირო რაიონებში და აქვთ შეზღუდული პროფილის განვითარება სხვადასხვა თვისებით. ჰიდროლოგიური მართვა აუცილებელია წარმოებისთვის. კალკარულ ფლუვისოლებს აქვთ კარბონატები და მაღალი pH ნიადაგის ზედა ნაწილში.
uk: Calcaric Fluvisols здебільшого зустрічаються в заплавах і прибережних районах і мають обмежений розвиток профілю з різноманітними властивостями. Гідрологічне управління є важливим для виробництва. Calcaric Fluvisols мають карбонати та високий рівень pH у верхній частині ґрунту.

# soil##match_info##calcaric_fluvisols##management
source: These soils are all naturally fertile and productive. Drainage and management of floodwaters can make them suitable for continuous cultivation. Once under continuous cultivation care should be taken to avoid soil erosion. Production methods that protect the soil surface (mulches, cover crops), improve water infiltration, or provide a route for water movement from the field in a non-erosive velocity (terraces, drainage ways) should be considered.
es: Estos suelos son todos naturalmente fértiles y productivos. El drenaje y/o el manejo de las aguas de inundación pueden hacerlos aptos para el cultivo continuo. Una vez en cultivo continuo se debe tener cuidado para evitar la erosión del suelo. Deben considerarse métodos de producción que protejan la superficie del suelo (mantillos, cultivos de cobertura), mejoren la infiltración del agua o proporcionen una vía para el movimiento del agua desde el campo a una velocidad no erosiva (terrazas, vías de drenaje).
fr: Ces sols sont tous naturellement fertiles et productifs. Le drainage et la gestion des eaux de crue peuvent les rendre propices à une culture continue. Une fois la culture terminée, il convient de veiller à éviter l'érosion des sols. Des méthodes de production protégeant la surface du sol (paillis, cultures de couverture), améliorant l'infiltration de l'eau ou permettant un écoulement de l'eau depuis le champ à une vitesse non érosive (terrasses, canaux de drainage) doivent être envisagées.
ka: ეს ნიადაგები ბუნებრივად ნაყოფიერი და პროდუქტიულია. წყალდიდობის შედეგად წარმოქმნილი წყლების დრენაჟი და მართვა მათ უწყვეტი კულტივაციისთვის შესაფერისს ხდის. უწყვეტი კულტივაციის შემდეგ, ნიადაგის ეროზიის თავიდან ასაცილებლად სიფრთხილეა საჭირო. გასათვალისწინებელია ისეთი წარმოების მეთოდები, რომლებიც იცავს ნიადაგის ზედაპირს (მულჩები, საფარის კულტურები), აუმჯობესებს წყლის ინფილტრაციას ან უზრუნველყოფს წყლის არაეროზიული სიჩქარით გადაადგილების გზას მინდვრიდან (ტერასები, დრენაჟის გზები).
uk: Ці ґрунти є природно родючими та продуктивними. Дренаж та управління паводковими водами можуть зробити їх придатними для безперервного обробітку. Після безперервного обробітку слід вживати заходів для запобігання ерозії ґрунту. Слід розглянути методи виробництва, які захищають поверхню ґрунту (мульча, покривні культури), покращують інфільтрацію води або забезпечують шлях для руху води з поля з неерозійною швидкістю (тераси, дренажні шляхи).

# soil##match_info##dystric_fluvisols##name
source: Dystric Fluvisols
es: Fluvisoles Dístricos
fr: Fluvisols dystriques
ka: დისტრიკული ფლუვისოლები

# soil##match_info##dystric_fluvisols##description
source: Dystric Fluvisols are mostly found in floodplains and coastal areas and have limited profile development with a range of properties. Hydrological management is essential for production. Dystric Fluvisols are less productive soils with low base saturation in the upper portion of soil.
es: Los Fluvisoles Dístricos se encuentran sobre todo en llanuras de inundación y zonas costeras y tienen un desarrollo de perfil limitado con una serie de propiedades. La gestión hidrológica es esencial para la producción. Los Fluvisoles Dístricos son suelos menos productivos con una baja saturación de la base en la parte superior del suelo.
fr: Les fluvisols dystriques se trouvent principalement dans les plaines inondables et les zones côtières et présentent un profil de développement limité, avec des propriétés variées. La gestion hydrologique est essentielle à la production. Les fluvisols dystriques sont des sols moins productifs, avec une faible saturation en bases dans la partie supérieure.
ka: დისტრიკული ფლუვისოლები ძირითადად გვხვდება ჭალებსა და სანაპირო რაიონებში და აქვთ შეზღუდული პროფილის განვითარება სხვადასხვა თვისებით. ჰიდროლოგიური მართვა აუცილებელია წარმოებისთვის. დისტრიკული ფლუვისოლები ნაკლებად პროდუქტიული ნიადაგებია, ნიადაგის ზედა ნაწილში დაბალი ფუძეგაჯერებულობით.
uk: Dystric Fluvisols здебільшого зустрічаються в заплавах і прибережних районах і мають обмежений розвиток профілю з різноманітними властивостями. Гідрологічне управління є важливим для виробництва. Dystric Fluvisols – це менш продуктивні ґрунти з низьким рівнем насичення основами у верхній частині ґрунту.
