Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##salic_fluvisols##management
source: These soils are all naturally fertile and productive. Drainage and management of floodwaters can make them suitable for continuous cultivation. However, drainage may affect soil pH, and so sampling should be done to evaluate the need for lime. Once under continuous cultivation care should be taken to avoid soil erosion. Production methods that protect the soil surface (mulches, cover crops), improve water infiltration, or provide a route for water movement from the field in a non-erosive velocity (terraces, drainage ways) should be considered. Leaching with a high quality (low salinity) water source will be needed to move salts out of the rooting zone. Use of salt tolerant crops and varieties is also recommended. Last, management of fertilization programs to avoid overapplication and accumulation of salts is needed.
es: Estos suelos son todos naturalmente fértiles y productivos. El drenaje y/o la gestión de las aguas de inundación pueden hacerlos aptos para el cultivo continuo. Sin embargo, el drenaje puede afectar al pH del suelo, por lo que debe realizarse un muestreo para evaluar la necesidad de cal. Una vez en cultivo continuo hay que tener cuidado para evitar la erosión del suelo. Deben considerarse métodos de producción que protejan la superficie del suelo (mantillos, cultivos de cobertura), mejoren la infiltración del agua o proporcionen una vía para el movimiento del agua desde el campo a una velocidad no erosiva (terrazas, vías de drenaje). La lixiviación con una fuente de agua de alta calidad (baja salinidad) será necesaria para desplazar las sales fuera de la zona de enraizamiento. También se recomienda el uso de cultivos y variedades tolerantes a la sal. Por último, es necesario gestionar los programas de fertilización para evitar la sobreaplicación y la acumulación de sales.
fr: Ces sols sont tous naturellement fertiles et productifs. Le drainage et la gestion des eaux de crue peuvent les rendre propices à une culture continue. Cependant, le drainage peut affecter le pH du sol ; il est donc nécessaire de procéder à des échantillonnages pour évaluer les besoins en chaux. Une fois la culture continue terminée, il convient de veiller à éviter l'érosion du sol. Des méthodes de production protégeant la surface du sol (paillis, cultures de couverture), améliorant l'infiltration de l'eau ou permettant un écoulement de l'eau depuis le champ à une vitesse non érosive (terrasses, canaux de drainage) doivent être envisagées. Un lessivage avec une source d'eau de haute qualité (faible salinité) sera nécessaire pour évacuer les sels de la zone racinaire. L'utilisation de cultures et de variétés tolérantes au sel est également recommandée. Enfin, une gestion rigoureuse des programmes de fertilisation est nécessaire pour éviter les surapplications et l'accumulation de sels.
ka: ეს ნიადაგები ბუნებრივად ნაყოფიერი და პროდუქტიულია. დრენაჟი და წყალდიდობის წყლების მართვა მათ უწყვეტი კულტივაციისთვის შესაფერისს ხდის. თუმცა, დრენაჟმა შეიძლება გავლენა მოახდინოს ნიადაგის pH-ზე, ამიტომ კირის საჭიროების შესაფასებლად უნდა ჩატარდეს ნიმუშების აღება. უწყვეტი კულტივაციის შემდეგ, სიფრთხილე უნდა გამოიჩინოთ ნიადაგის ეროზიის თავიდან ასაცილებლად. გასათვალისწინებელია ისეთი წარმოების მეთოდები, რომლებიც იცავს ნიადაგის ზედაპირს (მულჩები, საფარის კულტურები), აუმჯობესებს წყლის ინფილტრაციას ან უზრუნველყოფს წყლის არაეროზიული სიჩქარით გადაადგილების გზას მინდვრიდან (ტერასები, დრენაჟის გზები). მარილების ფესვთა ზონიდან გამოსადევნად საჭირო იქნება მაღალი ხარისხის (დაბალი მარილიანობის) წყლის წყაროდან გამორეცხვა. ასევე რეკომენდებულია მარილისადმი მდგრადი კულტურებისა და ჯიშების გამოყენება. და ბოლოს, საჭიროა განოყიერების პროგრამების მართვა მარილების ჭარბი გამოყენებისა და დაგროვების თავიდან ასაცილებლად.
uk: Ці ґрунти є природно родючими та продуктивними. Дренаж та управління паводковими водами можуть зробити їх придатними для безперервного обробітку. Однак дренаж може впливати на pH ґрунту, тому слід проводити відбір проб, щоб оцінити потребу у вапні. Під час безперервного обробітку слід вживати заходів для запобігання ерозії ґрунту. Слід розглянути методи виробництва, які захищають поверхню ґрунту (мульча, покривні культури), покращують інфільтрацію води або забезпечують шлях для руху води з поля з неерозійною швидкістю (тераси, дренажні шляхи). Для виведення солей із зони кореневої системи знадобиться вилуговування за допомогою високоякісного (низькосоленого) джерела води. Також рекомендується використовувати солестійкі культури та сорти. Нарешті, необхідне управління програмами удобрення, щоб уникнути надмірного внесення та накопичення солей.

# soil##match_info##gleysols##name
source: Gleysols
es: Gleysoles
ka: გლეისოლები

# soil##match_info##gleysols##description
source: Gleysols have shallow groundwater and are saturated for significant portions of the year. Deep drainage is necessary for cultivation. Gleysols are productive soils with high base saturation in the upper portion of soil.
es: Los Gleysoles tienen aguas subterráneas poco profundas y están saturados durante gran parte del año. El drenaje profundo es necesario para el cultivo. Los Gleysoles son suelos productivos con una alta saturación de la base en la parte superior del suelo.
fr: Les gleysols ont une nappe phréatique peu profonde et sont saturés une grande partie de l'année. Un drainage profond est nécessaire à la culture. Les gleysols sont des sols productifs avec une forte saturation en bases dans la partie supérieure.
ka: გლეისოლები არაღრმა მიწისქვეშა წყლებით ხასიათდება და წლის მნიშვნელოვანი ნაწილის განმავლობაში გაჯერებულია. კულტივაციისთვის აუცილებელია ღრმა დრენაჟი. გლეისოლები პროდუქტიული ნიადაგებია, რომლებსაც ნიადაგის ზედა ნაწილში მაღალი ფუძის გაჯერება აქვთ.
uk: Gleysols мають неглибоке залягання ґрунтових вод і насичені ними протягом значної частини року. Для обробітку ґрунту необхідний глибокий дренаж. Gleysols – це продуктивні ґрунти з високим рівнем насичення основами у верхній частині ґрунту.

# soil##match_info##gleysols##management
source: These soils are saturated, and if they are cultivated significant drainage is required. Once drained, these soils can be highly productive. The water table must be lowered using deep drainage. Once drained, liming may be required as organic matter begins to decompose.
es: Estos suelos están saturados, y si se cultivan se requiere un drenaje significativo. Una vez drenados, estos suelos pueden ser altamente productivos. El nivel freático debe bajarse mediante un drenaje profundo. Una vez drenados, puede ser necesario el encalado, ya que la materia orgánica comienza a descomponerse.
fr: Ces sols sont saturés et, s'ils sont cultivés, un drainage important est nécessaire. Une fois drainés, ces sols peuvent être très productifs. La nappe phréatique doit être abaissée par un drainage profond. Un chaulage peut alors s'avérer nécessaire, la matière organique commençant à se décomposer.
ka: ეს ნიადაგები გაჯერებულია და თუ ისინი დამუშავდება, საჭიროა მნიშვნელოვანი დრენაჟი. დრენაჟის შემდეგ, ეს ნიადაგები შეიძლება იყოს მაღალპროდუქტიული. მიწისქვეშა წყლების დონე უნდა დაიწიოს ღრმა დრენაჟის გამოყენებით. დრენაჟის შემდეგ, შესაძლოა საჭირო გახდეს კირის დამატება, რადგან ორგანული ნივთიერებები იწყებს დაშლას.
uk: Ці ґрунти насичені, і якщо їх обробляти, потрібен значний дренаж. Після осушення ці ґрунти можуть бути дуже продуктивними. Рівень ґрунтових вод необхідно знизити за допомогою глибокого дренажу. Після осушення може знадобитися вапнування, оскільки органічна речовина починає розкладатися.

# soil##match_info##eutric_gleysols##name
source: Eutric Gleysols
es: Gleysoles Eutríticos
fr: Gleysols eutriques
ka: ევტრიული გლეისოლები

# soil##match_info##eutric_gleysols##description
source: Eutric Gleysols have shallow groundwater and are saturated for significant portions of the year. Deep drainage is necessary for cultivation. Eutric Gleysols are productive soils with high base saturation in the upper portion of soil.
es: Los Gleysoles Eutríticos tienen aguas subterráneas poco profundas y están saturados durante gran parte del año. El drenaje profundo es necesario para el cultivo. Los Gleysoles Eutríticos son suelos productivos con una alta saturación de la base en la parte superior del suelo.
fr: Les gleysols eutriques ont une nappe phréatique peu profonde et sont saturés une grande partie de l'année. Un drainage profond est nécessaire à la culture. Les gleysols eutriques sont des sols productifs avec une forte saturation en bases dans la partie supérieure.
ka: ევტრიკულ გლეისოლებს აქვთ ზედაპირული მიწისქვეშა წყლები და წლის მნიშვნელოვანი ნაწილის განმავლობაში გაჯერებულია. კულტივაციისთვის აუცილებელია ღრმა დრენაჟი. ევტრიკული გლეისოლები პროდუქტიული ნიადაგებია, რომლებსაც ნიადაგის ზედა ნაწილში მაღალი ფუძე-გაჯერებულობა აქვთ.
uk: Eutric Gleysols мають неглибоке залягання ґрунтових вод і насичені ними протягом значної частини року. Для обробітку ґрунту необхідний глибокий дренаж. Eutric Gleysols – це продуктивні ґрунти з високим насиченням основами у верхній частині ґрунту.

# soil##match_info##eutric_gleysols##management
source: These soils are saturated, and if they are cultivated significant drainage is required. Once drained, these soils can be highly productive. The water table must be lowered using deep drainage. Once drained, liming may be required as organic matter begins to decompose.
es: Estos suelos están saturados, y si se cultivan se requiere un drenaje significativo. Una vez drenados, estos suelos pueden ser altamente productivos. El nivel freático debe bajarse mediante un drenaje profundo. Una vez drenados, puede ser necesario el encalado, ya que la materia orgánica comienza a descomponerse.
fr: Ces sols sont saturés et, s'ils sont cultivés, un drainage important est nécessaire. Une fois drainés, ces sols peuvent être très productifs. La nappe phréatique doit être abaissée par un drainage profond. Un chaulage peut alors s'avérer nécessaire, la matière organique commençant à se décomposer.
ka: ეს ნიადაგები გაჯერებულია და თუ ისინი დამუშავდება, საჭიროა მნიშვნელოვანი დრენაჟი. დრენაჟის შემდეგ, ეს ნიადაგები შეიძლება იყოს მაღალპროდუქტიული. მიწისქვეშა წყლების დონე უნდა დაიწიოს ღრმა დრენაჟის გამოყენებით. დრენაჟის შემდეგ, შესაძლოა საჭირო გახდეს კირის დამატება, რადგან ორგანული ნივთიერებები იწყებს დაშლას.
uk: Ці ґрунти насичені, і якщо їх обробляти, потрібен значний дренаж. Після осушення ці ґрунти можуть бути дуже продуктивними. Рівень ґрунтових вод необхідно знизити за допомогою глибокого дренажу. Після осушення може знадобитися вапнування, оскільки органічна речовина починає розкладатися.

# soil##match_info##calcic_gleysols##name
source: Calcic Gleysols
es: Gleysoles Cálcicos
fr: Gleysols calciques
ka: კალციუმ-გლეისოლები

# soil##match_info##calcic_gleysols##description
source: Calcic Gleysols have shallow groundwater and are saturated for significant portions of the year. Deep drainage is necessary for cultivation. Calcic Gleysols have carbonates and high pH in the upper portion of soil.
es: Los Gleysoles Cálcicos tienen aguas subterráneas poco profundas y están saturados durante gran parte del año. El drenaje profundo es necesario para el cultivo. Los Gleysoles Calcáricos tienen carbonatos y un pH alto en la parte superior del suelo.
fr: Les gleysols calciques ont des nappes phréatiques peu profondes et sont saturés une grande partie de l'année. Un drainage profond est nécessaire à la culture. Les gleysols calciques contiennent des carbonates et un pH élevé dans la partie supérieure du sol.
ka: კალციუმიან გლეიზოლებს აქვთ ზედაპირული მიწისქვეშა წყლები და წლის მნიშვნელოვანი ნაწილის განმავლობაში გაჯერებულია. კულტივაციისთვის აუცილებელია ღრმა დრენაჟი. კალციუმიან გლეიზოლებს აქვთ კარბონატები და ნიადაგის ზედა ნაწილში მაღალი pH.
uk: Calcic Gleysols мають неглибоке залягання ґрунтових вод і насичені ними протягом значної частини року. Для обробітку ґрунту необхідний глибокий дренаж. Calcic Gleysols мають карбонати та високий pH у верхній частині ґрунту.

# soil##match_info##calcic_gleysols##management
source: These soils are saturated, and if they are cultivated significant drainage is required. Once drained, these soils can be highly productive. The water table must be lowered using deep drainage.
es: Estos suelos están saturados, y si se cultivan se requiere un drenaje significativo. Una vez drenados, estos suelos pueden ser muy productivos. Hay que bajar el nivel freático mediante un drenaje profundo.
fr: Ces sols sont saturés et, s'ils sont cultivés, un drainage important est nécessaire. Une fois drainés, ces sols peuvent être très productifs. La nappe phréatique doit être abaissée grâce à un drainage profond.
ka: ეს ნიადაგები გაჯერებულია და თუ ისინი დამუშავდება, საჭიროა მნიშვნელოვანი დრენაჟი. დრენაჟის შემდეგ, ეს ნიადაგები შეიძლება იყოს მაღალპროდუქტიული. მიწისქვეშა წყლის დონე უნდა შემცირდეს ღრმა დრენაჟის გამოყენებით.
uk: Ці ґрунти насичені, і якщо їх обробляти, потрібен значний дренаж. Після осушення ці ґрунти можуть бути високопродуктивними. Рівень ґрунтових вод необхідно знижувати за допомогою глибокого дренажу.

# soil##match_info##dystric_gleysols##name
source: Dystric Gleysols
es: Gleysoles Dístricos
fr: Gleysols dystriques
ka: დისტრიული გლეისოლები

# soil##match_info##dystric_gleysols##description
source: Dystric Gleysols have shallow groundwater and are saturated for significant portions of the year. Deep drainage is necessary for cultivation. Dystric Gleysols are less productive soils with low base saturation in the upper portion of soil.
es: Los Gleysoles Dístricos tienen aguas subterráneas poco profundas y están saturados durante gran parte del año. Es necesario un drenaje profundo para su cultivo. Los Gleysoles Dístricos son suelos menos productivos con una baja saturación de la base en la parte superior del suelo.
fr: Les gleysols dystriques ont une nappe phréatique peu profonde et sont saturés une grande partie de l'année. Un drainage profond est nécessaire à la culture. Les gleysols dystriques sont des sols moins productifs, avec une faible saturation en bases dans la partie supérieure.
ka: დისტრიკულ გლეისოლებს აქვთ ზედაპირული მიწისქვეშა წყლები და წლის მნიშვნელოვანი ნაწილის განმავლობაში გაჯერებულია. კულტივაციისთვის აუცილებელია ღრმა დრენაჟი. დისტრიკული გლეისოლები ნაკლებად პროდუქტიული ნიადაგებია, ნიადაგის ზედა ნაწილში დაბალი ფუძე-გაჯერებით.
uk: Dystric Gleysols мають неглибоке залягання ґрунтових вод і насичені ґрунтами протягом значної частини року. Для обробітку ґрунту необхідний глибокий дренаж. Dystric Gleysols — це менш продуктивні ґрунти з низьким рівнем насичення основами у верхній частині ґрунту.

# soil##match_info##dystric_gleysols##management
source: These soils are saturated, and if they are cultivated significant drainage is required. Once drained, these soils can be highly productive. The water table must be lowered using deep drainage. Once drained, liming may be required as organic matter begins to decompose. These soils have little available calcium, magnesium or other bases in the soil, and may require supplemental fertilization. If needed, liming will supply the calcium, and possibly the magnesium (dolomitic lime)..
es: Estos suelos están saturados, y si se cultivan se requiere un drenaje significativo. Una vez drenados, estos suelos pueden ser altamente productivos. El nivel freático debe bajarse mediante un drenaje profundo. Una vez drenados, puede ser necesario el encalado, ya que la materia orgánica comienza a descomponerse. Estos suelos tienen poco calcio, magnesio u otras bases disponibles en el suelo, y pueden requerir fertilización suplementaria. Si es necesario, el encalado aportará el calcio, y posiblemente el magnesio (cal dolomítica).
fr: Ces sols sont saturés et, s'ils sont cultivés, un drainage important est nécessaire. Une fois drainés, ces sols peuvent être très productifs. La nappe phréatique doit être abaissée par un drainage profond. Un chaulage peut alors s'avérer nécessaire lorsque la matière organique commence à se décomposer. Ces sols contiennent peu de calcium, de magnésium ou d'autres bases disponibles et peuvent nécessiter une fertilisation complémentaire. Si nécessaire, un chaulage apportera le calcium, et éventuellement le magnésium (chaux dolomitique).
ka: ეს ნიადაგები გაჯერებულია და თუ ისინი დამუშავდება, საჭიროა მნიშვნელოვანი დრენაჟი. დრენაჟის შემდეგ, ეს ნიადაგები შეიძლება იყოს მაღალპროდუქტიული. მიწისქვეშა წყლების დონე უნდა შემცირდეს ღრმა დრენაჟის გამოყენებით. დრენაჟის შემდეგ, შეიძლება საჭირო გახდეს კირის გამოყენება, რადგან ორგანული ნივთიერებები იწყებს დაშლას. ამ ნიადაგებში ნიადაგში კალციუმი, მაგნიუმი ან სხვა ფუძეები ცოტაა და შეიძლება დამატებითი სასუქი დასჭირდეს. საჭიროების შემთხვევაში, კირის გამოყენება უზრუნველყოფს კალციუმს და შესაძლოა მაგნიუმს (დოლომიტური კირი).
uk: Ці ґрунти насичені, і якщо їх обробляти, потрібен значний дренаж. Після осушення ці ґрунти можуть бути високопродуктивними. Рівень ґрунтових вод необхідно знизити за допомогою глибокого дренажу. Після осушення може знадобитися вапнування, оскільки органічна речовина починає розкладатися. Ці ґрунти містять мало доступного кальцію, магнію або інших основ і можуть потребувати додаткового удобрення. За потреби вапнування забезпечить кальцій і, можливо, магній (доломітове вапно).

# soil##match_info##andic_gleysols##name
source: Andic Gleysols
es: Gleysoles Ándicos
fr: Gleysols andiques
ka: ანდიკ გლეისოლსი

# soil##match_info##andic_gleysols##description
source: Andic Gleysols have shallow groundwater and are saturated for significant portions of the year. Deep drainage is necessary for cultivation. Andic Gleysols have low bulk density and high P fixation.
es: Los Gleysoles Ándicos tienen aguas subterráneas poco profundas y están saturados durante gran parte del año. El drenaje profundo es necesario para el cultivo. Los Gleysoles Ándicos tienen una baja densidad aparente y una alta fijación de P.
fr: Les gleysols andiques ont une nappe phréatique peu profonde et sont saturés une grande partie de l'année. Un drainage profond est nécessaire à la culture. Les gleysols andiques présentent une faible densité apparente et une forte fixation du phosphore.
ka: ანდიკური გლეისოლები არაღრმა მიწისქვეშა წყლებით ხასიათდება და წლის მნიშვნელოვანი ნაწილის განმავლობაში გაჯერებულია. კულტივაციისთვის აუცილებელია ღრმა დრენაჟი. ანდიკურ გლეისოლებს ახასიათებთ დაბალი მოცულობითი სიმკვრივე და მაღალი ფოსფორის ფიქსაცია.
uk: Andic Gleysols мають неглибокі ґрунтові води та насичені ними протягом значної частини року. Для обробітку ґрунту необхідний глибокий дренаж. Andic Gleysols мають низьку об'ємну щільність та високий рівень фіксації фосфору.

# soil##match_info##andic_gleysols##management
source: These soils are saturated, and if they are cultivated significant drainage is required. Once drained, these soils can be highly productive. The water table must be lowered using deep drainage. Once drained, liming may be required as organic matter begins to decompose. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation.
es: Estos suelos están saturados, y si se cultivan se requiere un drenaje importante. Una vez drenados, estos suelos pueden ser muy productivos. El nivel freático debe bajarse mediante un drenaje profundo. Una vez drenados, puede ser necesario el encalado, ya que la materia orgánica comienza a descomponerse. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P.
fr: Ces sols sont saturés et, s'ils sont cultivés, un drainage important est nécessaire. Une fois drainés, ces sols peuvent être très productifs. La nappe phréatique doit être abaissée par un drainage profond. Un chaulage peut ensuite être nécessaire lorsque la matière organique commence à se décomposer. Des pratiques bien documentées, comme l'application en bandes (directement sur la semence ou latéralement et en contrebas de la semence) d'engrais phosphatés, contribuent à réduire la fixation du phosphore.
ka: ეს ნიადაგები გაჯერებულია და მათი დამუშავების შემთხვევაში საჭიროა მნიშვნელოვანი დრენაჟი. დრენაჟის შემდეგ, ეს ნიადაგები შეიძლება იყოს მაღალპროდუქტიული. მიწისქვეშა წყლების დონე უნდა შემცირდეს ღრმა დრენაჟის გამოყენებით. დრენაჟის შემდეგ, შესაძლოა საჭირო გახდეს კირის გამოყენება, რადგან ორგანული ნივთიერებები იწყებს დაშლას. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფატური სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ), ხელს შეუწყობს ფოსფატის ფიქსაციის შემცირებას.
uk: Ці ґрунти насичені, і якщо їх обробляти, потрібен значний дренаж. Після осушення ці ґрунти можуть бути високопродуктивними. Рівень ґрунтових вод необхідно знизити за допомогою глибокого дренажу. Після осушення може знадобитися вапнування, оскільки органічна речовина починає розкладатися. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфорних добрив, допоможуть зменшити фіксацію фосфору.

# soil##match_info##mollic_gleysols##name
source: Mollic Gleysols
es: Gleysolel mólicos
fr: Gleysols molliques
ka: მოლიკური გლეისოლები

# soil##match_info##mollic_gleysols##description
source: Mollic Gleysols have shallow groundwater and are saturated for significant portions of the year. Deep drainage is necessary for cultivation. Mollic Gleysols have relatively higher organic matter and nutrients in surface horizons.
es: Los Gleysolel Mólicos tienen aguas subterráneas poco profundas y están saturados durante gran parte del año. El drenaje profundo es necesario para el cultivo. Los Gleysoles Mólicos tienen relativamente más materia orgánica y nutrientes en los horizontes superficiales.
fr: Les gleysols molliques ont des nappes phréatiques peu profondes et sont saturés une grande partie de l'année. Un drainage profond est nécessaire à la culture. Leurs horizons de surface contiennent relativement plus de matière organique et de nutriments.
ka: მოლური გლეისოლები არაღრმა მიწისქვეშა წყლებით ხასიათდება და წლის მნიშვნელოვანი ნაწილის განმავლობაში გაჯერებულია. კულტივაციისთვის აუცილებელია ღრმა დრენაჟი. მოლური გლეისოლები ზედაპირულ ჰორიზონტებში შედარებით მეტ ორგანულ ნივთიერებას და საკვებ ნივთიერებებს შეიცავს.
uk: Mollic Gleysols мають неглибоке залягання ґрунтових вод і насичені ними протягом значної частини року. Для обробітку ґрунту необхідний глибокий дренаж. Mollic Gleysols мають відносно вищий вміст органічної речовини та поживних речовин у поверхневих горизонтах.
