Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gleyic_alisols##management
source: Application of lime (which both increases soil pH and ties up soluble aluminum) or gypsum (calcium sulfate), which takes Al out of solution, can help to reduce aluminum toxicity. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover, crop rotation and agroforestry. Although not usually recommended, if the soil is used for cultivated cropping then fertilization should be combined with crop rotation andcover crops, or other means of organic matter addition for the development of improved fertility and water holding capacity. Drainage of these soils may be needed. However, since this is saturation via groundwater this may not be possible, and thus shallow-rooted crops should be considered. If fertilized and not drained, loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers.
es: La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) o de yeso (sulfato de calcio), que extrae el Al de la solución, puede ayudar a reducir la toxicidad del aluminio. La conservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura. *Aunque no suele recomendarse, si el suelo se utiliza para cultivos, la fertilización debe combinarse con la rotación de cultivos y/o los cultivos de cobertura, u otros medios de adición de materia orgánica para el desarrollo de una mayor fertilidad y capacidad de retención de agua. Puede ser necesario el drenaje de estos suelos. Sin embargo, dado que se trata de una saturación a través de aguas subterráneas, esto puede no ser posible, por lo que se debe considerar la posibilidad de realizar cultivos con raíces superficiales. Si se fertiliza y no se drena, es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. El uso más eficiente del N por parte de los cultivos en estos suelos puede lograrse mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta.
fr: L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) ou de gypse (sulfate de calcium), qui extrait l'aluminium de la solution, peut contribuer à réduire la toxicité de l'aluminium. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent optimiser la couverture végétale, la rotation des cultures et l'agroforesterie. Bien que généralement déconseillée, si le sol est utilisé pour des cultures, la fertilisation doit être associée à la rotation des cultures et à des cultures de couverture, ou à d'autres apports de matière organique pour améliorer la fertilité et la capacité de rétention d'eau. Un drainage de ces sols peut être nécessaire. Cependant, la saturation par les eaux souterraines pouvant s'avérer impossible, il convient d'envisager des cultures à racines superficielles. En cas de fertilisation non drainée, la perte d'azote (N) appliqué par dénitrification ou lessivage est possible. Une utilisation plus efficace de l'azote des cultures dans ces sols peut être obtenue par : 1) le drainage ; et 2) l'utilisation d'engrais azotés à libération lente.
ka: კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) ან თაბაშირის (კალციუმის სულფატი), რომელიც გამოდევნის ალუმინს ხსნარიდან, გამოყენება ხელს უწყობს ალუმინის ტოქსიკურობის შემცირებას. მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა გაზარდოს ნიადაგის საფარი, მოსავლის როტაცია და აგროტყეობა. მიუხედავად იმისა, რომ ჩვეულებრივ არ არის რეკომენდებული, თუ ნიადაგი გამოიყენება კულტურული კულტურებისთვის, განოყიერება უნდა შერწყმული იყოს მოსავლის როტაციასთან და საფარის კულტურებთან, ან ორგანული ნივთიერებების დამატების სხვა საშუალებებთან, გაუმჯობესებული ნაყოფიერებისა და წყლის შეკავების უნარის განვითარების მიზნით. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. თუმცა, რადგან ეს ხდება მიწისქვეშა წყლებით გაჯერების გზით, ეს შეიძლება შეუძლებელი იყოს და ამიტომ უნდა განიხილონ ზედაპირული ფესვების მქონე კულტურების გამოყენება. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციის ან გამორეცხვის გზით. ამ ნიადაგებში მოსავლის N-ის უფრო ეფექტური გამოყენება შეიძლება მიღწეული იქნას: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით.
uk: Внесення вапна (яке підвищує pH ґрунту та зв'язує розчинний алюміній) або гіпсу (сульфату кальцію), який виводить Al з розчину, може допомогти зменшити токсичність алюмінію. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив, сівозміну та агролісівництво. Хоча зазвичай це не рекомендується, якщо ґрунт використовується для вирощування сільськогосподарських культур, удобрення слід поєднувати із сівозміною та покривними культурами або іншими способами додавання органічної речовини для розвитку покращеної родючості та водоутримувальної здатності. Може знадобитися дренаж цих ґрунтів. Однак, оскільки це насичення через ґрунтові води, це може бути неможливо, тому слід розглянути можливість вирощування культур з поверхневим корінням. Якщо удобрювати, але не дренувати, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами в цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив з повільним вивільненням.

# soil##match_info##humic_alisols##name
source: Humic Alisols
es: Alisoles Húmicos
fr: Alisols humiques
ka: ჰუმუსური ალისოლები

# soil##match_info##humic_alisols##description
source: Humic Alisols are acidic soils that are often found on hilly areas, and are thus prone to erosion. They also have high levels of soluble aluminum, which is toxic to plants. They are shallow soils and usually unproductive for cropping, and so their use should be limited to low volume grazing or other uses with continuous plant cover. These soils have a high amount of organic matter in the top layer of soil.
es: Los Alisoles Húmicos son suelos ácidos que suelen encontrarse en zonas de colinas, por lo que son propensos a la erosión. También tienen altos niveles de aluminio soluble, que es tóxico para las plantas. Son suelos poco profundos y normalmente improductivos para el cultivo, por lo que su uso debe limitarse al pastoreo de bajo volumen o a otros usos con cobertura vegetal continua. Estos suelos tienen una gran cantidad de materia orgánica en la capa superior del suelo.
fr: Les alisols humiques sont des sols acides, souvent présents en zones vallonnées et donc sujets à l'érosion. Ils présentent également des teneurs élevées en aluminium soluble, toxique pour les plantes. Ce sont des sols peu profonds et généralement improductifs pour les cultures ; leur utilisation doit donc être limitée au pâturage à faible volume ou à d'autres utilisations avec couverture végétale continue. Ces sols présentent une teneur élevée en matière organique dans la couche superficielle du sol.
ka: ჰუმუსური ალისოლები მჟავე ნიადაგებია, რომლებიც ხშირად გვხვდება მთიან ადგილებში და, შესაბამისად, მიდრეკილია ეროზიისკენ. მათ ასევე აქვთ ხსნადი ალუმინის მაღალი დონე, რომელიც ტოქსიკურია მცენარეებისთვის. ეს ნიადაგები არაღრმაა და, როგორც წესი, არაპროდუქტიულია მოსავლის აღებისთვის, ამიტომ მათი გამოყენება უნდა შემოიფარგლოს მცირე მოცულობის ძოვებით ან სხვა დანიშნულებით, სადაც უწყვეტი მცენარეული საფარია. ამ ნიადაგებს ნიადაგის ზედა ფენაში ორგანული ნივთიერებების დიდი რაოდენობა აქვთ.
uk: Humic Alisols – це кислі ґрунти, які часто зустрічаються на горбистих місцевостях і тому схильні до ерозії. Вони також мають високий рівень розчинного алюмінію, який є токсичним для рослин. Це неглибокі ґрунти, які зазвичай непродуктивні для вирощування сільськогосподарських культур, тому їх використання має бути обмежене невеликим випасом худоби або іншими видами діяльності з безперервним рослинним покривом. Ці ґрунти мають високий вміст органічної речовини у верхньому шарі ґрунту.

# soil##match_info##humic_alisols##management
source: Application of lime (which both increases soil pH and ties up soluble aluminum) or gypsum (calcium sulfate), which takes Al out of solution, can help to reduce aluminum toxicity. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover, crop rotation and agroforestry. Although not usually recommended, if the soil is used for cultivated cropping then fertilization should be combined with crop rotation andcover crops, or other means of organic matter addition for the development of improved soil fertility and water holding capacity.
es: La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) o de yeso (sulfato de calcio), que extrae el Al de la solución, puede ayudar a reducir la toxicidad del aluminio. La conservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura. *Aunque no se suele recomendar, si el suelo se utiliza para cultivos, la fertilización debe combinarse con la rotación de cultivos y/o los cultivos de cobertura, u otros medios de adición de materia orgánica para el desarrollo de una mayor fertilidad del suelo y capacidad de retención de agua.
fr: L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) ou de gypse (sulfate de calcium), qui extrait l'aluminium de la solution, peut contribuer à réduire la toxicité de l'aluminium. La préservation de la matière organique du sol est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent optimiser la couverture végétale, la rotation des cultures et l'agroforesterie. Bien que généralement déconseillée, si le sol est utilisé pour des cultures, la fertilisation doit être associée à la rotation des cultures et à l'utilisation de cultures de couverture, ou à d'autres apports de matière organique, afin d'améliorer la fertilité et la capacité de rétention d'eau du sol.
ka: კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) ან თაბაშირის (კალციუმის სულფატი), რომელიც გამოდევნის ალუმინს ხსნარიდან, გამოყენება ხელს უწყობს ალუმინის ტოქსიკურობის შემცირებას. მნიშვნელოვანია ნიადაგის ზედაპირული ნაწილის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა გაზარდოს ნიადაგის საფარი, მოსავლის როტაცია და აგროტყეობა. მიუხედავად იმისა, რომ ჩვეულებრივ არ არის რეკომენდებული, თუ ნიადაგი გამოიყენება კულტურული კულტურებისთვის, განოყიერება უნდა შერწყმული იყოს მოსავლის როტაციასთან და საფარის კულტურებთან, ან ორგანული ნივთიერებების დამატების სხვა საშუალებებთან ნიადაგის ნაყოფიერების და წყლის შეკავების უნარის გასაუმჯობესებლად.
uk: Внесення вапна (яке підвищує pH ґрунту та зв'язує розчинний алюміній) або гіпсу (сульфату кальцію), який виводить Al з розчину, може допомогти зменшити токсичність алюмінію. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив, сівозміну та агролісівництво. Хоча зазвичай це не рекомендується, якщо ґрунт використовується для вирощування сільськогосподарських культур, удобрення слід поєднувати з сівозміною та покривними культурами або іншими способами додавання органічної речовини для розвитку покращеної родючості ґрунту та його вологоутримувальної здатності.

# soil##match_info##plinthic_alisols##name
source: Plinthic Alisols
es: Alisoles Plínticos
fr: Alisols plinthiques
ka: პლინთური ალისოლები

# soil##match_info##plinthic_alisols##description
source: Plinthic Alisols are acidic soils that are often found on hilly areas, and are thus prone to erosion. They also have high levels of soluble aluminum, which is toxic to plants. They are shallow soils and usually unproductive for cropping, and so their use should be limited to low volume grazing or other uses with continuous plant cover. These soils have an iron-rich clay layer, which can harden when exposed to air.
es: Los Alisoles Plínticos son suelos ácidos que suelen encontrarse en zonas de colinas, por lo que son propensos a la erosión. También tienen altos niveles de aluminio soluble, que es tóxico para las plantas. Son suelos poco profundos y, por lo general, poco productivos para el cultivo, por lo que su uso debe limitarse al pastoreo de bajo volumen o a otros usos con cobertura vegetal continua. Estos suelos tienen una capa de arcilla rica en hierro, que puede endurecerse cuando se expone al aire.
fr: Les alisols plinthiques sont des sols acides, souvent présents en zones vallonnées et donc sujets à l'érosion. Ils présentent également des teneurs élevées en aluminium soluble, toxique pour les plantes. Ce sont des sols peu profonds et généralement improductifs pour les cultures ; leur utilisation doit donc être limitée au pâturage à faible volume ou à d'autres usages avec couverture végétale continue. Ces sols présentent une couche d'argile riche en fer, qui peut durcir à l'air libre.
ka: პლინთური ალისოლები მჟავე ნიადაგებია, რომლებიც ხშირად გვხვდება მთიან ადგილებში და, შესაბამისად, მიდრეკილია ეროზიისკენ. მათ ასევე აქვთ ხსნადი ალუმინის მაღალი დონე, რომელიც ტოქსიკურია მცენარეებისთვის. ეს ნიადაგები არაღრმაა და, როგორც წესი, არაპროდუქტიულია მოსავლის აღებისთვის, ამიტომ მათი გამოყენება უნდა შემოიფარგლოს მცირე მოცულობის ძოვებით ან სხვა დანიშნულებით, სადაც უწყვეტი მცენარეული საფარია. ამ ნიადაგებს აქვთ რკინით მდიდარი თიხის ფენა, რომელიც შეიძლება გამკვრივდეს ჰაერზე ზემოქმედებისას.
uk: Plinthic Alisols – це кислі ґрунти, які часто зустрічаються на горбистих місцевостях і тому схильні до ерозії. Вони також мають високий рівень розчинного алюмінію, який є токсичним для рослин. Це неглибокі ґрунти, які зазвичай непродуктивні для вирощування сільськогосподарських культур, тому їх використання має бути обмежене невеликим випасом худоби або іншими видами діяльності з суцільним рослинним покривом. Ці ґрунти мають багатий на залізо глинистий шар, який може тверднути під впливом повітря.

# soil##match_info##plinthic_alisols##management
source: Application of lime (which both increases soil pH and ties up soluble aluminum) or gypsum (calcium sulfate), which takes Al out of solution, can help to reduce aluminum toxicity. Because they are shallow these soils are not well suited for cultivation for crops, and so use for grazing should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover, crop rotation and agroforestry. Although not usually recommended, if the soil is used for cultivated cropping then fertilization should be combined with crop rotation andcover crops, or other means of organic matter addition for the development of improved soil fertility and water holding capacity. Agronomic practices that protect the soil surface and avoid erosion, so that the iron-rich clay layer is not exposed, are critical.
es: La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) o de yeso (sulfato de calcio), que extrae el Al de la solución, puede ayudar a reducir la toxicidad del aluminio. Debido a su poca profundidad, estos suelos no son adecuados para el cultivo, por lo que debe considerarse su uso para el pastoreo. La preservación de la superficie del suelo con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura. *Aunque no suele recomendarse, si el suelo se utiliza para cultivos, la fertilización debe combinarse con la rotación de cultivos y/o los cultivos de cobertura, u otros medios de adición de materia orgánica para el desarrollo de una mayor fertilidad del suelo y capacidad de retención de agua.*Las prácticas agronómicas que protegen la superficie del suelo y evitan la erosión, de modo que la capa de arcilla rica en hierro no quede expuesta, son fundamentales.
fr: L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) ou de gypse (sulfate de calcium), qui dissout l'aluminium, peut contribuer à réduire la toxicité de l'aluminium. Étant peu profonds, ces sols ne se prêtent pas à la culture ; leur utilisation pour le pâturage doit donc être envisagée. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent optimiser la couverture végétale, la rotation des cultures et l'agroforesterie. Bien que généralement déconseillée, si le sol est utilisé pour des cultures, la fertilisation doit être associée à la rotation des cultures et à des cultures de couverture, ou à d'autres apports de matière organique pour améliorer la fertilité et la capacité de rétention d'eau du sol. Les pratiques agronomiques qui protègent la surface du sol et évitent l'érosion, afin de préserver la couche d'argile riche en fer, sont essentielles.
ka: კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) ან თაბაშირის (კალციუმის სულფატი), რომელიც გამოდევნის ალუმინს ხსნარიდან, გამოყენებას შეუძლია ხელი შეუწყოს ალუმინის ტოქსიკურობის შემცირებას. რადგან ისინი არაღრმაა, ეს ნიადაგები არ არის შესაფერისი კულტურების მოსაყვანად, ამიტომ გასათვალისწინებელია მათი საძოვრად გამოყენება. მნიშვნელოვანია ზედაპირული ნიადაგის შენარჩუნება მისი ორგანული ნივთიერებებით და ეროზიის პრევენცია კრიტიკულად მნიშვნელოვანია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა გაზარდოს ნიადაგის საფარი, მოსავლის ბრუნვა და აგროტყეობა. მიუხედავად იმისა, რომ ჩვეულებრივ არ არის რეკომენდებული, თუ ნიადაგი გამოიყენება კულტურული კულტურებისთვის, მაშინ განოყიერება უნდა იყოს შერწყმული მოსავლის ბრუნვასთან და საფარის კულტურებთან, ან ორგანული ნივთიერებების დამატების სხვა საშუალებებთან ნიადაგის ნაყოფიერების და წყლის შეკავების უნარის გასაუმჯობესებლად. კრიტიკულად მნიშვნელოვანია აგრონომიული პრაქტიკა, რომელიც იცავს ნიადაგის ზედაპირს და თავიდან აცილებს ეროზიას, რათა რკინით მდიდარი თიხის ფენა არ გამოჩნდეს.
uk: Внесення вапна (яке підвищує pH ґрунту та зв'язує розчинний алюміній) або гіпсу (сульфату кальцію), який виводить Al з розчину, може допомогти зменшити токсичність алюмінію. Оскільки ці ґрунти неглибокі, вони не дуже підходять для вирощування сільськогосподарських культур, тому слід враховувати їх використання для випасу худоби. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив, сівозміну та агролісівництво. Хоча зазвичай це не рекомендується, якщо ґрунт використовується для вирощування сільськогосподарських культур, удобрення слід поєднувати з сівозміною та покривними культурами або іншими способами додавання органічної речовини для розвитку покращеної родючості ґрунту та його вологоутримувальної здатності. Агрономічні методи, що захищають поверхню ґрунту та запобігають ерозії, щоб шар глини, багатий на залізо, не оголювався, є критично важливими.

# soil##match_info##stagnic_alisols##name
source: Stagnic Alisols
es: Alisoles Estágnicos
fr: Alisols stagniques
ka: სტაგნური ალისოლები

# soil##match_info##stagnic_alisols##description
source: Stagnic Alisols are acidic soils that are often found on hilly areas, and are thus prone to erosion. They also have high levels of soluble aluminum, which is toxic to plants. They are shallow soils and usually unproductive for cropping, and so their use should be limited to low volume grazing or other uses with continuous plant cover. Stagnic Alisols have visible evidence of prolonged waterlogging by surface water.
es: Los Alisoles Éstágnicos son suelos ácidos que suelen encontrarse en zonas de colinas, por lo que son propensos a la erosión. También tienen altos niveles de aluminio soluble, que es tóxico para las plantas. Son suelos poco profundos y, por lo general, poco productivos para el cultivo, por lo que su uso debe limitarse a un pastoreo de bajo volumen o a otros usos con cobertura vegetal continua. Los Alisoles Estágnicos presentan evidencias visibles de anegamiento prolongado por aguas superficiales.
fr: Les alisols stagnants sont des sols acides, souvent présents en zones vallonnées et donc sujets à l'érosion. Ils présentent également des niveaux élevés d'aluminium soluble, toxique pour les plantes. Ce sont des sols peu profonds et généralement improductifs pour les cultures ; leur utilisation doit donc être limitée au pâturage à faible volume ou à d'autres utilisations avec une couverture végétale continue. Les alisols stagnants présentent des signes visibles d'engorgement prolongé par les eaux de surface.
ka: სტაგნური ალისოლები მჟავე ნიადაგებია, რომლებიც ხშირად გვხვდება მთიან ადგილებში და, შესაბამისად, მიდრეკილია ეროზიისკენ. მათ ასევე აქვთ ხსნადი ალუმინის მაღალი დონე, რომელიც ტოქსიკურია მცენარეებისთვის. ეს ნიადაგები არაღრმაა და, როგორც წესი, არაპროდუქტიულია მოსავლის აღებისთვის, ამიტომ მათი გამოყენება უნდა შემოიფარგლოს მცირე მოცულობის ძოვებით ან სხვა დანიშნულებით, სადაც უწყვეტი მცენარეული საფარია. სტაგნურ ალისოლებს ზედაპირული წყლებით ხანგრძლივი დატბორვის ხილული ნიშნები აქვთ.
uk: Stagnic Alisols – це кислі ґрунти, які часто зустрічаються на горбистих місцевостях і тому схильні до ерозії. Вони також містять високий рівень розчинного алюмінію, який є токсичним для рослин. Це неглибокі ґрунти, які зазвичай непродуктивні для вирощування сільськогосподарських культур, тому їх використання має бути обмежене невеликим випасом худоби або іншими видами діяльності з суцільним рослинним покривом. Стагнічні алісолі мають видимі ознаки тривалого заболочення поверхневими водами.
