Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##vertisols##description
source: Vertisols are clayey soils that are sticky and plastic when wet and hard and massive when dry. These soils generally have favorable chemical properties but the high amount of expansive clay presents challenging physical properties particularly with regard to water management.
es: Los Vertisoles son suelos arcillosos que son pegajosos y plásticos cuando están húmedos y duros y masivos cuando están secos. En general, estos suelos tienen propiedades químicas favorables, pero la gran cantidad de arcilla expansiva presenta propiedades físicas desafiantes, especialmente en lo que respecta a la gestión del agua.
fr: Les vertisols sont des sols argileux, collants et malléables lorsqu'ils sont humides, durs et massifs lorsqu'ils sont secs. Ces sols présentent généralement des propriétés chimiques favorables, mais la forte teneur en argile expansive présente des difficultés physiques, notamment en ce qui concerne la gestion de l'eau.
ka: ვერტიზოლები თიხიანი ნიადაგებია, რომლებიც სველი მდგომარეობისას წებოვანი და პლასტიკურია, ხოლო მშრალი მდგომარეობისას კი მყარი, ხოლო მშრალ მდგომარეობაში მასიური. ამ ნიადაგებს, როგორც წესი, ხელსაყრელი ქიმიური თვისებები აქვთ, თუმცა თიხის დიდი რაოდენობა ფიზიკურ თვისებებს რთულად აფასებს, განსაკუთრებით წყლის მართვის თვალსაზრისით.
uk: Vertisols – це глинисті ґрунти, які є липкими та пластичними у вологому стані, а також твердими та масивними у сухому. Ці ґрунти загалом мають сприятливі хімічні властивості, але велика кількість глини з високим набуханням і усиханням створює складні фізичні умови, особливо щодо управління водними ресурсами.

# soil##match_info##vertisols##management
source: Vertisols can be highly productive soils, yet the characteristics of the clay in this soil can make management an issue. Due to the clay type these soils swell when wet and shrink when dry, creating issues for cultivation (avoid excessive tillage when wet), or other issues such as construction. Their fertility makes them suitable for agriculture, but additional fertilization will be needed for best productivity. Additionally, water management is a key, and practices that promote drainage and water infiltration are needed.
es: Los Vertisoles pueden ser suelos altamente productivos, pero las características de la arcilla en este suelo pueden hacer que su manejo sea un problema. Debido al tipo de arcilla, estos suelos se hinchan cuando se humedecen y se encogen cuando se secan, lo que crea problemas para el cultivo (evite el laboreo excesivo cuando está húmedo), u otros problemas como la construcción. Su fertilidad los hace aptos para la agricultura, pero se necesitará una fertilización adicional para obtener la mejor productividad. Además, la gestión del agua es clave, y se necesitan prácticas que favorezcan el drenaje y la infiltración del agua.
fr: Les vertisols peuvent être des sols très productifs, mais les caractéristiques de leur argile peuvent compliquer leur gestion. En raison de leur nature argileuse, ces sols gonflent lorsqu'ils sont humides et se rétractent lorsqu'ils sont secs, ce qui complique la culture (éviter un labour excessif par temps humide) ou d'autres contraintes, comme la construction. Leur fertilité les rend propices à l'agriculture, mais une fertilisation supplémentaire est nécessaire pour une productivité optimale. De plus, la gestion de l'eau est essentielle, et des pratiques favorisant le drainage et l'infiltration de l'eau sont nécessaires.
ka: ვერტიზოლები შეიძლება იყოს მაღალპროდუქტიული ნიადაგები, თუმცა ამ ნიადაგში თიხის თავისებურებებმა შეიძლება მართვა პრობლემად აქცია. თიხის ტიპის გამო, ეს ნიადაგები სველ მდგომარეობაში იშუპება და მშრალ მდგომარეობაში იკუმშება, რაც პრობლემებს ქმნის კულტივაციისთვის (სველი მდგომარეობაში ზედმეტი ხვნის თავიდან აცილება) ან სხვა პრობლემებთან, როგორიცაა მშენებლობა. მათი ნაყოფიერება მათ სოფლის მეურნეობისთვის შესაფერისს ხდის, თუმცა საუკეთესო პროდუქტიულობისთვის დამატებითი განოყიერება იქნება საჭირო. გარდა ამისა, წყლის მართვა უმნიშვნელოვანესია და საჭიროა ისეთი პრაქტიკები, რომლებიც ხელს უწყობს დრენაჟს და წყლის ინფილტრაციას.
uk: Вертисолі можуть бути високопродуктивними ґрунтами, проте характеристики глини в цих ґрунтах можуть створювати проблеми з управлінням. Через тип глини ці ґрунти набухають, коли вологі, і стискаються, коли висихають, що створює проблеми для обробітку (уникайте надмірного обробітку ґрунту, коли він вологий) або інші проблеми, такі як будівництво. Їхня родючість робить їх придатними для сільського господарства, але для найкращої продуктивності знадобиться додаткове удобрення. Крім того, ключовим є управління водними ресурсами, і необхідні методи, що сприяють дренажу та інфільтрації води.

# soil##match_info##eutric_vertisols##name
source: Eutric Vertisols
es: Vertisoles Eutríticos
fr: Vertisols eutriques
ka: ევტრიკ ვერტიზოლები

# soil##match_info##eutric_vertisols##description
source: Eutric Vertisols are clayey soils that are sticky and plastic when wet and hard and massive when dry. These soils generally have favorable chemical properties but the high amount of expansive clay presents challenging physical properties particularly with regard to water management. Eutric Vertisols are relatively productive soils with high base saturation in the subsoil.
es: Los Vertisoles Eutríticos son suelos arcillosos que son pegajosos y plásticos cuando están húmedos y duros y masivos cuando están secos. En general, estos suelos tienen propiedades químicas favorables, pero la gran cantidad de arcilla expansiva presenta propiedades físicas desafiantes, especialmente en lo que respecta a la gestión del agua. Los Vertisoles Eutríticos son suelos relativamente productivos con una alta saturación de base en el subsuelo.
fr: Les vertisols eutriques sont des sols argileux, collants et plastiques lorsqu'ils sont humides, durs et massifs lorsqu'ils sont secs. Ces sols présentent généralement des propriétés chimiques favorables, mais la forte teneur en argile expansive présente des propriétés physiques complexes, notamment en ce qui concerne la gestion de l'eau. Les vertisols eutriques sont des sols relativement productifs, avec une saturation en bases élevée dans le sous-sol.
ka: ევტრიკული ვერტიზოლები თიხიანი ნიადაგებია, რომლებიც სველი მდგომარეობისას წებოვანი და პლასტიკურია, ხოლო მშრალი მდგომარეობისას კი მყარი, ხოლო მშრალ მდგომარეობაში მასიური. ამ ნიადაგებს, როგორც წესი, ხელსაყრელი ქიმიური თვისებები აქვთ, თუმცა თიხის დიდი რაოდენობა ფიზიკურ თვისებებს რთულად წარმოაჩენს, განსაკუთრებით წყლის მართვის თვალსაზრისით. ევტრიკული ვერტიზოლები შედარებით პროდუქტიული ნიადაგებია, რომლებსაც ქვენიადაგში ფუძის მაღალი გაჯერება აქვთ.
uk: Eutric Vertisols – це глинисті ґрунти, які є липкими та пластичними у вологому стані, а також твердими та масивними у сухому. Ці ґрунти загалом мають сприятливі хімічні властивості, але велика кількість експансивної глини створює складні фізичні умови, особливо щодо управління водними ресурсами. Eutric Vertisols – це відносно продуктивні ґрунти з високим рівнем насичення основами в підґрунті.

# soil##match_info##eutric_vertisols##management
source: Vertisols can be highly productive soils, yet the characteristics of the clay in this soil can make management an issue. Due to the clay type these soils swell when wet and shrink when dry, creating issues for cultivation (avoid excessive tillage when wet), or other issues such as construction. Their fertility makes them suitable for agriculture, but additional fertilization will be needed for best productivity. Additionally, water management is a key, and practices that promote drainage and water infiltration are needed. With proper drainage and water management, these soils can be highly productive, as the native soil fertility is high.
es: Los Vertisoles pueden ser suelos altamente productivos, pero las características de la arcilla en este suelo pueden hacer que su manejo sea un problema. Debido al tipo de arcilla, estos suelos se hinchan cuando se humedecen y se encogen cuando se secan, lo que crea problemas para el cultivo (evite la labranza excesiva cuando está húmedo), u otros problemas como la construcción. Su fertilidad los hace aptos para la agricultura, pero será necesaria una fertilización adicional para obtener la mejor productividad. Además, la gestión del agua es clave, y se necesitan prácticas que promuevan el drenaje y la infiltración del agua. Con un drenaje y una gestión del agua adecuados, estos suelos pueden ser muy productivos, ya que la fertilidad del suelo nativo es alta.
fr: Les vertisols peuvent être des sols très productifs, mais les caractéristiques de leur argile peuvent compliquer leur gestion. En raison de leur nature argileuse, ces sols gonflent lorsqu'ils sont humides et se rétractent lorsqu'ils sont secs, ce qui complique la culture (éviter un labour excessif par temps humide) ou d'autres contraintes, comme la construction. Leur fertilité les rend propices à l'agriculture, mais une fertilisation supplémentaire est nécessaire pour une productivité optimale. De plus, la gestion de l'eau est essentielle, et des pratiques favorisant le drainage et l'infiltration de l'eau sont nécessaires. Avec un drainage et une gestion de l'eau adéquats, ces sols peuvent être très productifs, car leur fertilité naturelle est élevée.
ka: ვერტიზოლები შეიძლება იყოს მაღალპროდუქტიული ნიადაგები, თუმცა ამ ნიადაგში თიხის თავისებურებებმა შეიძლება მართვა პრობლემად აქცია. თიხის ტიპის გამო, ეს ნიადაგები სველი მდგომარეობისას იშუპება და მშრალ მდგომარეობაში იკუმშება, რაც პრობლემებს ქმნის კულტივაციისთვის (სველი მდგომარეობისას ზედმეტი ხვნის თავიდან აცილება) ან სხვა პრობლემებისთვის, როგორიცაა მშენებლობა. მათი ნაყოფიერება მათ სოფლის მეურნეობისთვის შესაფერისს ხდის, თუმცა საუკეთესო პროდუქტიულობისთვის დამატებითი სასუქის გამოყენება იქნება საჭირო. გარდა ამისა, წყლის მართვა უმნიშვნელოვანესია და საჭიროა დრენაჟისა და წყლის ინფილტრაციის ხელშემწყობი პრაქტიკები. სათანადო დრენაჟისა და წყლის მართვის შემთხვევაში, ეს ნიადაგები შეიძლება მაღალპროდუქტიული იყოს, რადგან ადგილობრივი ნიადაგის ნაყოფიერება მაღალია.
uk: Vertisols можуть бути високопродуктивними ґрунтами, проте характеристики глини в цих ґрунтах можуть створювати проблеми з управлінням. Через тип глини ці ґрунти набухають, коли вологі, і стискаються, коли висихають, що створює проблеми для обробітку (уникайте надмірного обробітку ґрунту, коли він вологий) або інші проблеми, такі як будівництво. Їхня родючість робить їх придатними для сільського господарства, але для досягнення найкращої продуктивності знадобиться додаткове удобрення. Крім того, ключовим є управління водними ресурсами, і необхідні методи, що сприяють дренажу та інфільтрації води. За належного дренажу та управління водними ресурсами ці ґрунти можуть бути високопродуктивними, оскільки родючість природного ґрунту висока.

# soil##match_info##dystric_vertisols##name
source: Dystric Vertisols
es: Vertisoles Dístricos
fr: Vertisols dystriques
ka: დისტრიკული ვერტიზოლები

# soil##match_info##dystric_vertisols##description
source: Dystric Vertisols are clayey soils that are sticky and plastic when wet and hard and massive when dry. These soils generally have favorable chemical properties but the high amount of expansive clay presents challenging physical properties particularly with regard to water management. Dystric Vertisols are less productive soils with low base saturation in the subsoil.
es: Los Vertisoles Dístricos son suelos arcillosos que son pegajosos y plásticos cuando están húmedos y duros y masivos cuando están secos. En general, estos suelos tienen propiedades químicas favorables, pero la gran cantidad de arcilla expansiva presenta propiedades físicas desafiantes, especialmente en lo que respecta a la gestión del agua. Los Vertisoles Dístricos son suelos menos productivos con baja saturación de bases en el subsuelo.
fr: Les vertisols dystriques sont des sols argileux, collants et malléables lorsqu'ils sont humides, durs et massifs lorsqu'ils sont secs. Ces sols présentent généralement des propriétés chimiques favorables, mais la forte teneur en argile expansive présente des propriétés physiques complexes, notamment en ce qui concerne la gestion de l'eau. Les vertisols dystriques sont des sols moins productifs, dont le sous-sol présente une faible saturation en bases.
ka: დისტრიკული ვერტიზოლები თიხიანი ნიადაგებია, რომლებიც სველი მდგომარეობისას წებოვანი და პლასტიკურია, ხოლო მშრალი მდგომარეობისას კი მყარი, ხოლო მშრალ მდგომარეობაში მასიური. ამ ნიადაგებს, როგორც წესი, ხელსაყრელი ქიმიური თვისებები აქვთ, თუმცა თიხის დიდი რაოდენობა ფიზიკურ თვისებებს რთულად წარმოაჩენს, განსაკუთრებით წყლის მართვის თვალსაზრისით. დისტრიკული ვერტიზოლები ნაკლებად პროდუქტიული ნიადაგებია, რომლებსაც ქვენიადაგში ფუძის დაბალი გაჯერება აქვთ.
uk: Dystric Vertisols – це глинисті ґрунти, які є липкими та пластичними у вологому стані, а також твердими та масивними у сухому. Ці ґрунти загалом мають сприятливі хімічні властивості, але велика кількість експансивної глини створює складні фізичні умови, особливо щодо управління водними ресурсами. Dystric Vertisols – це менш продуктивні ґрунти з низьким рівнем насичення основами в підґрунті.

# soil##match_info##dystric_vertisols##management
source: Vertisols can be highly productive soils, yet the characteristics of the clay in this soil can make management an issue. Due to the clay type these soils swell when wet and shrink when dry, creating issues for cultivation (avoid excessive tillage when wet), or other issues such as construction. Their fertility makes them suitable for agriculture, but additional fertilization will be needed for best productivity. Additionally, water management is a key, and practices that promote drainage and water infiltration are needed. This soil will likely need supplemental fertilization when used for crop production.
es: Los Vertisoles pueden ser suelos altamente productivos, pero las características de la arcilla en este suelo pueden hacer que su manejo sea un problema. Debido al tipo de arcilla, estos suelos se hinchan cuando se humedecen y se encogen cuando se secan, lo que crea problemas para el cultivo (evite la labranza excesiva cuando está húmedo), u otros problemas como la construcción. Su fertilidad los hace aptos para la agricultura, pero se necesitará una fertilización adicional para obtener la mejor productividad. Además, la gestión del agua es clave, y se necesitan prácticas que favorezcan el drenaje y la infiltración del agua. Es probable que este suelo necesite una fertilización suplementaria cuando se utilice para la producción de cultivos.
fr: Les vertisols peuvent être des sols très productifs, mais les caractéristiques de leur argile peuvent compliquer leur gestion. En raison de leur nature argileuse, ces sols gonflent lorsqu'ils sont humides et se rétractent lorsqu'ils sont secs, ce qui complique la culture (éviter un labour excessif par temps humide) ou d'autres contraintes, comme la construction. Leur fertilité les rend propices à l'agriculture, mais une fertilisation supplémentaire est nécessaire pour une productivité optimale. De plus, la gestion de l'eau est essentielle, et des pratiques favorisant le drainage et l'infiltration de l'eau sont nécessaires. Ces sols nécessiteront probablement une fertilisation supplémentaire pour les cultures.
ka: ვერტიზოლები შეიძლება იყოს მაღალპროდუქტიული ნიადაგები, თუმცა ამ ნიადაგში თიხის თავისებურებებმა შეიძლება მათი მართვა პრობლემად აქცია. თიხის ტიპის გამო, ეს ნიადაგები სველ მდგომარეობაში იშუპება და მშრალ მდგომარეობაში იკუმშება, რაც პრობლემებს ქმნის კულტივაციისთვის (სველი მდგომარეობაში ზედმეტი დამუშავების თავიდან აცილება) ან სხვა პრობლემებთან, როგორიცაა მშენებლობა. მათი ნაყოფიერება მათ სოფლის მეურნეობისთვის შესაფერისს ხდის, თუმცა საუკეთესო პროდუქტიულობისთვის საჭირო იქნება დამატებითი განოყიერება. გარდა ამისა, წყლის მართვა უმნიშვნელოვანესია და საჭიროა დრენაჟისა და წყლის ინფილტრაციის ხელშემწყობი პრაქტიკები. ამ ნიადაგს, სავარაუდოდ, დამატებითი განოყიერება დასჭირდება, როდესაც ის მოსავლის წარმოებისთვის გამოიყენება.
uk: Dystric Vertisols можуть бути високопродуктивними ґрунтами, проте характеристики глини в цих ґрунтах можуть створювати проблеми з управлінням. Через тип глини ці ґрунти набухають, коли вони вологі, і стискаються, коли висихають, що створює проблеми для обробітку (уникайте надмірного обробітку ґрунту, коли він вологий) або інші проблеми, такі як будівництво. Їхня родючість робить їх придатними для сільського господарства, але для найкращої продуктивності знадобиться додаткове удобрення. Крім того, ключовим є управління водними ресурсами, і необхідні методи, що сприяють дренажу та інфільтрації води. Цей ґрунт, ймовірно, потребуватиме додаткового удобрення, якщо його використовувати для вирощування сільськогосподарських культур.

# soil##match_info##calcic_vertisols##name
source: Calcic Vertisols
es: Vertisoles Cálcicos
fr: Vertisols calciques
ka: კალციური ვერტიზოლები

# soil##match_info##calcic_vertisols##description
source: Calcic Vertisols are clayey soils that are sticky and plastic when wet and hard and massive when dry. These soils generally have favorable chemical properties but the high amount of expansive clay presents challenging physical properties particularly with regard to water management. Calcic Vertisols are calcareous in a soil layer below the surface.
es: Los Vertisoles Cálcicos son suelos arcillosos que son pegajosos y plásticos cuando están húmedos y duros y masivos cuando están secos. En general, estos suelos tienen propiedades químicas favorables, pero la gran cantidad de arcilla expansiva presenta propiedades físicas desafiantes, especialmente en lo que respecta a la gestión del agua. Los Vertisoles Cálcicos son Calcáreos en una capa del suelo por debajo de la superficie.
fr: Les vertisols calciques sont des sols argileux, collants et malléables lorsqu'ils sont humides, durs et massifs lorsqu'ils sont secs. Ces sols présentent généralement des propriétés chimiques favorables, mais la forte teneur en argile expansive présente des difficultés physiques, notamment en ce qui concerne la gestion de l'eau. Les vertisols calciques sont calcaires dans une couche de sol sous-jacente.
ka: კალციუმიანი ვერტიზოლები თიხიანი ნიადაგებია, რომლებიც სველი მდგომარეობისას წებოვანი და პლასტიკურია, ხოლო მშრალი მდგომარეობისას კი მყარი, ხოლო მშრალ მდგომარეობაში მასიური. ამ ნიადაგებს, როგორც წესი, ხელსაყრელი ქიმიური თვისებები აქვთ, თუმცა თიხის დიდი რაოდენობა ფიზიკურ თვისებებს რთულად აფასებს, განსაკუთრებით წყლის მართვასთან დაკავშირებით. კალციუმიანი ვერტიზოლები ნიადაგის ზედაპირის ქვეშ არსებულ ფენაში კირქვიანი ნიადაგია.
uk: Calcic Vertisols – це глинисті ґрунти, які є липкими та пластичними у вологому стані, а також твердими та масивними у сухому. Ці ґрунти загалом мають сприятливі хімічні властивості, але велика кількість експансивної глини створює складні фізичні властивості, особливо щодо управління водними ресурсами. Calcic Vertisols є вапняними у шарі ґрунту під поверхнею.

# soil##match_info##calcic_vertisols##management
source: Vertisols can be highly productive soils, yet the characteristics of the clay in this soil can make management an issue. Due to the clay type these soils swell when wet and shrink when dry, creating issues for cultivation (avoid excessive tillage when wet), or other issues such as construction. Their fertility makes them suitable for agriculture, but additional fertilization will be needed for best productivity. Additionally, water management is a key, and practices that promote drainage and water infiltration are needed.
es: Los Vertisoles pueden ser suelos altamente productivos, sin embargo las características de la arcilla en este suelo pueden hacer que el manejo sea un problema. Debido al tipo de arcilla, estos suelos se hinchan cuando se humedecen y se encogen cuando se secan, lo que crea problemas para el cultivo (evite el laboreo excesivo cuando está húmedo), u otros problemas como la construcción. Su fertilidad los hace aptos para la agricultura, pero se necesitará una fertilización adicional para obtener la mejor productividad. Además, la gestión del agua es clave, y se necesitan prácticas que favorezcan el drenaje y la infiltración del agua.
fr: Les vertisols peuvent être des sols très productifs, mais les caractéristiques de leur argile peuvent compliquer leur gestion. En raison de leur nature argileuse, ces sols gonflent lorsqu'ils sont humides et se rétractent lorsqu'ils sont secs, ce qui complique la culture (éviter un labour excessif par temps humide) ou d'autres contraintes, comme la construction. Leur fertilité les rend propices à l'agriculture, mais une fertilisation supplémentaire est nécessaire pour une productivité optimale. De plus, la gestion de l'eau est essentielle, et des pratiques favorisant le drainage et l'infiltration de l'eau sont nécessaires.
ka: ვერტიზოლები შეიძლება იყოს მაღალპროდუქტიული ნიადაგები, თუმცა ამ ნიადაგში თიხის თავისებურებებმა შეიძლება მართვა პრობლემად აქცია. თიხის ტიპის გამო, ეს ნიადაგები სველ მდგომარეობაში იშუპება და მშრალ მდგომარეობაში იკუმშება, რაც პრობლემებს ქმნის კულტივაციისთვის (სველი მდგომარეობაში ზედმეტი ხვნის თავიდან აცილება) ან სხვა პრობლემებთან, როგორიცაა მშენებლობა. მათი ნაყოფიერება მათ სოფლის მეურნეობისთვის შესაფერისს ხდის, თუმცა საუკეთესო პროდუქტიულობისთვის დამატებითი განოყიერება იქნება საჭირო. გარდა ამისა, წყლის მართვა უმნიშვნელოვანესია და საჭიროა ისეთი პრაქტიკები, რომლებიც ხელს უწყობს დრენაჟს და წყლის ინფილტრაციას.
uk: Calcic Vertisols можуть бути високопродуктивними ґрунтами, проте характеристики глини в цих ґрунтах можуть створювати проблеми з управлінням. Через тип глини ці ґрунти набухають, коли вологі, і стискаються, коли висихають, що створює проблеми для обробітку (уникайте надмірного обробітку ґрунту, коли він вологий) або інші проблеми, такі як будівництво. Їхня родючість робить їх придатними для сільського господарства, але для найкращої продуктивності знадобиться додаткове удобрення. Крім того, ключовим є управління водними ресурсами, і необхідні методи, що сприяють дренажу та інфільтрації води.

# soil##match_info##gypsic_vertisols##name
source: Gypsic Vertisols
es: Vertisoles Gípsicos
fr: Vertisols gypseux
ka: თაბაშირის ვერტიზოლები
