Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gelic_leptosols##description
source: Gelic Leptosols have very limited rooting volume due to continuous rock, highly calcareous material, cemented horizons, or many rocks and coarse fragments in the upper portion of the soil. Leptosols on steep slopes are highly erodible. Gelic Leptosols have permafrost above two meters and are generally unsuitable for cultivation.
es: Los Leptosoles Gélicos tienen un volumen de enraizamiento muy limitado debido a la presencia de roca continua, material altamente calcáreo, horizontes cementados o muchas rocas y fragmentos gruesos en la parte superior del suelo. Los Leptosoles en pendientes pronunciadas son muy erosionables. Los Leptosoles Gélicos tienen permafrost por encima de los dos metros y generalmente no son aptos para el cultivo.
fr: Les leptosols géliques présentent un volume d'enracinement très limité en raison de la présence de roches continues, de matériaux fortement calcaires, d'horizons cimentés ou de nombreux roches et fragments grossiers dans la partie supérieure du sol. Les leptosols situés sur des pentes raides sont très érodables. Leur pergélisol dépasse deux mètres d'épaisseur et est généralement impropres à la culture.
ka: გელური ლეპტოზოლების ფესვის მოცულობა ძალიან შეზღუდულია უწყვეტი ქანების, ძლიერ კირქვიანი მასალის, შეცემენტებული ჰორიზონტების ან ნიადაგის ზედა ნაწილში მრავალი ქანებისა და უხეში ფრაგმენტების გამო. ციცაბო ფერდობებზე განლაგებული ლეპტოზოლები ძლიერ ეროზიადია. გელური ლეპტოზოლების საფარი ორ მეტრზე მეტი სიმაღლის მარადმწვანეა და ზოგადად არ არის შესაფერისი კულტივირებისთვის.
uk: Gelic Leptosols мають дуже обмежений об'єм кореневої системи через суцільну породу, високовапняний матеріал, зцементовані горизонти або велику кількість порід та грубих фрагментів у верхній частині ґрунту. Gelic Leptosols мають вічну мерзлоту понад два метри та загалом непридатні для обробітку.

# soil##match_info##gelic_leptosols##management
source: Because these soils are shallow, rocky and erodible they should be used for perennial crops, and not tilled. Practices to maintain organic matter and cover should be used. Only uses for grazing or agroforestry should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. If used for grazing care should be taken to maintain organic matter, for as the permafrost is opened soil subsidence will occur.
es: Debido a que estos suelos son poco profundos, rocosos y erosionables, deben utilizarse para cultivos perennes, y no deben ser labrados. Deben utilizarse prácticas para mantener la materia orgánica y la cobertura. Sólo deben considerarse los usos para pastoreo o agroforestales. La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Si se utiliza para el pastoreo, se debe tener cuidado de mantener la materia orgánica, ya que a medida que se abre el permafrost se producirá el hundimiento del suelo.
fr: Parce que ces sols sont peu profonds, rocailleux et érodables, ils devraient être utilisés pour des cultures pérennes et non labourés. Des pratiques visant à maintenir la matière organique et la couverture végétale devraient être mises en œuvre. Seules les utilisations pour le pâturage ou l'agroforesterie devraient être envisagées. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. En cas d'utilisation pour le pâturage, il convient de veiller à maintenir la matière organique, car l'ouverture du pergélisol entraîne un affaissement du sol.
ka: რადგან ეს ნიადაგები არაღრმა, კლდოვანი და ეროზიად მგრძნობიარეა, ისინი უნდა იქნას გამოყენებული მრავალწლიანი კულტურებისთვის და არა დასამუშავებლად. უნდა იქნას გამოყენებული ორგანული ნივთიერებებისა და საფარის შენარჩუნების პრაქტიკა. გასათვალისწინებელია მხოლოდ საძოვრების ან აგროტყეების მეურნეობისთვის გამოყენება. მნიშვნელოვანია ზედაპირული ნიადაგის შენარჩუნება მისი ორგანული ნივთიერებებით და ეროზიის პრევენცია. თუ გამოიყენება საძოვრად, სიფრთხილე უნდა იქნას მიღებული ორგანული ნივთიერებების შესანარჩუნებლად, რადგან მუდმივი მყინვარების გახსნისას მოხდება ნიადაგის ჩაძირვა.
uk: Оскільки ці ґрунти неглибокі, кам'янисті та схильні до ерозії, їх слід використовувати для багаторічних культур, а не обробляти. Слід застосовувати методи збереження органічної речовини та покриву. Слід розглядати використання лише для випасу худоби або агролісівництва. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Якщо використовуються для випасу худоби, слід подбати про збереження органічної речовини, оскільки в міру розкриття вічної мерзлоти відбуватиметься просідання ґрунту.

# soil##match_info##lixisols##name
source: Lixisols
es: Lixisoles
ka: ლიქსისოლები

# soil##match_info##lixisols##description
source: Lixisols form in warm climates with relatively clayey subsoils dominated by kaolinite and iron oxides, but relatively high base saturation.
es: Los Lixisoles se forman en climas cálidos con subsuelos relativamente arcillosos dominados por caolinita y óxidos de hierro, pero con una saturación de bases relativamente alta.
fr: Les lixisols se forment dans les climats chauds avec des sous-sols relativement argileux dominés par la kaolinite et les oxydes de fer, mais une saturation en bases relativement élevée.
ka: ლიქსისოლები წარმოიქმნება თბილ კლიმატურ პირობებში, სადაც დომინირებს კაოლინიტი და რკინის ოქსიდები, მაგრამ ტუტეების შედარებით მაღალი გაჯერებაა.
uk: Lixisols формуються в теплому кліматі з відносно глинистими підґрунтями, в яких переважають каолініт та оксиди заліза, але відносно високий рівень насичення основами.

# soil##match_info##lixisols##management
source: These soils are heavily weathered soils, which means that fertilization (and possibly lime) will be needed for production. Although they do have kaolinite clay and iron oxides, they have fairly low aluminum toxicity. Best production practices for this soil will include regular fertilization, and consistent cropping in perennial crops or forestry. The soils are sensitive to erosion, and so practices that maintain surface cover are important.
es: Estos suelos están fuertemente meteorizados, lo que significa que la fertilización (y posiblemente la cal) será necesaria para la producción. Aunque tienen arcilla caolinita y óxidos de hierro, tienen una toxicidad de aluminio bastante baja. Las mejores prácticas de producción para este suelo incluirán la fertilización regular, y el cultivo consistente en cultivos perennes o la silvicultura. Los suelos son sensibles a la erosión, por lo que son importantes las prácticas que mantienen la cobertura de la superficie.
fr: Ces sols sont fortement altérés, ce qui signifie qu'une fertilisation (et éventuellement de la chaux) sera nécessaire à la production. Bien qu'ils contiennent de l'argile kaolinique et des oxydes de fer, leur toxicité aluminique est relativement faible. Les meilleures pratiques de production pour ces sols incluent une fertilisation régulière et une culture pérenne ou forestière régulière. Ces sols sont sensibles à l'érosion ; il est donc important de maintenir une couverture végétale.
ka: ეს ნიადაგები ძლიერ გამოფიტული ნიადაგებია, რაც იმას ნიშნავს, რომ წარმოებისთვის საჭირო იქნება განოყიერება (და შესაძლოა კირიც). მიუხედავად იმისა, რომ ისინი შეიცავს კაოლინიტის თიხას და რკინის ოქსიდებს, მათ საკმაოდ დაბალი ალუმინის ტოქსიკურობა აქვთ. ამ ნიადაგისთვის საუკეთესო წარმოების პრაქტიკა მოიცავს რეგულარულ განოყიერებას და მრავალწლიან კულტურებში ან სატყეო მეურნეობაში თანმიმდევრულ კულტურების მოყვანას. ნიადაგები მგრძნობიარეა ეროზიის მიმართ, ამიტომ მნიშვნელოვანია ზედაპირული საფარის შენარჩუნების პრაქტიკა.
uk: Ці ґрунти сильно вивітрювані, а це означає, що для виробництва знадобиться удобрення (і, можливо, вапно). Хоча вони містять каолінітову глину та оксиди заліза, вони мають досить низьку токсичність алюмінію. Найкращі методи виробництва для цього ґрунту включатимуть регулярне удобрення та послідовне вирощування багаторічних культур або лісів. Ґрунти чутливі до ерозії, тому важливі методи підтримки поверхневого покриву.

# soil##match_info##haplic_lixisols##name
source: Haplic Lixisols
es: Lixisoles Háplicos
fr: Lixisols hapliques
ka: ჰაპლიკური ლიქსისოლები

# soil##match_info##haplic_lixisols##description
source: Haplic Lixisols form in warm climates with relatively clayey subsoils dominated by kaolinite and iron oxides, but relatively high base saturation.
es: Los Lixisoles Háplicos se forman en climas cálidos con subsuelos relativamente arcillosos dominados por caolinita y óxidos de hierro, pero con una saturación de bases relativamente alta.
fr: Les lixisols hapliques se forment dans les climats chauds avec des sous-sols relativement argileux dominés par la kaolinite et les oxydes de fer, mais une saturation en bases relativement élevée.
ka: ჰაპლური ლიქსისოლები წარმოიქმნება თბილ კლიმატურ პირობებში, სადაც დომინირებს კაოლინიტი და რკინის ოქსიდები, მაგრამ ტუტეების შედარებით მაღალი გაჯერებაა.
uk: Haplic Lixisols формуються в теплому кліматі з відносно глинистими підґрунтями, в яких переважають каолініт та оксиди заліза, але відносно високий рівень насичення основами.

# soil##match_info##haplic_lixisols##management
source: These soils are heavily weathered soils, which means that fertilization (and possibly lime) will be needed for production. Although they do have kaolinite clay and iron oxides, they have fairly low aluminum toxicity. Best production practices for this soil will include regular fertilization, and consistent cropping in perennial crops or forestry. The soils are sensitive to erosion, and so practices that maintain surface cover are important.
es: Estos suelos están fuertemente meteorizados, lo que significa que la fertilización (y posiblemente la cal) será necesaria para la producción. Aunque tienen arcilla caolinita y óxidos de hierro, tienen una toxicidad de aluminio bastante baja. Las mejores prácticas de producción para este suelo incluirán la fertilización regular, y el cultivo consistente en cultivos perennes o la silvicultura. Los suelos son sensibles a la erosión, por lo que son importantes las prácticas que mantienen la cobertura de la superficie.
fr: Ces sols sont fortement altérés, ce qui signifie qu'une fertilisation (et éventuellement de la chaux) sera nécessaire à la production. Bien qu'ils contiennent de l'argile kaolinique et des oxydes de fer, leur toxicité aluminique est relativement faible. Les meilleures pratiques de production pour ces sols incluent une fertilisation régulière et une culture pérenne ou forestière régulière. Ces sols sont sensibles à l'érosion ; il est donc important de maintenir une couverture végétale.
ka: ეს ნიადაგები ძლიერ გამოფიტული ნიადაგებია, რაც იმას ნიშნავს, რომ წარმოებისთვის საჭირო იქნება განოყიერება (და შესაძლოა კირიც). მიუხედავად იმისა, რომ ისინი შეიცავს კაოლინიტის თიხას და რკინის ოქსიდებს, მათ საკმაოდ დაბალი ალუმინის ტოქსიკურობა აქვთ. ამ ნიადაგისთვის საუკეთესო წარმოების პრაქტიკა მოიცავს რეგულარულ განოყიერებას და მრავალწლიან კულტურებში ან სატყეო მეურნეობაში თანმიმდევრულ კულტურების მოყვანას. ნიადაგები მგრძნობიარეა ეროზიის მიმართ, ამიტომ მნიშვნელოვანია ზედაპირული საფარის შენარჩუნების პრაქტიკა.
uk: Ці ґрунти сильно вивітрювані, а це означає, що для виробництва знадобиться удобрення (і, можливо, вапно). Хоча вони містять каолінітову глину та оксиди заліза, вони мають досить низьку токсичність алюмінію. Найкращі методи виробництва для цього ґрунту включатимуть регулярне удобрення та послідовне вирощування багаторічних культур або лісів. Ґрунти чутливі до ерозії, тому важливі методи підтримки поверхневого покриву.

# soil##match_info##ferric_lixisols##name
source: Ferric Lixisols
es: Lixisoles Férricos
fr: Lixisols ferriques
ka: რკინის ლიქსისოლები

# soil##match_info##ferric_lixisols##description
source: Ferric Lixisols form in warm climates with relatively clayey subsoils dominated by kaolinite and iron oxides, but relatively high base saturation. Ferric Lixisols have soft and cemented iron concentrations in subsoils, and poorly developed structure between iron concentrations which can be susceptible to compaction.
es: Los Lixisoles Férricos se forman en climas cálidos con subsuelos relativamente arcillosos dominados por caolinita y óxidos de hierro, pero con una saturación de bases relativamente alta. Los Lixisoles Férricos tienen concentraciones de hierro blandas y cementadas en los subsuelos, y una estructura poco desarrollada entre las concentraciones de hierro que puede ser susceptible de compactación.
fr: Les lixisols ferriques se forment dans les climats chauds, avec des sous-sols relativement argileux, dominés par la kaolinite et les oxydes de fer, mais présentant une saturation en bases relativement élevée. Les lixisols ferriques présentent des concentrations de fer tendres et cimentées dans les sous-sols, ainsi qu'une structure peu développée entre les concentrations de fer, susceptible de se compacter.
ka: რკინის ლიქსისოლები წარმოიქმნება თბილ კლიმატურ პირობებში, სადაც შედარებით თიხიანი ქვენიადაგი დომინირებს კაოლინიტით და რკინის ოქსიდებით, თუმცა შედარებით მაღალია ფუძეებით გაჯერება. რკინის ლიქსისოლებს ქვენიადაგში აქვთ რბილი და შეცემენტებული რკინის კონცენტრაციები და ცუდად განვითარებული სტრუქტურა რკინის კონცენტრაციებს შორის, რაც შეიძლება მგრძნობიარე იყოს დატკეპნის მიმართ.
uk: Ferric Lixisols формуються в теплому кліматі з відносно глинистими підґрунтями, в яких переважають каолініт та оксиди заліза, але з відносно високим рівнем насичення основами. Ferric Lixisols мають м'які та зцементовані концентрації заліза в підґрунті, а також слабо розвинену структуру між концентраціями заліза, яка може бути схильна до ущільнення.

# soil##match_info##ferric_lixisols##management
source: These soils are heavily weathered soils, which means that fertilization (and possibly lime) will be needed for production. Although they do have kaolinite clay and iron oxides, they have fairly low aluminum toxicity. Best production practices for this soil will include regular fertilization, and consistent cropping in perennial crops or forestry. These soils are particularly sensitive to erosion, and so practices that work to maintain surface cover and strong soil structure (such as perennial crops) are needed.
es: Estos suelos están fuertemente meteorizados, lo que significa que la fertilización (y posiblemente la cal) será necesaria para la producción. Aunque tienen arcilla caolinita y óxidos de hierro, tienen una toxicidad de aluminio bastante baja. Las mejores prácticas de producción para este suelo incluirán la fertilización regular, y el cultivo consistente en cultivos perennes o la silvicultura. Los suelos son sensibles a la erosión, por lo que son importantes las prácticas que mantienen la cobertura de la superficie. Estos suelos son especialmente sensibles a la erosión, por lo que se necesitan prácticas que trabajen para mantener una estructura fuerte del suelo (como los cultivos perennes).
fr: Ces sols sont fortement altérés, ce qui signifie qu'une fertilisation (et éventuellement de la chaux) sera nécessaire à la production. Bien qu'ils contiennent de l'argile kaolinique et des oxydes de fer, leur toxicité aluminique est relativement faible. Les meilleures pratiques de production pour ces sols incluent une fertilisation régulière et une culture régulière de cultures pérennes ou forestières. Ces sols sont particulièrement sensibles à l'érosion ; il est donc nécessaire de recourir à des pratiques visant à maintenir une couverture végétale et une structure solide (comme les cultures pérennes).
ka: ეს ნიადაგები ძლიერ გამოფიტული ნიადაგებია, რაც იმას ნიშნავს, რომ წარმოებისთვის საჭირო იქნება განოყიერება (და შესაძლოა კირიც). მიუხედავად იმისა, რომ ისინი შეიცავს კაოლინიტის თიხას და რკინის ოქსიდებს, მათ საკმაოდ დაბალი ალუმინის ტოქსიკურობა აქვთ. ამ ნიადაგისთვის საუკეთესო წარმოების პრაქტიკა მოიცავს რეგულარულ განოყიერებას და მრავალწლიანი კულტურების ან სატყეო მეურნეობის თანმიმდევრულ კულტურების მოყვანას. ეს ნიადაგები განსაკუთრებით მგრძნობიარეა ეროზიის მიმართ, ამიტომ საჭიროა ისეთი პრაქტიკა, რომელიც უზრუნველყოფს ზედაპირული საფარის და ნიადაგის ძლიერი სტრუქტურის შენარჩუნებას (მაგალითად, მრავალწლიანი კულტურები).
uk: Ці ґрунти сильно вивітрювані, а це означає, що для виробництва знадобиться удобрення (і, можливо, вапно). Хоча вони містять каолінітову глину та оксиди заліза, вони мають досить низьку токсичність алюмінію. Найкращі методи виробництва для цього ґрунту включатимуть регулярне удобрення та послідовне вирощування багаторічних культур або лісів. Ці ґрунти особливо чутливі до ерозії, тому необхідні методи, що сприяють підтримці поверхневого покриву та міцної структури ґрунту (наприклад, багаторічні культури).

# soil##match_info##plinthic_lixisols##name
source: Plinthic Lixisols
es: Lixisoles Plínticos
fr: Lixisols plinthiques
ka: პლინთური ლიქსისოლები

# soil##match_info##plinthic_lixisols##description
source: Plinthic Lixisols form in warm climates with relatively clayey subsoils dominated by kaolinite and iron oxides, but relatively high base saturation. Plinthic Lixisols have iron rich, humus poor concentrations of iron in subsoils that irreversibly harden when exposed at the surface.
es: Los Lixisoles Plínticos se forman en climas cálidos con subsuelos relativamente arcillosos dominados por caolinita y óxidos de hierro, pero con una saturación de bases relativamente alta. Los Lixisoles Plénticos tienen concentraciones de hierro ricas en humus en los subsuelos que se endurecen irreversiblemente cuando se exponen en la superficie.
fr: Les lixisols plinthiques se forment dans les climats chauds, avec des sous-sols relativement argileux, dominés par la kaolinite et les oxydes de fer, mais présentant une saturation en bases relativement élevée. Les lixisols plinthiques présentent des concentrations de fer riches en fer et pauvres en humus dans les sous-sols, qui durcissent irréversiblement lorsqu'ils sont exposés à la surface.
ka: პლინთური ლიქსისოლები წარმოიქმნება თბილ კლიმატურ პირობებში, სადაც შედარებით თიხიანი ქვენიადაგი დომინირებს კაოლინიტით და რკინის ოქსიდებით, თუმცა შედარებით მაღალია ფუძეებით გაჯერება. პლინთურ ლიქსისოლებს ქვენიადაგში რკინის კონცენტრაცია რკინით მდიდარია, ხოლო ჰუმუსით ღარიბი, რაც ზედაპირზე გამოვლენისას შეუქცევადად მკვრივდება.
uk: Plinthic Lixisols формуються в теплому кліматі з відносно глинистими підґрунтями, в яких переважають каолініт та оксиди заліза, але відносно високий рівень насичення основами. Plinthic Lixisols мають багаті на залізо та бідні на гумус концентрації заліза в підґрунті, які незворотно тверднуть при виході на поверхню.

# soil##match_info##plinthic_lixisols##management
source: These soils are heavily weathered soils, which means that fertilization (and possibly lime) will be needed for production. Although they do have kaolinite clay and iron oxides, they have fairly low aluminum toxicity. Best production practices for this soil will include regular fertilization, and consistent cropping in perennial crops or forestry. The soils are sensitive to erosion, and so practices that maintain surface cover are important. Agronomic practices that protect the soil surface and avoid erosion, so that the iron rich clay layer is not exposed, are critical. Use of rotations and inclusion of deep-rooted crops is also recommended, to help penetrate the clay layer.
es: Estos suelos están fuertemente meteorizados, lo que significa que la fertilización (y posiblemente la cal) será necesaria para la producción. Aunque tienen arcilla caolinita y óxidos de hierro, tienen una toxicidad de aluminio bastante baja. Las mejores prácticas de producción para este suelo incluirán la fertilización regular, y el cultivo consistente en cultivos perennes o la silvicultura. Los suelos son sensibles a la erosión, por lo que son importantes las prácticas que mantienen la cobertura de la superficie. Las prácticas agronómicas que protegen la superficie del suelo y evitan la erosión, de modo que la capa de arcilla rica en hierro no quede expuesta, son fundamentales. También se recomienda el uso de rotaciones y la inclusión de cultivos de raíces profundas, para ayudar a penetrar en la capa de arcilla.
fr: Ces sols sont fortement altérés, ce qui signifie qu'une fertilisation (et éventuellement de la chaux) sera nécessaire à la production. Bien qu'ils contiennent de l'argile kaolinique et des oxydes de fer, leur toxicité aluminique est relativement faible. Les meilleures pratiques de production pour ces sols incluent une fertilisation régulière et une culture régulière de cultures pérennes ou forestières. Ces sols sont sensibles à l'érosion ; il est donc important de maintenir une couverture végétale. Des pratiques agronomiques protégeant la surface du sol et évitant l'érosion, afin de préserver la couche d'argile riche en fer, sont essentielles. La rotation des cultures et l'inclusion de cultures à racines profondes sont également recommandées pour faciliter la pénétration de la couche d'argile.
ka: ეს ნიადაგები ძლიერ გამოფიტული ნიადაგებია, რაც იმას ნიშნავს, რომ წარმოებისთვის საჭირო იქნება განოყიერება (და შესაძლოა კირიც). მიუხედავად იმისა, რომ ისინი შეიცავს კაოლინიტის თიხას და რკინის ოქსიდებს, მათ საკმაოდ დაბალი ალუმინის ტოქსიკურობა აქვთ. ამ ნიადაგისთვის საუკეთესო წარმოების პრაქტიკა მოიცავს რეგულარულ განოყიერებას და მრავალწლიან კულტურებში ან სატყეო მეურნეობაში თანმიმდევრულ კულტურების მოყვანას. ნიადაგები მგრძნობიარეა ეროზიის მიმართ, ამიტომ მნიშვნელოვანია ზედაპირული საფარის შენარჩუნების პრაქტიკა. კრიტიკულად მნიშვნელოვანია აგრონომიული პრაქტიკა, რომელიც იცავს ნიადაგის ზედაპირს და თავიდან აიცილებს ეროზიას, რათა რკინით მდიდარი თიხის ფენა არ გამოჩნდეს. ასევე რეკომენდებულია როტაციის გამოყენება და ღრმა ფესვგადგმული კულტურების ჩართვა, რათა ხელი შეუწყოს თიხის ფენაში შეღწევას.
uk: Ці ґрунти сильно вивітрювані, а це означає, що для врожайності знадобиться удобрення (і, можливо, вапно). Хоча вони містять каолінітову глину та оксиди заліза, вони мають досить низьку токсичність алюмінію. Найкращі методи виробництва для цього ґрунту включатимуть регулярне удобрення та послідовне вирощування багаторічних культур або лісів. Ґрунти чутливі до ерозії, тому важливі методи підтримки поверхневого покриву. Агрономічні методи, що захищають поверхню ґрунту та запобігають ерозії, щоб шар глини, багатий на залізо, не оголювався, є критично важливими. Також рекомендується використовувати сівозміну та вирощувати культури з глибоким корінням, щоб допомогти проникнути крізь шар глини.

# soil##match_info##albic_lixisols##name
source: Albic Lixisols
es: Lixisoles Álbicos
fr: Lixisols albiques
ka: ალბიკ ლიქსისოლები
