Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##mollic_andosols##management
source: Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover. Because these soils are formed from volcanic materials a part of their soil charge is positive, which means they can ‘fix’ phosphorus, making it unavailable to plants in the cropping season. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Additional fertilization and lime application, in addition to P, will also be needed to ensure adequate crop growth and yield. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Agroforestry systems can help minimize erosion.
es: La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es crítica. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo. Debido a que estos suelos se forman a partir de materiales volcánicos, una parte de su carga de suelo es positiva, lo que significa que pueden "fijar" el fósforo, haciendo que no esté disponible para las plantas en la temporada de cultivo. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La fertilización adicional y la aplicación de cal, además del P, también serán necesarias para garantizar un crecimiento y rendimiento adecuados de los cultivos. Los cultivos de cobertura y las rotaciones que incluyan leguminosas y la inclusión de cultivos con alta biomasa serán beneficiosos, ya que añaden materia orgánica y nitrógeno para el cultivo posterior. Los sistemas agroforestales pueden ayudar a minimizar la erosión.
fr: La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent maximiser la couverture du sol. Étant donné que ces sols sont constitués de matériaux volcaniques, une partie de leur charge est positive, ce qui signifie qu'ils peuvent « fixer » le phosphore, le rendant indisponible pour les plantes pendant la saison de culture. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et vers le bas) d'engrais phosphatés, contribueront à réduire la fixation du phosphore. Une fertilisation supplémentaire et un apport de chaux, en plus du phosphore, seront également nécessaires pour assurer une croissance et un rendement adéquats des cultures. Des cultures de couverture et des rotations incluant des légumineuses et l'inclusion de cultures à forte biomasse seraient bénéfiques, apportant de la matière organique et de l'azote pour la culture suivante. Les systèmes agroforestiers peuvent contribuer à minimiser l'érosion.
ka: მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა უზრუნველყოს ნიადაგის საფარის შენარჩუნება. რადგან ეს ნიადაგები ვულკანური მასალებისგან წარმოიქმნება, მათი ნიადაგის მუხტის ნაწილი დადებითია, რაც ნიშნავს, რომ მათ შეუძლიათ ფოსფორის „შეკავება“, რაც მას მცენარეებისთვის მიუწვდომელს ხდის მოსავლის აღების სეზონზე. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფატური სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფატის შეკავების შემცირებას. ფოსფატის გარდა, ასევე საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა, კულტურების ადეკვატური ზრდისა და მოსავლიანობის უზრუნველსაყოფად. სასარგებლო იქნება საფარის კულტურები და როტაციები, რომლებიც მოიცავს პარკოსნებს და მაღალი ბიომასის მქონე კულტურების ჩართვას, რაც შემდგომი კულტურისთვის ორგანულ ნივთიერებებსა და აზოტს დაამატებს. აგროტყის სისტემები ხელს შეუწყობს ეროზიის მინიმიზაციას.
uk: Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив. Оскільки ці ґрунти утворені з вулканічних матеріалів, частина їхнього заряду ґрунту є позитивною, що означає, що вони можуть «фіксувати» фосфор, роблячи його недоступним для рослин у вегетаційний період. Добре задокументовані методи, такі як стрічкове внесення (або безпосередньо на насіння, або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Додаткове удобрення та внесення вапна, на додаток до фосфору, також знадобляться для забезпечення належного росту та врожайності культур. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою були б корисними, додаючи органічну речовину та азот для наступної культури. Системи агролісівництва можуть допомогти мінімізувати ерозію.

# soil##match_info##umbric_andosols##name
source: Umbric Andosols
es: Andosoles Úbricos
fr: Andosols umbriques
ka: უმბრიული ანდოსოლები

# soil##match_info##umbric_andosols##description
source: Umbric Andosols form in volcanic materials. These soils are highly erodible and have high P fixation, but most have relatively good water holding capacity and soil fertility. Umbric Andosols have a thick surface horizon but soils are wetter and have fewer nutrients than Mollic Andosols.
es: Los Andosoles Úmbricos se forman en materiales volcánicos. Estos suelos son muy erosionables y tienen una alta fijación de P, pero la mayoría tienen una capacidad de retención de agua y una fertilidad del suelo relativamente buenas. Los Andosoles Úmbricos tienen un horizonte superficial grueso, pero los suelos son más húmedos y tienen menos nutrientes que los Andosoles Mólicos.
fr: Les andosols umbriques se forment dans les matériaux volcaniques. Ces sols sont très érodables et présentent une forte fixation du phosphore, mais la plupart présentent une capacité de rétention d'eau et une fertilité relativement bonnes. Les andosols umbriques présentent un horizon de surface épais, mais les sols sont plus humides et moins nutritifs que les andosols molliques.
ka: უმბრიული ანდოზოლები ვულკანურ მასალებში წარმოიქმნება. ეს ნიადაგები ძლიერ ეროზიადია და აქვთ ფოსფორის მაღალი ფიქსაცია, თუმცა უმეტესობას შედარებით კარგი წყლის შეკავების უნარი და ნიადაგის ნაყოფიერება აქვს. უმბრიულ ანდოზოლებს აქვთ სქელი ზედაპირული ჰორიზონტი, მაგრამ ნიადაგები უფრო სველია და ნაკლები საკვები ნივთიერებები აქვთ, ვიდრე მოლიკურ ანდოზოლებს.
uk: Umbric Andosols формуються на вулканічних відкладах. Ці ґрунти легко піддаються ерозії та мають підвищену здатність до зв'язування фосфору, але більшість із них характеризуються доброю вологоутримувальною здатністю та родючістю. Umbric Andosols мають потужний поверхневий горизонт, але ґрунти вологіші та містять менше поживних речовин, ніж Mollic Andosols.

# soil##match_info##umbric_andosols##management
source: Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover. Because these soils are formed from volcanic materials a part of their soil charge is positive, which means they can ‘fix’ phosphorus, making it unavailable to plants in the cropping season. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Additional fertilization and lime application, in addition to P, will also be needed to ensure adequate crop growth and yield. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Agroforestry systems can help minimize erosion. Additional drainage may make these soils more productive. Fertilization will be essential for effective crop production.
es: La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo. Dado que estos suelos se forman a partir de materiales volcánicos, una parte de su carga es positiva, lo que significa que pueden "fijar" el fósforo, haciéndolo inaccesible para las plantas en la temporada de cultivo. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La fertilización adicional y la aplicación de cal, además del P, también serán necesarias para garantizar un crecimiento y rendimiento adecuados de los cultivos. Los cultivos de cobertura y las rotaciones que incluyan leguminosas y la inclusión de cultivos con alta biomasa serán beneficiosos, ya que añaden materia orgánica y nitrógeno para el cultivo posterior. Los sistemas agroforestales pueden ayudar a minimizar la erosión. El drenaje adicional puede hacer que estos suelos sean más productivos. La fertilización será esencial para la producción efectiva de los cultivos.
fr: La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent maximiser la couverture du sol. Étant donné que ces sols sont constitués de matériaux volcaniques, une partie de leur charge est positive, ce qui signifie qu'ils peuvent « fixer » le phosphore, le rendant ainsi indisponible pour les plantes pendant la saison de culture. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et vers le bas) d'engrais phosphatés, contribueront à réduire la fixation du phosphore. Une fertilisation et un apport de chaux supplémentaires, en plus du phosphore, seront également nécessaires pour assurer une croissance et un rendement adéquats des cultures. Des cultures de couverture et des rotations incluant des légumineuses et l'inclusion de cultures à forte biomasse seraient bénéfiques, apportant de la matière organique et de l'azote pour la culture suivante. Les systèmes agroforestiers peuvent contribuer à minimiser l'érosion. Un drainage supplémentaire peut améliorer la productivité de ces sols. La fertilisation sera essentielle à une production agricole efficace.
ka: მნიშვნელოვანია ნიადაგის ზედაპირული ნაწილის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა უზრუნველყოს ნიადაგის საფარის შენარჩუნება. რადგან ეს ნიადაგები ვულკანური მასალებისგან წარმოიქმნება, მათი ნიადაგის მუხტის ნაწილი დადებითია, რაც ნიშნავს, რომ მათ შეუძლიათ ფოსფორის „შეკავება“, რაც მას მცენარეებისთვის მიუწვდომელს ხდის მოსავლის აღების სეზონზე. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფატური სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფატის შეკავების შემცირებას. ფოსფატის გარდა, ასევე საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა, რათა უზრუნველყოფილი იყოს ადეკვატური ზრდა და მოსავლიანობა. სასარგებლო იქნება საფარის კულტურები და როტაციები, რომლებიც მოიცავს პარკოსნებს და მაღალი ბიომასის მქონე კულტურების ჩართვას, რაც შემდგომი მოსავლისთვის ორგანულ ნივთიერებას და აზოტს დაამატებს. აგროტყის სისტემები ხელს შეუწყობს ეროზიის მინიმიზაციას. დამატებითი დრენაჟი შეიძლება ამ ნიადაგებს უფრო პროდუქტიულს გახდის. განოყიერება აუცილებელი იქნება ეფექტური მოსავლის წარმოებისთვის.
uk: Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії є критично важливим. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив. Оскільки ці ґрунти утворені з вулканічних матеріалів, частина їхнього заряду ґрунту є позитивною, що означає, що вони можуть «фіксувати» фосфор, роблячи його недоступним для рослин у вегетаційний період. Добре задокументовані практики, такі як стрічкове внесення (або безпосередньо на насіння, або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Додаткове удобрення та вапнування, на додаток до фосфору, також будуть потрібні для забезпечення належного росту та врожайності культур. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою були б корисними, додаючи органічну речовину та азот для наступної культури. Системи агролісівництва можуть допомогти мінімізувати ерозію. Додатковий дренаж може зробити ці ґрунти більш продуктивними. Удобрення буде необхідним для ефективного виробництва сільськогосподарських культур.

# soil##match_info##vitric_andosols##name
source: Vitric Andosols
es: Andosoles Vítricos
fr: Andosols vitriques
ka: ვიტრიკული ანდოზოლები

# soil##match_info##vitric_andosols##description
source: Vitric Andosols form in volcanic materials. These soils are highly erodible and have high P fixation, but most have relatively good water holding capacity and soil fertility. Vitric Andosols have slightly coarser (are higher in sand) textures and lower water retention than other Andosols.
es: Los Andosoles Vítricos se forman en materiales volcánicos. Estos suelos son muy erosionables y tienen una alta fijación de P, pero la mayoría tienen una capacidad de retención de agua y una fertilidad del suelo relativamente buenas. Los Andosoles Vítricos tienen texturas ligeramente más gruesas (tienen más arena) y menor retención de agua que otros Andosoles.
fr: Les andosols vitreux se forment dans les matériaux volcaniques. Ces sols sont très érodables et présentent une forte fixation du phosphore, mais la plupart présentent une capacité de rétention d'eau et une fertilité relativement bonnes. Les andosols vitreux ont une texture légèrement plus grossière (plus riche en sable) et une rétention d'eau plus faible que les autres andosols.
ka: ვიტრიკული ანდოზოლები ვულკანურ მასალებში წარმოიქმნება. ეს ნიადაგები ძლიერ ეროზიადია და ფოსფორის მაღალი ფიქსაცია აქვს, თუმცა უმეტესობას შედარებით კარგი წყლის შეკავების უნარი და ნიადაგის ნაყოფიერება აქვს. ვიტრიკულ ანდოზოლებს სხვა ანდოზოლებთან შედარებით ოდნავ უფრო უხეში (ქვიშის შემცველობა მაღალია) ტექსტურა და წყლის შეკავების დაბალი დონე აქვთ.
uk: Вітричні андосолі утворюються у вулканічних матеріалах. Ці ґрунти дуже еродовані та мають високий рівень фіксації фосфору, але більшість із них мають відносно добру вологоутримувальну здатність та родючість ґрунту. Вітричні андосолі мають дещо грубішу (більше піску) текстуру та нижчий рівень утримання води, ніж інші андосолі.

# soil##match_info##vitric_andosols##management
source: Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover. Because these soils are formed from volcanic materials a part of their soil charge is positive, which means they can ‘fix’ phosphorus, making it unavailable to plants in the cropping season. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Additional fertilization and lime application, in addition to P, will also be needed to ensure adequate crop growth and yield. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Agroforestry systems can help minimize erosion. Cover crops or other means for organic matter addition will help to retain soil moisture for crop use.
es: La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es crítica. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo. Debido a que estos suelos se forman a partir de materiales volcánicos, una parte de su carga es positiva, lo que significa que pueden "fijar" el fósforo, haciendo que no esté disponible para las plantas en la temporada de cultivo. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La fertilización adicional y la aplicación de cal, además del P, también serán necesarias para garantizar un crecimiento y rendimiento adecuados de los cultivos. Los cultivos de cobertura y las rotaciones que incluyan leguminosas y la inclusión de cultivos con alta biomasa serán beneficiosos, ya que añaden materia orgánica y nitrógeno para el cultivo posterior. Los sistemas agroforestales pueden ayudar a minimizar la erosión. Los cultivos de cobertura u otros medios para la adición de materia orgánica ayudarán a retener la humedad del suelo para el uso de los cultivos.
fr: La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent maximiser la couverture du sol. Étant donné que ces sols sont constitués de matériaux volcaniques, une partie de leur charge est positive, ce qui signifie qu'ils peuvent « fixer » le phosphore, le rendant indisponible pour les plantes pendant la saison de culture. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et vers le bas) d'engrais phosphatés, contribueront à réduire la fixation du phosphore. Une fertilisation et un apport de chaux supplémentaires, en plus du phosphore, seront également nécessaires pour assurer une croissance et un rendement adéquats des cultures. Les cultures de couverture et les rotations incluant des légumineuses et l'inclusion de cultures à forte biomasse seraient bénéfiques, apportant de la matière organique et de l'azote pour la culture suivante. Les systèmes agroforestiers peuvent contribuer à minimiser l'érosion. Les cultures de couverture ou autres apports de matière organique contribueront à retenir l'humidité du sol pour les cultures.
ka: მნიშვნელოვანია ნიადაგის ზედაპირული ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა უზრუნველყოს ნიადაგის საფარის შენარჩუნება. რადგან ეს ნიადაგები ვულკანური მასალებისგან წარმოიქმნება, მათი ნიადაგის მუხტის ნაწილი დადებითია, რაც ნიშნავს, რომ მათ შეუძლიათ ფოსფორის „დაფიქსირება“, რაც მას მცენარეებისთვის მიუწვდომელს ხდის მოსავლის აღების სეზონზე. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფატური სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფატის ფიქსაციის შემცირებას. ფოსფატის გარდა, ასევე საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა, რათა უზრუნველყოფილი იყოს ადეკვატური ზრდა და მოსავლიანობა. სასარგებლო იქნება საფარის კულტურები და როტაციები, რომლებიც მოიცავს პარკოსნებს და მაღალი ბიომასის მქონე კულტურების ჩართვას, რაც შემდგომი კულტურისთვის ორგანულ ნივთიერებებსა და აზოტს დაამატებს. აგროტყის სისტემები ხელს შეუწყობს ეროზიის მინიმიზაციას. საფარის კულტურები ან ორგანული ნივთიერებების დამატების სხვა საშუალებები ხელს შეუწყობს ნიადაგის ტენიანობის შენარჩუნებას კულტურების გამოსაყენებლად.
uk: Збереження поверхневого шару ґрунту органічною речовиною є важливим, а запобігання ерозії – критично важливим. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив. Оскільки ці ґрунти утворені з вулканічних матеріалів, частина їхнього заряду ґрунту є позитивною, що означає, що вони можуть «фіксувати» фосфор, роблячи його недоступним для рослин у вегетаційний період. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Для забезпечення належного росту та врожайності культур також знадобляться додаткові добрива та вапнування, окрім фосфору. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою будуть корисними, додаючи органічну речовину та азот для наступної культури. Системи агролісівництва можуть допомогти мінімізувати ерозію. Покривні культури або інші засоби додавання органічної речовини допоможуть зберегти вологу ґрунту для використання культурами.

# soil##match_info##gleyic_andosols##name
source: Gleyic Andosols
es: Andosoles Gleyicos
fr: Andosols gleyiques
ka: გლეის ანდოსოლები

# soil##match_info##gleyic_andosols##description
source: Gleyic Andosols form in volcanic materials. These soils are highly erodible and have high P fixation, but most have relatively good water holding capacity and soil fertility. Gleyic Andosols are saturated with shallow groundwater above one meter.
es: Los Andosoles Gleyicos se forman en materiales volcánicos. Estos suelos son muy erosionables y tienen una alta fijación de P, pero la mayoría tienen una capacidad de retención de agua y una fertilidad del suelo relativamente buenas. Los Andosoles Gleyicos están saturados con agua subterránea poco profunda por encima de un metro.
fr: Les andosols gleyiques se forment dans les matériaux volcaniques. Ces sols sont très érodables et présentent une forte fixation du phosphore, mais la plupart présentent une capacité de rétention d'eau et une fertilité relativement bonnes. Les andosols gleyiques sont saturés par des eaux souterraines peu profondes, à plus d'un mètre de profondeur.
ka: გლეიკური ანდოზოლები ვულკანურ მასალებში წარმოიქმნება. ეს ნიადაგები ძლიერ ეროზიადია და ახასიათებთ ფოსფორის მაღალი ფიქსაცია, თუმცა უმეტესობას შედარებით კარგი წყლის შეკავების უნარი და ნიადაგის ნაყოფიერება აქვს. გლეიკური ანდოზოლები ერთ მეტრზე მეტი სიმძლავრის მიწისქვეშა წყლებით არის გაჯერებული.
uk: Gleyic Andosols утворюються у вулканічних матеріалах. Ці ґрунти дуже еродовані та мають високий рівень фіксації фосфору, але більшість із них мають відносно добру вологоутримувальну здатність та родючість ґрунту. Ці грунти насичені ґрунтовими водами, які залягають з глибини від одного метра.
