Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# welcome##title
source: Welcome to LandPKS Soil ID
es: Bienvenido a LandPKS Soil ID
fr: Bienvenue sur LandPKS Soil ID
ka: კეთილი იყოს თქვენი მობრძანება LandPKS Soil ID-ში
uk: Ласкаво просимо до LandPKS Soil ID

# welcome##next##title
source: What’s next?
es: ¿Qué sigue?
fr: Quelle est la prochaine étape ?
ka: რა არის შემდეგი?
uk: Що далі?

# welcome##next##subtitle
source: Future versions will include:
es: Versiones futuras incluirán:
fr: Les versions futures incluront :
ka: მომავალი ვერსიები მოიცავს:
uk: Майбутні версії включатимуть:

# search##placeholder
source: Search map
es: Buscar en mapa
fr: Rechercher sur la carte
ka: რუკაზე ძიება
uk: Пошук на карті

# site##progress
source: Progress: {{progress}}
es: Progreso: {{progress}}
fr: Progression : {{progress}}
ka: პროგრესი: {{პროგრესი}}
uk: Прогрес: {{progress}}

# site##members
source: {{members}} Members
es: {{members}} Miembros
fr: {{members}} Membres
ka: {{წევრები}} წევრი
uk: {{members}} Учасники

# site##empty##info
source: <bold>Three ways to create a site:</bold>
es: <bold>Tres formas de crear un sitio:</bold>
fr: <bold>Trois façons de créer un site :</bold>
ka: <bold>საიტის შექმნის სამი გზა:</bold>
uk: <bold>Три способи створення ділянка:</bold>

# site##create##title
source: Create Site
es: Crear sitio
fr: Créer un site
ka: საიტის შექმნა
uk: Створити ділянка

# site##create##description
source: Create a site here to save this location, enter observations, and see more detailed reports.
es: Crea un sitio aquí para guardar esta ubicación, recopilar observaciones y ver informes más detallados.
fr: Créez un site ici pour enregistrer cet emplacement, saisir des observations et voir des rapports plus détaillés.
ka: შექმენით საიტი აქ ამ მდებარეობის შესანახად, დაკვირვებების შესატანად და უფრო დეტალური ანგარიშების სანახავად.
uk: Створіть ділянку, щоб зберегти це місце, додати результати спостереження та переглянути звіти.

# site##create##gps
source: Use my current location (GPS)
es: Usar mi ubicación actual (GPS)
fr: Utiliser ma position actuelle (GPS)
ka: გამოიყენეთ ჩემი ამჟამინდელი მდებარეობა (GPS)
uk: Використовувати моє поточне місцезнаходження (GPS)

# site##create##pin
source: Use map pin
es: Usar ubicacion marcada en el mapa
fr: Utiliser l'épingle de la carte
ka: გამოიყენეთ რუკის პინი
uk: Використати позначку на карті

# site##create##manual
source: Enter coordinates
es: Introducir coordenadas
fr: Entrez les coordonnées
ka: შეიყვანეთ კოორდინატები
uk: Введіть координати

# site##create##latitude
source: Latitude
es: Latitud
ka: განედი
uk: Широта

# site##create##longitude
source: Longitude
es: Longitud
ka: გრძედი
uk: Довгота

# site##dashboard##privacy
source: Data Privacy
es: Privacidad de datos
fr: Confidentialité des données
ka: მონაცემთა კონფიდენციალურობა
uk: Конфіденційність даних

# site##notes##title
source: Site Notes
es: Notas del sitio
fr: Notes du site
ka: საიტის შენიშვნები
uk: Примітки до ділянки

# site##search##placeholder
source: Search sites
es: Buscar sitios
fr: Rechercher des sites
ka: საიტების ძიება
uk: Пошук ділянок

# site##search##sort##label
source: Sort sites by
es: Ordenar sitios por
fr: Trier les sites par
ka: საიტების დალაგება
uk: Сортувати ділянки за

# site##search##sort##nameAsc
source: Name (A to Z)
es: Nombre (A - Z)
fr: Nom (A à Z)
ka: სახელი (A-დან Z-მდე)
uk: Ім'я (від А до Я)

# site##search##sort##nameDesc
source: Name (Z to A)
es: Nombre (Z - A)
fr: Nom (Z à A)
ka: სახელი (Z-დან A-მდე)
uk: Ім'я (від Я до А)

# site##search##sort##lastModAsc
source: Last Modified (most recent)
es: Última modificación (más reciente)
fr: Dernière modification (la plus récente)
ka: ბოლო ცვლილება (უახლესი)
uk: Остання зміна (найновіша)

# site##search##sort##lastModDesc
source: Last Modified (least recent)
es: Última modificación (menos reciente)
fr: Dernière modification (la moins récente)
ka: ბოლოს შეცვლილი (ყველაზე ბოლო)
uk: Остання зміна (від найдавнішої до найновішої)

# site##search##sort##distanceAsc
source: Distance (closest)
es: Distancia (más cercana)
fr: Distance (la plus proche)
ka: მანძილი (უახლოესი)
uk: Відстань (найближча)

# site##search##sort##distanceDesc
source: Distance (furthest)
es: Distance (más lejana)
fr: Distance (la plus éloignée)
ka: მანძილი (ყველაზე შორეული)
uk: Відстань (найдальша)

# site##tabs##SITE
source: Site
es: Sitio
ka: საიტი
uk: Ділянка

# site##tabs##SLOPE
source: Slope
es: Pendiente
fr: Pente
ka: ფერდობი
uk: Схил

# site##tabs##SOIL
source: Soil
es: Suelo
fr: Sol
ka: ნიადაგი
uk: Ґрунт

# site##tabs##NOTES
source: Notes
es: Notas
ka: შენიშვნები
uk: Нотатки

# projects##label
source: Project
es: Proyecto
fr: Projet
ka: პროექტი
uk: Проєкт

# projects##title
source: Projects
es: Proyectos
fr: Projets
ka: პროექტები
uk: Проєкти

# projects##header
source: Projects
es: Proyectos
fr: Projets
ka: პროექტები
uk: Проєкти

# projects##none##header
source: You don’t have any projects.
es: No tienes ningún proyecto.
fr: Vous n'avez aucun projet.
ka: თქვენ არ გაქვთ პროექტები.
uk: У вас немає жодних проєктів.

# projects##none##info
source: Projects let you group sites, set requirements, and manage team members.
es: Los proyectos te permiten agrupar sitios, establecer necesidades de datos y administrar a los miembros del equipo.
fr: Les projets vous permettent de regrouper des sites, de définir des exigences et de gérer les membres de l'équipe.
ka: პროექტები საშუალებას გაძლევთ დააჯგუფოთ საიტები, დააწესოთ მოთხოვნები და მართოთ გუნდის წევრები.
uk: Проєкти дозволяють групувати ділянки, встановлювати вимоги та керувати членами команди.

# projects##create##public
source: Public
es: Público
fr: Publique
ka: საჯარო
uk: Загальнодоступний

# projects##create##private
source: Private
es: Privado
fr: Privé
ka: კერძო
uk: Приватний

# projects##tabs##inputs
source: Inputs
es: Importes
fr: Entrées
ka: შეყვანები
uk: Вхідні дані

# projects##tabs##team
source: Team
es: Equipo
fr: Équipe
ka: გუნდი
uk: Команда

# projects##tabs##sites
source: Sites
es: Sitios
ka: საიტები
uk: Ділянки

# projects##tabs##settings
source: Settings
es: Configuraciones
fr: Paramètres
ka: პარამეტრები
uk: Налаштування

# projects##inputs##units##heading
source: Units of Measurement
es: Unidades de medida
fr: Unités de mesure
ka: გაზომვის ერთეულები
uk: Одиниці вимірювання

# projects##inputs##units##a11yLabel
source: measurement units
es: unidades de medida
fr: unités de mesure
ka: საზომი ერთეულები
uk: одиниці вимірювання

# projects##inputs##units##english
source: English (in, ft, lb)
es: Inglés (pulgadas, pies, libras)
fr: Anglais (in, ft, lb)
ka: ინგლისური (ინჩებში, ფუტებში, ფუნტებში)
uk: Англійська (дюйми, фути, фунти)

# projects##inputs##units##metric
source: Metric (cm, m , kg)
es: Métrico (cm, m, kg)
fr: Métrique (cm, m, kg)
ka: მეტრული (სმ, მ, კგ)
uk: Метрична система (см, м, кг)

# projects##inputs##instructions##title
source: Pinned Note
es: Nota fija
fr: Note épinglée
ka: მიმაგრებული ჩანაწერი
uk: Прикріплена нотатка

# projects##inputs##instructions##description
source: This content will display at the top of the Notes section of each site in this project.
es: Este contenido se mostrará en la parte superior de la sección Notas de cada sitio de este proyecto.
fr: Ce contenu s'affichera en haut de la section Notes de chaque site de ce projet.
ka: ეს კონტენტი გამოჩნდება ამ პროექტის თითოეული საიტის შენიშვნების განყოფილების ზედა ნაწილში.
uk: Цей вміст відображатиметься у верхній частині розділу «Нотатки» кожного сайту в цьому проєкті.

# projects##inputs##depths##title
source: Soil Pit Depths
es: Profundidades de los pozos de suelo
fr: Profondeurs des fosses de sol
ka: ნიადაგის ორმოს სიღრმეები
uk: Глибина ґрунтових розрізів

# projects##inputs##depths##preset##BLM
source: BLM Monitoring Standard
es: Norma de seguimiento del BLM
fr: Norme de surveillance BLM
ka: BLM მონიტორინგის სტანდარტი
uk: Методичні документи і протоколи Бюро з управління землями США

# projects##inputs##depths##preset##CUSTOM
source: Custom…
es: A medida…
fr: Coutume…
ka: მორგებული…
uk: Користувацький…

# projects##inputs##depths##preset##NONE
source: None specified
es: Sin especificar
fr: Aucun spécifié
ka: არცერთი მითითებული არ არის
uk: Не вказано

# projects##inputs##depths##label
source: Label
es: Etiqueta
fr: Étiquette
ka: ეტიკეტი
uk: Мітка

# projects##inputs##depths##depth
source: Depth ({{units}})
es: Profundidad ({{units}})
fr: Profondeur ({{units}})
ka: სიღრმე ({{ერთეულები}})
uk: Глибина ({{units}})

# projects##team##add
source: Add team member
es: Añadir miembro de equipo
fr: Ajouter un membre de l'équipe
ka: გუნდის წევრის დამატება
uk: Додати учасника команди

# projects##settings##cancel
source: Cancel
es: Cancelar
fr: Annuler
ka: გაუქმება
uk: Скасувати

# projects##settings##archive
source: Archive this project
es: Archivar este proyecto
fr: Archiver ce projet
ka: ამ პროექტის დაარქივება
uk: Архівувати цей проєкт

# projects##settings##delete
source: Delete this project
es: Eliminar este proyecto
fr: Supprimer ce projet
ka: ამ პროექტის წაშლა
uk: Видалити цей проект

# projects##sites##add
source: Add sites
es: Añadir sitios
fr: Ajouter des sites
ka: საიტების დამატება
uk: Додати ділянки

# projects##sites##transfer
source: Transfer Sites
es: Transferir sitios
fr: Sites de transfert
ka: გადატანის საიტები
uk: Сайти для перенесення даних

# projects##sites##create
source: Create Sites
es: Crear sitios
fr: Créer des sites
ka: საიტების შექმნა
uk: Створити ділянки

# projects##sites##search##placeholder
source: Search
es: Buscar
fr: Recherche
ka: ძიება
uk: Пошук

# projects##sites##sort##label
source: Sort sites by:
es: Ordenar sitios por:
fr: Trier les sites par :
ka: საიტების დახარისხება:
uk: Сортувати ділянки за:

# projects##sites##sort##nameAsc
source: Site name (A to Z)
es: Nombre del sitio (A - Z)
fr: Nom du site (A à Z)
ka: საიტის დასახელება (A-დან Z-მდე)
uk: Назва ділянок (від А до Я)

# projects##sites##sort##updatedAtAsc
source: Date modified (most recent)
es: Fecha de modificación (más reciente)
fr: Date de modification (la plus récente)
ka: ცვლილების თარიღი (უახლესი)
uk: Дата зміни (найновіша)

# projects##sites##sort##distanceAsc
source: Distance (nearest to me)
es: Distancia (más cercana)
fr: Distance (le plus proche de moi)
ka: მანძილი (ჩემთან ყველაზე ახლოს)
uk: Відстань (найближча до мене)

# projects##search##placeholder
source: Search projects
es: Buscar proyectos
fr: Rechercher des projets
ka: პროექტების ძიება
uk: Пошук проектів

# projects##search##nameAsc
source: Name (A to Z)
es: Ordenar (A - Z)
fr: Nom (A à Z)
ka: სახელი (A-დან Z-მდე)
uk: Ім'я (від А до Я)

# projects##search##nameDesc
source: Name (Z to A)
es: Ordenar (Z - A)
fr: Nom (Z à A)
ka: სახელი (Z-დან A-მდე)
uk: Ім"я (від Я до А)

# settings##beta
source: beta
fr: bêta
ka: ბეტა
uk: бета-версія

# settings##version
source: Version {{version}} ({{build}}) {{environment}}
es: Versión {{version}} ({{build}}) {{environment}}
ka: ვერსია {{version}} ({{build}}) {{environment}}

# badge##new
source: New
es: Nuevo
fr: Nouveau
ka: ახალი
uk: Новий

# general##sites
source: sites
es: sitios
ka: საიტები
uk: ділянки

# general##users
source: users
es: usuarios
fr: utilisateurs
ka: მომხმარებლები
uk: користувачі

# general##save
source: Save
es: Guardar
fr: Sauvegarder
ka: შენახვა
uk: Зберегти

# general##use
source: Use
es: Usar
fr: Utiliser
ka: გამოყენება
uk: Використання

# general##details
source: Details
es: Detalles
fr: Détails
ka: დეტალები
uk: Деталі

# general##apply
source: Apply
es: Aplicar
fr: Appliquer
ka: გამოყენება
uk: Застосувати

# general##role##MANAGER
source: Manager
es: Administrador
fr: Directeur
ka: მენეჯერი
uk: Менеджер

# general##role##CONTRIBUTOR
source: Contributor
es: Contribuidor
fr: Donateur
ka: კონტრიბუტორი
uk: Співавтор, учасник, редактор

# general##role##VIEWER
source: Viewer
es: Espectador
fr: Téléspectateur
ka: მნახველი
uk: Переглядач, користувач

# general##cancel
source: Cancel
es: Cancelar
fr: Annuler
ka: გაუქმება
uk: Скасувати

# general##add
source: Add
es: Añadir
fr: Ajouter
ka: დამატება
uk: Додати

# general##submit
source: Submit
es: Enviar
fr: Soumettre
ka: გაგზავნა
uk: Надіслати

# general##change
source: Change
es: Cambiar
fr: Changement
ka: ცვლილება
uk: Зміна

# general##done
source: Done
es: Realizado
fr: Fait
ka: დასრულებულია
uk: Готово

# general##required
source: Required
es: Obligatorio
fr: Requis
ka: სავალდებულო
uk: Обов'язково

# general##yes
source: Yes
es: Sí
fr: Oui
ka: დიახ
uk: Так

# general##no
source: No
fr: Non
ka: არა
uk: Ні

# general##next
source: Next
es: Siguiente
fr: Suivant
ka: შემდეგი
uk: Далі

# general##proceed
source: Proceed
es: Proceder
fr: Procéder
ka: გაგრძელება
uk: Продовжити

# errors##generic
source: Error saving soil ID information.
es: Error al guardar la informacion de la identificación del suelo.
fr: Erreur lors de l'enregistrement des informations d'identification du sol.
ka: ნიადაგის ID ინფორმაციის შენახვისას შეცდომა მოხდა.
uk: Помилка збереження інформації про ідентифікатор ґрунту.

# screens##LOGIN
source: Login
es: Iniciar sesión
fr: Se connecter
ka: შესვლა
uk: Вхід

# screens##SETTINGS
source: Settings
es: Configuraciones
fr: Paramètres
ka: პარამეტრები
uk: Налаштування

# login##title
source: LandPKS Soil ID
fr: Identification des sols LandPKS
ka: LandPKS ნიადაგის ID
uk: Ідентифікатор ґрунту LandPKS

# login##subtitle
source: Discover your land’s potential
es: Descrubre el potencial de tu suelo
fr: Découvrez le potentiel de votre terrain
ka: აღმოაჩინეთ თქვენი მიწის პოტენციალი
uk: Дослідіть потенціал вашої землі

# login##from
source: from
es: de
fr: depuis
ka: -დან
uk: від, з

# privacy##label
source: Data Privacy
es: Privacidad de datos
fr: Confidentialité des données
ka: მონაცემთა კონფიდენციალურობა
uk: Конфіденційні дані

# privacy##public##inline
source: public
es: público
fr: publique
ka: საჯარო
uk: доступний

# privacy##public##title
source: Public
es: Público
fr: Publique
ka: საჯარო
uk: Загальнодоступний

# privacy##private##inline
source: private
es: privado
fr: privé
ka: კერძო
uk: приватний

# privacy##private##title
source: Private
es: Privado
fr: Privé
ka: კერძო
uk: Приватний

# geo##latitude##inline
source: latitude
es: latitud
ka: განედი
uk: широта

# geo##latitude##title
source: Latitude
es: Latitud
ka: განედი
uk: Широта

# geo##longitude##inline
source: longitude
es: Longitud
ka: გრძედი
uk: довгота

# geo##longitude##title
source: Longitude
es: Longitud
ka: გრძედი
uk: Довгота

# geo##elevation##inline
source: elevation
es: elevación
fr: élévation
ka: სიმაღლე
uk: висота

# geo##elevation##title
source: Elevation
es: Elevación
fr: Élévation
ka: სიმაღლე
uk: Висота н.р.м.

# soil##bedrock
source: Bedrock
es: Roca de fondo
fr: Base
ka: ქვაკუთხედი
uk: Корінна порода

# soil##loading
source: Loading…
es: Cargando…
fr: Chargement…
ka: იტვირთება…
uk: Завантаження…

# soil##error
source: Error
fr: Erreur
ka: შეცდომა
uk: Помилка

source: Soil Surface
es: Superficie del suelo
fr: Surface du sol
ka: ნიადაგის ზედაპირი
uk: Поверхня ґрунту

source: Soil Pit
es: Pozo de suelo
fr: Fosse de sol
ka: ნიადაგის ორმო
uk: Ґрунтовий розріз

# soil##data##rockFragmentVolume
source: Rock fragment
es: Fragmento de roca
fr: Fragment de roche
ka: კლდის ფრაგმენტი
uk: Уламки гірських порід

# soil##data##texture
source: Texture
es: Textura
ka: ტექსტურა
uk: Гранулометричний склад

# soil##data##colorValue
source: Color
fr: Couleur
ka: ფერი
uk: Колір

# soil##depth##error##overlaps
source: Overlaps existing
es: Superposiciones existentes
fr: Chevauchements existants
ka: არსებული გადაფარვები
uk: Перекриття існуючих

# soil##depth##error##ordering
source: Depth bounds error
es: Error de límites de profundidad
fr: Erreur de limites de profondeur
ka: სიღრმის საზღვრების შეცდომა
uk: Похибка меж глибини

# soil##depth##bounds
source: {{start}}–{{end}}{{units}}
ka: {{დაწყება}}–{{დასასრული}}{{ერთეულები}}

# soil##texture##title
source: Soil Texture
es: Textura del suelo
fr: Texture du sol
ka: ნიადაგის ტექსტურა
uk: Гранулометричний склад грунту

# soil##texture##label
source: Texture Class
es: Clase de textura
fr: Classe de texture
ka: ტექსტურის კლასი
uk: Клас гранулометричного складу грунту

# soil##texture##info##title
source: Texture Class
es: Clase Textura
fr: Classe de texture
ka: ტექსტურის კლასი
uk: Клас гранулометричного складу

# soil##texture##info##description
source: Soil is made up of particles of different sizes. Once you remove all rock fragments (anything over $t(soil.texture.info.description_diameter,{"context":"{{units}}"}) in diameter), what is left is a mixture of sand, silt, and clay. <bold>Texture class</bold> is determined by the percent of sand, silt, and clay in the soil. Changes in this ratio can have large impacts on the potential of the soil. Soil texture determines many important characteristics of your land, including:
es: El suelo está formado por partículas de diferentes tamaños. Una vez eliminados todos los fragmentos de roca (cualquier cosa de más de $t(soil.texture.info.description_diameter,{"context":"{{units}}"}) de diámetro), lo que queda es una mezcla de arena, limo y arcilla. <bold>Clase textura</bold> viene determinada por el porcentaje de arena, limo y arcilla del suelo. Los cambios en esta proporción pueden tener grandes repercusiones en el potencial del suelo. La textura del suelo determina muchas características importantes de su tierra, incluyendo:
fr: Le sol est constitué de particules de différentes tailles. Une fois que vous avez retiré tous les fragments de roche (tout ce qui a un diamètre supérieur à $t(soil.texture.info.description_diameter,{"context" : "{{units}}"})), il reste un mélange de sable, de limon et d'argile. La <bold>classe de texture</bold> est déterminée par le pourcentage de sable, de limon et d'argile dans le sol. Toute modification de ce rapport peut avoir des répercussions importantes sur le potentiel du sol. La texture du sol détermine de nombreuses caractéristiques importantes de votre terre, notamment:
ka: ნიადაგი სხვადასხვა ზომის ნაწილაკებისგან შედგება. მას შემდეგ, რაც ყველა ქანის ფრაგმენტს ამოიღებთ (დიამეტრით $t(soil.texture.info.description_diameter,{"context":"{{units}}"})-ზე მეტი), რჩება ქვიშის, შლამის და თიხის ნარევი. <bold>ტექსტურის კლასი</bold> განისაზღვრება ნიადაგში ქვიშის, შლამის და თიხის პროცენტული შემცველობით. ამ თანაფარდობის ცვლილებებს შეიძლება დიდი გავლენა ჰქონდეს ნიადაგის პოტენციალზე. ნიადაგის ტექსტურა განსაზღვრავს თქვენი მიწის მრავალ მნიშვნელოვან მახასიათებელს, მათ შორის:
uk: Ґрунт складається з частинок різного розміру. Після видалення всіх уламків гірських порід (діаметром більше $t(soil.texture.info.description_diameter,{"context":"{{units}}"}) у діаметрі) залишається комбінації піску, мулу та глини. <bold>Клас гранулометричного складу</bold> визначається відсотковим вмістом піску, пилу та мулу в ґрунті. Зміни цього співвідношення можуть мати великий вплив на потенціал ґрунту. Грансклад ґрунту визначає багато важливих характеристик грунтів, зокрема:

# soil##texture##info##point1
source: How much water the soil can hold
es: Cuánta agua puede retener el suelo
fr: Quelle quantité d'eau le sol peut-il retenir ?
ka: რამდენ წყალს იტევს ნიადაგი
uk: Скільки води може утримувати ґрунт

# soil##texture##info##point2
source: How quickly water can be absorbed into and percolate through the soil
es: La rapidez con la que el agua puede ser absorbida y filtrada a través del suelo.
fr: La vitesse à laquelle l'eau peut être absorbée et percoler dans le sol
ka: რამდენად სწრაფად შეიწოვება წყალი ნიადაგში და გაივლის მას
uk: Як швидко вода може вбирається ґрунтом і просочується крізь нього

# soil##texture##info##point3
source: How easily soil erodes when exposed to wind or water
es: La facilidad con la que el suelo se erosiona cuando se expone al viento o al agua.
fr: La facilité avec laquelle le sol s'érode lorsqu'il est exposé au vent ou à l'eau
ka: რამდენად ადვილად ეროზირდება ნიადაგი ქარის ან წყლის ზემოქმედებისას
uk: Наскільки легко ґрунт піддається ерозії під впливом вітру чи води

# soil##texture##info##point4
source: How soil responds to management activities (for example, compaction from tillage operations)
es: Cómo responde el suelo a las actividades de gestión (por ejemplo, la compactación por operaciones de labranza).
fr: Comment le sol réagit aux activités de gestion (par exemple, le compactage dû aux opérations de travail du sol)
ka: როგორ რეაგირებს ნიადაგი მართვის საქმიანობაზე (მაგალითად, ნიადაგის დამუშავების ოპერაციებიდან დატკეპნა)
uk: Як ґрунт реагує на господарські заходи (наприклад, ущільнення внаслідок обробітку ґрунту)

# soil##texture##guide##title
source: Texture Guide
es: Guía de texturas
fr: Guide des textures
ka: ტექსტურის სახელმძღვანელო
uk: Посібник з гранулометричного складу

# soil##texture##guide##result
source: Soil Texture: {{result}}
es: Textura de suelo: {{result}}
fr: Texture du sol : {{result}}
ka: ნიადაგის ტექსტურა: {{result}}
uk: Гранулометричний склад ґрунту: {{result}} - результат

# soil##texture##guide##prepare
source: Prepare the soil:
es: Prepara el suelo:
fr: Préparez le sol :
ka: ნიადაგის მომზადება:
uk: Підготуйте ґрунт:

# soil##texture##guide##wet
source: Wet the soil:
es: Humedece el suelo:
fr: Humidifier le sol :
ka: დაასველეთ ნიადაგი:
uk: Зволожте ґрунт:

# soil##texture##guide##ball
source: Form a ball:
es: Forma una bola:
fr: Former une boule :
ka: ბურთის ფორმირება:
uk: Сформуйте кульку:

# soil##texture##guide##ribbon
source: Form a ribbon
es: Forma una cinta
fr: Former un ruban
ka: ლენტის ფორმირება
uk: Сформуйте стрічку

# soil##texture##guide##grittyness
source: Feel the soil:
es: Toca el suelo:
fr: Sentez le sol :
ka: იგრძენი ნიადაგი:
uk: Оцініть на дотик шорсткість ґрунту:

# soil##texture##fragment##info##title
source: Rock Fragment Volume
es: Volumen de fragmentos de roca
fr: Volume du fragment de roche
ka: კლდის ფრაგმენტის მოცულობა
uk: Об'єм уламків гірських порід
