Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# slope##steepness##info##description
source: Stand facing the site from at least $t(slope.steepness.info.description_distance, {"context": "{{units}}"}) away. Identify the direction of the predominant slope at the site. Stand so that you can see the ridge or silhouette of that predominant slope (although you may need to get close to the ground to see it.) The direction you are facing should be perpendicular to the direction of the slope. If you hold your arms out to your sides, the line they make should be parallel to the direction of the slope. Position your phone so that the solid white line is lined up with the land’s slope; try to place the white line along the slope’s edge. You may need to crouch down if the silhouette of the slope is not easy to see while standing. <bold>Alternate Method</bold>: If the land shape is not too curved or bumpy, you can place a yard stick on the ground at the site and then align your phone on the stick to get the angle of the slope.
es: Colócate frente al lugar a una distancia mínima de $t(slope.steepness.info.description_distance, {"context": "{{units}}"}). Identifica la dirección de la pendiente predominante en el lugar. Sitúate de forma que puedas ver la cresta o silueta de esa pendiente predominante (puede que necesites acercarte al suelo para verla). La dirección en la que miras debe ser perpendicular a la dirección de la pendiente. Si extiendes los brazos a los lados, la línea que forman debe ser paralela a la dirección de la pendiente. Coloca el teléfono de modo que la línea blanca sólida se alinee con la pendiente del terreno; intenta colocar la línea blanca a lo largo del borde de la pendiente. Es posible que tenga que agacharse si la silueta de la pendiente no es fácil de ver estando de pie. <bold>Método alternativo</bold>: Si la forma del terreno no es demasiado curvada o irregular, puedes colocar una vara de medir en el suelo del lugar y luego alinear tu teléfono sobre la vara para obtener el ángulo de la pendiente.
fr: Tenez-vous face au site à une distance d'au moins $t(slope.steepness.info.description_distance, {"context": "{{units}}"}) de distance. Identifiez la direction de la pente prédominante sur le site. Placez-vous de manière à pouvoir voir la crête ou la silhouette de cette pente dominante (vous devrez peut-être vous rapprocher du sol pour la voir). Votre direction de regard doit être perpendiculaire à la pente. Si vous tendez les bras sur les côtés, la ligne qu'ils forment doit être parallèle à la pente. Positionnez votre téléphone de façon à ce que la ligne blanche continue soit alignée avec la pente du terrain ; essayez de la placer le long du bord de la pente. Vous devrez peut-être vous accroupir si la silhouette de la pente est difficile à distinguer en position debout. <bold> Autre méthode </bold>: Si le terrain n'est pas trop courbé ou accidenté, vous pouvez placer une règle d'un mètre sur le sol à l'endroit et ensuite aligner votre téléphone sur la règle pour obtenir l'angle de la pente.
ka: დადექით ადგილისკენ მიმართული მინიმუმ $t(slope.steepness.info.description_distance, {"context": "{{units}}"}) მანძილიდან. დაადგინეთ ადგილზე დომინანტური დახრილობის მიმართულება. დადექით ისე, რომ დაინახოთ ამ დომინანტური დახრილობის ქედი ან სილუეტი (თუმცა მის სანახავად შეიძლება დაგჭირდეთ მიწასთან ახლოს მიახლოება). თქვენი მიმართული მიმართულება უნდა იყოს პერპენდიკულარული დახრილობის მიმართულებისა. თუ ხელებს გვერდებზე გაშლით, მათ მიერ შექმნილი ხაზი უნდა იყოს პარალელური დახრილობის მიმართულებისა. მოათავსეთ ტელეფონი ისე, რომ უწყვეტი თეთრი ხაზი ემთხვეოდეს მიწის დახრილობასთან; შეეცადეთ თეთრი ხაზი დახრილობის კიდის გასწვრივ განათავსოთ. შეიძლება დაგჭირდეთ ჩახრა, თუ დახრილობის სილუეტი დგომისას ადვილად შესამჩნევი არ არის. <bold>ალტერნატიული მეთოდი</bold>: თუ მიწის ფორმა არ არის ძალიან მოხრილი ან უსწორმასწორო, შეგიძლიათ ადგილზე დადოთ იარდის ჯოხი და შემდეგ გაასწოროთ ტელეფონი ჯოხზე, რათა მიიღოთ დახრილობის კუთხე.
uk: Встаньте обличчям до ділянка на відстані не менше $t(slope.steepness.info.description_distance, {"context": "{{units}}"}). Визначте напрямок переважаючого схилу на ділянка. Встаньте так, щоб ви могли бачити гребінь або силует цього переважаючого схилу (можливо, вам доведеться нахилитися близько до землі, щоб його побачити). Напрямок, у якому ви дивитеся, має бути перпендикулярним до напрямку схилу. Якщо ви розставите руки в сторони, лінія, яку вони утворюють, має бути паралельною напрямку схилу. Розташуйте телефон так, щоб суцільна біла лінія збігалася зі схилом місцевості; спробуйте розмістити білу лінію вздовж краю схилу. Можливо, вам доведеться присісти, якщо силует схилу важко побачити стоячи. <bold> Альтернативний метод</bold> За умови, що поверхня не має значних викривлень або нерівностей, на ґрунт укладається лінійка (довжиною один ярд), на яку орієнтується смартфон для вимірювання кута нахилу схилу.

# slope##shape##title
source: Shape
es: Forma
fr: Forme
ka: ფორმა
uk: Форма

# slope##shape##info##title
source: Slope Shape
es: Forma de pendiente
fr: Forme de la pente
ka: ფერდობის ფორმა
uk: Форма схилу

# slope##shape##info##description
source: Slope shape refers to the way the land curves in the area surrounding your site point. Slope shape is determined in two directions: <bold>downslope</bold> and <bold>cross-slope</bold>. First, determine the primary direction of the slope at the site. Ignore small bumps or ditches; look about $t(slope.shape.info.description_distance, {"context": "{{units}}"}) in all directions. If it rained, in which general direction would water flow downhill? This is called the <bold>downslope</bold> direction. The cross-slope direction can be found by looking at a right angle (90 degrees) from the downslope direction. If you walk away from the site while staying at the same elevation, this is the <bold>cross-slope</bold> direction. Second, determine the shape of the slope for each direction. <bold>Concave</bold> means that the land slopes increasingly upward as you move away from your point along the cross-slope or downslope. For example, the downslope is often concave at the foot of a hill as it changes from a steep slope to a more shallow one. <bold>Convex</bold> means that the land slopes increasingly downward as you move away from your point along a particular direction. For example, the downslope is often convex at the top of a hill as it changes from a shallow slope to a steeper one. <bold>Linear</bold> means the slope is consistent along the entirety of a particular direction. It does not necessarily mean the land is flat; it just means that the slope does not change.
es: La forma de la pendiente se refiere a la forma en que se curva el terreno en la zona que rodea el punto de tu emplazamiento. La forma de la pendiente se determina en dos direcciones: <bold>pendiente descendente</bold> y <bold>pendiente transversal</bold>. En primer lugar, determina la dirección principal de la pendiente en el lugar. No tomes en cuenta pequeños baches o zanjas; mira alrededor de $t(slope.shape.info.description_distance, {"context": "{{units}}"}) en todas las direcciones. Si lloviera, ¿en qué dirección general fluiría el agua cuesta abajo? Esto se denomina la dirección <bold>pendiente abajo</bold>. La dirección de la pendiente transversal se puede encontrar mirando en ángulo recto (90 grados) desde la dirección de la pendiente descendente. Si te alejas del lugar manteniendo la misma elevación, ésta es la dirección de la <bold>pendiente transversal</bold>. En segundo lugar, determine la forma de la pendiente para cada dirección. <bold>Cóncava</bold> significa que el terreno se inclina cada vez más hacia arriba a medida que te alejas de tu punto a lo largo de la pendiente transversal o de la pendiente descendente. Por ejemplo, la pendiente descendente suele ser cóncava al pie de una colina, ya que pasa de una pendiente pronunciada a otra más superficial. <bold>Convexa</bold> significa que el terreno se inclina cada vez más hacia abajo a medida que se aleja de su punto a lo largo de una dirección determinada. Por ejemplo, la pendiente descendente suele ser convexa en la cima de una colina al pasar de una pendiente poco profunda a otra más pronunciada. <bold>Lineal</bold> significa que la pendiente es constante a lo largo de toda una dirección determinada. No significa necesariamente que el terreno sea llano; sólo significa que la pendiente no cambia.
fr: La forme de la pente fait référence à la courbe du terrain dans la zone entourant votre point d'observation. La forme de la pente est déterminée dans deux directions : <bold> pente descendante </bold> et <bold> pente transversale </bold>. Tout d'abord, déterminez la direction principale de la pente sur le site. Ignorez les petites bosses ou les fossés ; examinez environ $t(slope.shape.info.description_distance, {"context": "{{units}} "}) dans toutes les directions. S'il pleut, dans quelle direction générale l'eau s'écoulera-t-elle vers le bas de la pente ? C'est ce qu'on appelle la direction de la </bold> . La direction de la pente transversale peut être trouvée en regardant à angle droit (90 degrés) par rapport à la direction de la pente descendante. Si vous vous éloignez du site tout en restant à la même altitude, il s'agit de la direction de la pente <bold> . Deuxièmement, déterminez la forme de la pente pour chaque direction. <Bold> signifie que le terrain présente une pente de plus en plus ascendante à mesure qu'on s'éloigne de son point d'observation le long de la pente transversale ou descendante. Par exemple, la pente descendante est souvent concave au pied d'une colline , là où elle passe d'une pente raide à une pente plus douce. <Bold> signifie que le terrain est en pente descendante croissante lorsqu'on s'éloigne d'un point donné dans une direction particulière. Par exemple, la pente descendante est souvent convexe au sommet d'une colline , car elle passe d'une pente douce à une pente plus abrupte. <Bold> </bold> que la pente est constante sur toute la longueur d'une direction donnée. Cela ne signifie pas nécessairement que le terrain est plat ; cela signifie simplement que la pente est continue.
ka: დახრილობის ფორმა გულისხმობს თქვენი ობიექტის მიმდებარე ტერიტორიაზე მიწის მოხრის ფორმას. დახრილობის ფორმა განისაზღვრება ორი მიმართულებით: <bold>დაღმართი</bold> და <bold>განივად დახრილობა</bold>. პირველ რიგში, განსაზღვრეთ ადგილზე დახრილობის ძირითადი მიმართულება. უგულებელყავით პატარა ბორცვები ან თხრილები; დააკვირდით $t(slope.shape.info.description_distance, {"context": "{{units}}"}) ყველა მიმართულებით. წვიმის შემთხვევაში, რომელი მიმართულებით მიედინება წყალი დაღმართზე? ამას ეწოდება <bold>დაღმართი</bold> მიმართულება. განივად დახრილობის მიმართულების პოვნა შესაძლებელია დაღმართი ფერდობის მიმართულებიდან სწორი კუთხით (90 გრადუსით) დაკვირვებით. თუ ობიექტიდან წახვალთ და იმავე სიმაღლეზე დარჩებით, ეს არის <bold>განივად დახრილობა</bold> მიმართულება. მეორეც, განსაზღვრეთ თითოეული მიმართულების დახრილობის ფორმა. <bold>ჩაზნექილი</bold> ნიშნავს, რომ ხმელეთი სულ უფრო მეტად იხრება ზემოთ, როდესაც თქვენ შორდებით თქვენს წერტილს განივი ან დაღმართი ფერდობის გასწვრივ. მაგალითად, დაღმართი ფერდობი ხშირად ჩაზნექილია გორაკის ძირში, როდესაც ის ციცაბო დახრილობიდან უფრო არაღრმაზე გადადის. <bold>ამოზნექილი</bold> ნიშნავს, რომ ხმელეთი სულ უფრო მეტად იხრება ქვემოთ, როდესაც თქვენ შორდებით თქვენს წერტილს კონკრეტული მიმართულებით. მაგალითად, დაღმართი ფერდობი ხშირად ამოზნექილია გორაკის მწვერვალზე, როდესაც ის არაღრმა დახრილობიდან უფრო ციცაბოზე გადადის. <bold>ხაზოვანი</bold> ნიშნავს, რომ დახრილობა თანმიმდევრულია კონკრეტული მიმართულების მთელ სიგრძეზე. ეს სულაც არ ნიშნავს, რომ ხმელეთი ბრტყელია; ეს უბრალოდ ნიშნავს, რომ დახრილობა არ იცვლება.
uk: Форма схилу характеризує, який вигин має місцевість навколо вашої ділянки. Форма схилу визначається у двох напрямках:<bold> форма схилу</bold> і <bold>поперечний схил</bold> Спочатку визначте основний напрямок схилу на ділянці. Не враховуйте невеликі горби або канави; подивіться приблизно у всіх напрямках $t(slope.shape.info.description_distance, {"context": "{{units}}"}). Якщо піде дощ, яким буде загальний напрямок потоку води вниз по схилу? <bold>Схил</bold> — це основний напрямок, у якому вода тече під дією сили тяжіння (найкоротший шлях вниз). Поперечний напрямок схилу можна визначити, дивлячись під прямим кутом (90 градусів) до напрямку схилу вниз. Якщо ви відійдете від ділянки, залишаючись на тій самій висоті, це<bold> поперечний напрямок схилу</bold>. По-друге, визначте форму схилу для кожного напрямку. Увігнутий схил (concave slope) Опис: Верхня частина схилу крутіша, ніж нижня; схил вигнутий назовні. Особливості: Вода швидко стікає згори, зменшуючи швидкість внизу. Переважає ерозія у верхній частині. Опуклий схил (convex slope) Опис: Верхня частина схилу полога, нижня — крутіша; схил вигнутий усередину. Особливості: Вода накопичується в нижній його частині, часто є акумуляція частинок ґрунту і вологи, менша ерозія. Прямий схил (straight slope) Опис: Схил має однакову крутизну по всій довжині — від верху до низу. Особливості: Вода стікає рівномірно. Схил стабільний, середній за ерозійною активністю

# slope##shape##info##concave
source: Concave
es: Cóncava
ka: ჩაზნექილი
uk: Увігнутий

# slope##shape##info##convex
source: Convex
es: Conveza
fr: Convexe
ka: ამოზნექილი
uk: Опуклий

# slope##shape##info##linear
source: Linear
es: Lineal
fr: Linéaire
ka: ხაზოვანი
uk: Лінійний

# welcome##version_includes##title
source: This version includes:
es: Esta version incluye:
fr: Cette version comprend :
ka: ეს ვერსია მოიცავს:
uk: Ця версія включає:

# welcome##version_includes##bullet_1
source: Global soil identification
es: Identificación global de suelos
fr: Identification mondiale des sols
ka: ნიადაგის გლობალური იდენტიფიკაცია
uk: Глобальна ідентифікація ґрунтів

# welcome##version_includes##bullet_2
source: Bug fixes for changing soil depths
es: Corrección de errores al cambiar profundidades de suelo
fr: Corrections de bugs pour modifier la profondeur du sol
ka: ნიადაგის სიღრმის შეცვლის შეცდომების გამოსწორება
uk: Виправлення помилок зі зміною глибини ґрунту

# welcome##version_includes##bullet_3
source: Bug fixes for Soil ID algorithm
es: Corrección de errores para el algoritmo de identificación de suelos
fr: Corrections de bugs pour l'algorithme d'identification du sol
ka: Soil ID ალგორითმის შეცდომების გამოსწორება
uk: Виправлення помилок для алгоритму ідентифікації ґрунту

# welcome##next##bullet_1
source: Offline site creation, soil selection, and notes
es: Capacidades sin conexión
fr: Création de site hors ligne, sélection du sol et notes
ka: ოფლაინ საიტის შექმნა, ნიადაგის შერჩევა და შენიშვნები
uk: Створення ділянка офлайн, вибір ґрунту та нотатки

# welcome##next##bullet_2
source: Project data download
es: Descarga de datos del proyecto
fr: Téléchargement des données du projet
ka: პროექტის მონაცემების ჩამოტვირთვა
uk: Завантаження даних проєкту

# welcome##next##bullet_3
source: Data visualization enhancements
es: Mejoras en la visualización de datos
fr: Améliorations de la visualisation des données
ka: მონაცემთა ვიზუალიზაციის გაუმჯობესებები
uk: Покращення візуалізації даних

# welcome##learn_more
source: Learn more and stay updated:
es: Aprende más y mantente actualizado:
fr: Apprenez-en plus et restez informé :
ka: გაიგეთ მეტი და იყავით ინფორმირებული:
uk: Дізнайтеся більше та будьте в курсі подій:

# welcome##link_text
source: LandPKS from Terraso
es: LandPKS de Terraso
fr: LandPKS de Terraso
ka: LandPKS ტერასოდან
uk: LandPKS від Terraso

# welcome##get_started
source: Get started
es: Comenzar
fr: Commencer
ka: დაწყება
uk: Почати

# site##list_title
source: Site List
es: Lista de sitios
fr: Liste des sites
ka: საიტების სია
uk: Список ділянок

# site##last_updated
source: Last Modified: {{date}} by {{name}}
es: Última modificaión: {{date}} por {{name}}
fr: Dernière modification : {{date}} par {{name}}
ka: ბოლო ცვლილება: {{date}} {{name}}-ის მიერ
uk: Остання зміна: {{date}} by {{name}}

# site##more_info
source: Learn more
es: Aprende más
fr: Apprendre encore plus
ka: შეიტყვეთ მეტი
uk: Дізнатися більше

# site##your_location
source: Your location
es: Tu ubicación
fr: Votre emplacement
ka: თქვენი მდებარეობა
uk: Ваше місцезнаходження

# site##soil_id_prediction
source: Soil ID Top Match
es: Identificación de suelo de mejor coincidencia
fr: Identification du sol Top Match
ka: ნიადაგის ID-ის ზედა შესატყვისი
uk: Найкраща відповідність ідентифікатора ґрунту

# site##ecological_site_prediction
source: Ecological Site Top Match
es: Sitio ecológico de mejor coincidencia
fr: Site écologique Top Match
ka: ეკოლოგიური საიტის საუკეთესო შესატყვისი
uk: Найкраща відповідність екологічних довкілля

# site##annual_precip_avg
source: Annual precipitation avg
es: Precipitación media anual
fr: Précipitations annuelles moyennes
ka: წლიური ნალექების საშუალო მაჩვენებელი
uk: Середня річна кількість опадів

# site##elevation_label
source: Elevation
es: Elevación
fr: Élévation
ka: სიმაღლე
uk: Висота

# site##elevation_unknown
source: unknown
es: desconocido
fr: inconnu
ka: უცნობი
uk: невідомий

# site##create##button_label
source: Create Site Here
es: Crear sitio aquí
fr: Créer un site ici
ka: შექმენით საიტი აქ
uk: Створити ділянку

# site##create##name_label
source: Site Name
es: Nombre del sitio
fr: Nom du site
ka: საიტის სახელი
uk: Назва ділянки

# site##create##location_label
source: Site Location
es: Ubicación del sitio
fr: Emplacement du site
ka: საიტის მდებარეობა
uk: Розташування ділянки

# site##create##location_accuracy
source: GPS accuracy: {{accuracyM}} m
es: Precisión GPS: {{accuracyM}} m
fr: Précision GPS : {{accuracyM}} m
ka: GPS სიზუსტე: {{accuracyM}} მ
uk: Точність GPS: {{accuracyM}} м

# site##create##add_to_project_label
source: Add to Project
es: Anadir al proyecto
fr: Ajouter au projet
ka: პროექტში დამატება
uk: Додати до проєкту

# site##create##add_to_project_caption
source: Project
es: Proyecto
fr: Projet
ka: პროექტი
uk: Проект

# site##create##add_to_project_tooltip
source: The site will inherit the settings of the project, including data collection requirements and team members. Create new projects using the Projects tab in the bottom navigation.
es: El sitio heredará la configuración del proyecto, incluyendo los requisitos de recopilación de datos y los miembros del equipo. Cree nuevos proyectos utilizando la pestaña Proyectos en la navegación inferior.
fr: Le site héritera des paramètres du projet, notamment des exigences de collecte de données et des membres de l'équipe. Créez de nouveaux projets via l'onglet « Projets » dans la barre de navigation inférieure.
ka: საიტი მემკვიდრეობით მიიღებს პროექტის პარამეტრებს, მათ შორის მონაცემთა შეგროვების მოთხოვნებსა და გუნდის წევრებს. შექმენით ახალი პროექტები ქვედა ნავიგაციაში პროექტების ჩანართის გამოყენებით.
uk: Ділянка збереже налаштування проекту, включаючи вимоги до збору даних та членів команди. Створюйте нові проекти за допомогою вкладки «Проекти» в нижній панелі навігації.

# site##create##privacy_tooltip
source: Public projects will sync data to public data portals.
es: Los proyectos públicos sincronizarán los datos con portales de datos públicos.
fr: Les projets publics synchroniseront les données avec les portails de données publics.
ka: საჯარო პროექტები მონაცემებს საჯარო მონაცემთა პორტალებთან სინქრონიზაციას მოახდენს.
uk: Загальнодоступні проекти синхронізуватимуть дані з порталами відкритих даних.

# site##create##privacy_tooltip_link
source: Learn more
es: Aprende más
fr: Apprendre encore plus
ka: შეიტყვეთ მეტი
uk: Дізнатися більше

# site##form##name_min_length_error
source: Site name must be at least {{min}} characters
es: El nombre del sitio debe tener un mínimo de {{min}} caracteres
fr: Le nom du site doit comporter au moins {{min}} caractères
ka: საიტის სახელი უნდა შეიცავდეს მინიმუმ {{min}} სიმბოლოს
uk: Назва ділянки має містити щонайменше {{min}} символів

# site##form##name_max_length_error
source: Site name must be at most {{max}} characters
es: El nombre del sitio debe tener un máximo de {{max}} caracteres
fr: Le nom du site doit comporter au maximum {{max}} caractères
ka: საიტის სახელი უნდა შეიცავდეს მაქსიმუმ {{max}} სიმბოლოს
uk: Назва ділянки має містити щонайбільше {{max}} символів

# site##form##min_latitude_error
source: Latitude must be at least {{min}}
es: La latitud mínima es {{max}}
fr: La latitude doit être d'au moins {{min}}
ka: განედი უნდა იყოს მინიმუმ {{წთ}}
uk: Широта має бути щонайменше {{min}}

# site##form##max_latitude_error
source: Latitude must be at most {{max}}
es: La latitud máxima es {{max}}
fr: La latitude doit être au maximum de {{max}}
ka: განედი უნდა იყოს მაქსიმუმ {{max}}
uk: Широта має бути не більше ніж {{max}}

# site##form##min_longitude_error
source: Longitude must be at least {{min}}
es: La longitud mínima es {{max}}
fr: La longitude doit être d'au moins {{min}}
ka: გრძედი უნდა იყოს მინიმუმ {{წთ}}
uk: Довгота має бути щонайменше {{min}}

# site##form##max_longitude_error
source: Longitude must be at most {{max}}
es: La longitud máxima es {{max}}
fr: La longitude doit être au plus {{max}}
ka: გრძედი უნდა იყოს მაქსიმუმ {{max}}
uk: Довгота має бути не більше ніж {{max}}

# site##dashboard##team_button
source: Team
es: Equipo
fr: Équipe
ka: გუნდი
uk: Команда

# site##dashboard##transfer_label
source: Transfer to Project
es: Transferir al proyecto
fr: Transfert au projet
ka: პროექტში გადატანა
uk: Перенести до проекту

# site##dashboard##copy_download_link_button
source: Copy site download link
es: Copiar enlace de descarga del sitio
fr: Copier le lien de téléchargement du site
ka: საიტის ჩამოტვირთვის ბმულის კოპირება
uk: Скопіюйте посилання для завантаження з ділянку

# site##dashboard##archive_button
source: Archive this site
es: Archivar este sitio
fr: Archiver ce site
ka: ამ საიტის დაარქივება
uk: Архівувати цю ділянку

# site##dashboard##archive_button_help_text
source: Mark this site read-only
es: Marcar este sitio como sólo lectura
fr: Marquer ce site en lecture seule
ka: მონიშნეთ ეს საიტი მხოლოდ წასაკითხად
uk: Позначити цю ділянку лише для читання

# site##dashboard##delete_button
source: Delete this site
es: Eliminar este sitio
fr: Supprimer ce site
ka: ამ საიტის წაშლა
uk: Видалити цю ділянку

# site##dashboard##location_accuracy
source: Location Accuracy
es: Precisión de ubicación
fr: Précision de localisation
ka: მდებარეობის სიზუსტე
uk: Точність визначення місцезнаходження

# site##dashboard##default_title
source: Temporary Pin
es: Marcador temporario
fr: Broche temporaire
ka: დროებითი პინი
uk: Тимчасовий PIN-код

# site##dashboard##speed_dial##note_label
source: NOTE
es: NOTA
ka: შენიშვნა
uk: Примітка

# site##dashboard##speed_dial##photo_label
source: PHOTO
es: FOTO
ka: ფოტო
uk: Фото

# site##dashboard##speed_dial##bedrock_label
source: BEDROCK
es: ROCA DE FONDO
fr: BASE
ka: კლდოვანი ქვა
uk: КОРІННА ПОРОДА

# site##soil_id##title
source: Soil ID
es: Identificación de suelos
fr: Identification du sol
ka: ნიადაგის ID
uk: Ідентифікатор ґрунту
