Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##mollic_gleysols##management
source: These soils are saturated, and if they are cultivated significant drainage is required. Once drained, these soils can be highly productive. The water table must be lowered using deep drainage. Once drained, liming may be required as organic matter begins to decompose.
es: Estos suelos están saturados y, si se cultivan, se requiere un drenaje importante. Una vez drenados, estos suelos pueden ser muy productivos. El nivel freático debe bajarse mediante un drenaje profundo. Una vez drenados, puede ser necesario el encalado, ya que la materia orgánica comienza a descomponerse.
fr: Ces sols sont saturés et, s'ils sont cultivés, un drainage important est nécessaire. Une fois drainés, ces sols peuvent être très productifs. La nappe phréatique doit être abaissée par un drainage profond. Un chaulage peut alors s'avérer nécessaire, la matière organique commençant à se décomposer.
ka: ეს ნიადაგები გაჯერებულია და თუ ისინი დამუშავდება, საჭიროა მნიშვნელოვანი დრენაჟი. დრენაჟის შემდეგ, ეს ნიადაგები შეიძლება იყოს მაღალპროდუქტიული. მიწისქვეშა წყლების დონე უნდა დაიწიოს ღრმა დრენაჟის გამოყენებით. დრენაჟის შემდეგ, შესაძლოა საჭირო გახდეს კირის დამატება, რადგან ორგანული ნივთიერებები იწყებს დაშლას.
uk: Ці ґрунти насичені, і якщо їх обробляти, потрібен значний дренаж. Після осушення ці ґрунти можуть бути дуже продуктивними. Рівень ґрунтових вод необхідно знизити за допомогою глибокого дренажу. Після осушення може знадобитися вапнування, оскільки органічна речовина починає розкладатися.

# soil##match_info##umbric_gleysols##name
source: Umbric Gleysols
es: Gleysoles Úmbricos
fr: Gleysols umbriques
ka: უმბრიული გლეისოლები

# soil##match_info##umbric_gleysols##description
source: Umbric Gleysols have shallow groundwater and are saturated for significant portions of the year. Deep drainage is necessary for cultivation. Umbric Gleysols have relatively higher organic matter but lower nutrients in surface horizons.
es: Los Gleysoles Úmbricos tienen aguas subterráneas poco profundas y están saturados durante gran parte del año. El drenaje profundo es necesario para el cultivo. Los Gleysoles Úmbricos tienen una materia orgánica relativamente alta, pero menos nutrientes en los horizontes superficiales.
fr: Les gleysols umbriques ont des nappes phréatiques peu profondes et sont saturés une grande partie de l'année. Un drainage profond est nécessaire à la culture. Leur teneur en matière organique est relativement plus élevée, mais leurs horizons superficiels contiennent moins de nutriments.
ka: უმბრიული გლეისოლები არაღრმა მიწისქვეშა წყლებით ხასიათდება და წლის მნიშვნელოვანი ნაწილის განმავლობაში გაჯერებულია. კულტივაციისთვის აუცილებელია ღრმა დრენაჟი. უმბრიულ გლეისოლებს შედარებით მეტი ორგანული ნივთიერება აქვთ, მაგრამ ზედაპირულ ჰორიზონტებში ნაკლები საკვები ნივთიერება აქვთ.
uk: Umbric Gleysols мають неглибоке залягання ґрунтових вод і насичені протягом значної частини року. Для обробітку ґрунту необхідний глибокий дренаж. Umbric Gleysols мають відносно більше органічної речовини, але менше поживних речовин у поверхневих горизонтах.

# soil##match_info##umbric_gleysols##management
source: These soils are saturated, and if they are cultivated significant drainage is required. Once drained, these soils can be highly productive. The water table must be lowered using deep drainage. Once drained, liming may be required as organic matter begins to decompose. The surface soil pH is low in these soils, and liming will likely be required.
es: Estos suelos están saturados y, si se cultivan, se requiere un drenaje importante. Una vez drenados, estos suelos pueden ser muy productivos. El nivel freático debe bajarse mediante un drenaje profundo. Una vez drenados, puede ser necesario el encalado, ya que la materia orgánica comienza a descomponerse. El pH superficial del suelo es bajo en estos suelos, y es probable que sea necesario el encalado.
fr: Ces sols sont saturés et, s'ils sont cultivés, un drainage important est nécessaire. Une fois drainés, ces sols peuvent être très productifs. La nappe phréatique doit être abaissée par un drainage profond. Un chaulage peut alors s'avérer nécessaire, car la matière organique commence à se décomposer. Le pH de surface de ces sols est faible, et un chaulage sera probablement nécessaire.
ka: ეს ნიადაგები გაჯერებულია და მათი დამუშავების შემთხვევაში საჭიროა მნიშვნელოვანი დრენაჟი. დრენაჟის შემდეგ, ეს ნიადაგები შეიძლება იყოს მაღალპროდუქტიული. მიწისქვეშა წყლების დონე უნდა დაიწიოს ღრმა დრენაჟის გამოყენებით. დრენაჟის შემდეგ, შესაძლოა საჭირო გახდეს კირის გამოყენება, რადგან ორგანული ნივთიერებები იწყებს დაშლას. ასეთ ნიადაგებში ნიადაგის ზედაპირული pH დაბალია და, სავარაუდოდ, კირის გამოყენება იქნება საჭირო.
uk: Ці ґрунти насичені, і якщо їх обробляти, потрібен значний дренаж. Після осушення ці ґрунти можуть бути високопродуктивними. Рівень ґрунтових вод необхідно знизити за допомогою глибокого дренажу. Після осушення може знадобитися вапнування, оскільки органічна речовина починає розкладатися. pH поверхні ґрунту в цих ґрунтах низький, тому, ймовірно, знадобиться вапнування.

# soil##match_info##thionic_gleysols##name
source: Thionic Gleysols
es: Gleysoles Tiónicos
fr: Gleysols thioniques
ka: თიონური გლეისოლები

# soil##match_info##thionic_gleysols##description
source: Thionic Gleysols have shallow groundwater and are saturated for significant portions of the year. Deep drainage is necessary for cultivation. Thionic Gleysols have extremely low pH and high acidity or the potential for extremely low pH if drained due to sulfide oxidation.
es: Los Gleysoles Tiónicos tienen aguas subterráneas poco profundas y están saturados durante gran parte del año. El drenaje profundo es necesario para el cultivo. Los Gleysoles Tiónicos tienen un pH extremadamente bajo y una alta acidez o el potencial de un pH extremadamente bajo si se drena debido a la oxidación de los sulfuros.
fr: Les gleysols thioniques ont des nappes phréatiques peu profondes et sont saturés une grande partie de l'année. Un drainage profond est nécessaire à la culture. Les gleysols thioniques ont un pH extrêmement bas et une acidité élevée, ou peuvent atteindre un pH extrêmement bas en cas de drainage dû à l'oxydation des sulfures.
ka: თიონური გლეიზოლები არაღრმა მიწისქვეშა წყლებით ხასიათდება და წლის მნიშვნელოვანი ნაწილის განმავლობაში გაჯერებულია. კულტივაციისთვის აუცილებელია ღრმა დრენაჟი. თიონურ გლეიზოლებს აქვთ უკიდურესად დაბალი pH და მაღალი მჟავიანობა ან უკიდურესად დაბალი pH-ის პოტენციალი, თუ დრენირდება სულფიდის დაჟანგვის გამო.
uk: Thionic Gleysols мають неглибоке залягання ґрунтових вод і насичені ними протягом значної частини року. Для обробітку ґрунту необхідний глибокий дренаж. Thionic Gleysols мають надзвичайно низький pH та високу кислотність або потенціал для надзвичайно низького pH, якщо їх дренувати через окислення сульфідів.

# soil##match_info##thionic_gleysols##management
source: These soils are saturated, and if they are cultivated significant drainage is required. Once drained, these soils can be highly productive. The water table must be lowered using deep drainage. Once drained, liming may be required as organic matter begins to decompose. The surface soil pH is low in these soils, and liming will be required.
es: Estos suelos están saturados, y si se cultivan se requiere un drenaje significativo. Una vez drenados, estos suelos pueden ser altamente productivos. El nivel freático debe bajarse mediante un drenaje profundo. Una vez drenados, puede ser necesario el encalado, ya que la materia orgánica comienza a descomponerse. El pH superficial del suelo es bajo en estos suelos, y será necesario el encalado.
fr: Ces sols sont saturés et, s'ils sont cultivés, un drainage important est nécessaire. Une fois drainés, ces sols peuvent être très productifs. La nappe phréatique doit être abaissée par un drainage profond. Un chaulage peut alors être nécessaire, car la matière organique commence à se décomposer. Le pH de surface de ces sols est faible, et un chaulage sera nécessaire.
ka: ეს ნიადაგები გაჯერებულია და მათი დამუშავების შემთხვევაში საჭიროა მნიშვნელოვანი დრენაჟი. დრენაჟის შემდეგ, ეს ნიადაგები შეიძლება იყოს მაღალპროდუქტიული. მიწისქვეშა წყლების დონე უნდა დაიწიოს ღრმა დრენაჟის გამოყენებით. დრენაჟის შემდეგ, შესაძლოა საჭირო გახდეს კირის გამოყენება, რადგან ორგანული ნივთიერებები იწყებს დაშლას. ასეთ ნიადაგებში ნიადაგის ზედაპირული pH დაბალია და საჭირო იქნება კირის გამოყენება.
uk: Ці ґрунти насичені, і якщо їх обробляти, потрібен значний дренаж. Після осушення ці ґрунти можуть бути високопродуктивними. Рівень ґрунтових вод необхідно знизити за допомогою глибокого дренажу. Після осушення може знадобитися вапнування, оскільки органічна речовина починає розкладатися. pH поверхні ґрунту в цих ґрунтах низький, тому знадобиться вапнування.

# soil##match_info##gelic_gleysols##name
source: Gelic Gleysols
es: Gleysoles Gélicos
fr: Gleysols géliques
ka: გელური გლეისოლები

# soil##match_info##gelic_gleysols##description
source: Gelic Gleysols have shallow groundwater and are saturated for significant portions of the year. Deep drainage is necessary for cultivation. Gelic Gleysols have permafrost above two meters and are generally unsuitable for cultivation.
es: Los Gleysoles Gélicos tienen aguas subterráneas poco profundas y están saturados durante gran parte del año. Es necesario un drenaje profundo para su cultivo. Los Gleysoles Gélicos tienen permafrost por encima de los dos metros y son generalmente inadecuados para el cultivo.
fr: Les gleysols géliques ont une nappe phréatique peu profonde et sont saturés une grande partie de l'année. Un drainage profond est nécessaire à la culture. Les gleysols géliques ont un pergélisol supérieur à deux mètres et sont généralement impropres à la culture.
ka: გელური გლეისოლები არაღრმა მიწისქვეშა წყლებით ხასიათდება და წლის მნიშვნელოვანი ნაწილის განმავლობაში გაჯერებულია. კულტივაციისთვის აუცილებელია ღრმა დრენაჟი. გელური გლეისოლები ორ მეტრზე მეტი სიმაღლის მუდმივი ყინულებით ხასიათდება და, როგორც წესი, კულტივაციისთვის უვარგისია.
uk: Gelic Gleysols мають неглибокі ґрунтові води та насичені протягом значної частини року. Для обробітку ґрунту необхідний глибокий дренаж. Gelic Gleysols мають вічну мерзлоту вище двох метрів і загалом непридатні для обробітку ґрунту.

# soil##match_info##gelic_gleysols##management
source: These soils are saturated, and if they are cultivated significant drainage is required. Once drained, these soils can be highly productive. The water table must be lowered using deep drainage. Once drained, liming may be required as organic matter begins to decompose. If used for production care should be taken to maintain organic matter, for as the permafrost is opened soil subsidence will occur.
es: Estos suelos están saturados y, si se cultivan, se requiere un drenaje importante. Una vez drenados, estos suelos pueden ser muy productivos. El nivel freático debe bajarse mediante un drenaje profundo. Una vez drenados, puede ser necesario el encalado, ya que la materia orgánica comienza a descomponerse. Si se utilizan para la producción, hay que tener cuidado de mantener la materia orgánica, ya que al abrirse el permafrost se producirá un hundimiento del suelo.
fr: Ces sols sont saturés et, s'ils sont cultivés, un drainage important est nécessaire. Une fois drainés, ces sols peuvent être très productifs. La nappe phréatique doit être abaissée par un drainage profond. Un chaulage peut alors s'avérer nécessaire lorsque la matière organique commence à se décomposer. En cas d'utilisation à des fins agricoles, il convient de veiller à maintenir la matière organique, car l'ouverture du pergélisol entraîne un affaissement du sol.
ka: ეს ნიადაგები გაჯერებულია და თუ ისინი დამუშავდება, საჭიროა მნიშვნელოვანი დრენაჟი. დრენაჟის შემდეგ, ეს ნიადაგები შეიძლება იყოს მაღალპროდუქტიული. მიწისქვეშა წყლების დონე უნდა დაიწიოს ღრმა დრენაჟის გამოყენებით. დრენაჟის შემდეგ, შეიძლება საჭირო გახდეს კირის დამატება, რადგან ორგანული ნივთიერება იწყებს დაშლას. თუ გამოიყენება წარმოებისთვის, სიფრთხილე უნდა გამოიჩინოთ ორგანული ნივთიერების შესანარჩუნებლად, რადგან მუდმივი მყინვარების გახსნისას მოხდება ნიადაგის ჩაწოლა.
uk: Ці ґрунти насичені, і якщо їх обробляти, потрібен значний дренаж. Після осушення ці ґрунти можуть бути високопродуктивними. Рівень ґрунтових вод необхідно знизити за допомогою глибокого дренажу. Після осушення може знадобитися вапнування, оскільки органічна речовина починає розкладатися. Якщо використовуються для виробництва, слід подбати про збереження органічної речовини, оскільки в міру розкриття вічної мерзлоти відбудеться просідання ґрунту.

# soil##match_info##haplic_greyzems##name
source: Haplic Greyzems
es: Greizemes háplicos
fr: Greyzems hapliques
ka: ჰაპლური გრეიზემები

# soil##match_info##haplic_greyzems##description
source: Haplic Greyzems are transitional soils between grass and forest lands in cooler climates. They can be relatively productive soils, with surface horizons with high organic matter and nutrients, and relatively clayey subsoils that can retain water and nutrients.
es: Los greizemes háplicos son suelos de transición entre los pastos y las tierras forestales en climas más fríos. Pueden ser suelos relativamente productivos, con horizontes superficiales con mucha materia orgánica y nutrientes, y subsuelos relativamente arcillosos que pueden retener agua y nutrientes.
fr: Les Greyzems hapliques sont des sols de transition entre prairies et forêts, situés dans des climats plus frais. Ils peuvent être relativement productifs, avec des horizons de surface riches en matière organique et en nutriments, et des sous-sols relativement argileux capables de retenir l'eau et les nutriments.
ka: ჰაპლური რუხი ზეგენები წარმოადგენს გარდამავალ ნიადაგებს ბალახოვან და ტყიან მიწებს შორის გრილ კლიმატურ პირობებში. ისინი შეიძლება იყოს შედარებით პროდუქტიული ნიადაგები, ზედაპირული ჰორიზონტებით, რომლებიც მდიდარია ორგანული ნივთიერებებითა და საკვები ნივთიერებებით, და შედარებით თიხიანი ქვენიადაგით, რომელსაც შეუძლია წყლისა და საკვები ნივთიერებების შენარჩუნება.
uk: Haplic Greyzems – це перехідні ґрунти між трав&#39;янистими та лісовими угіддями в прохолоднішому кліматі. Вони можуть бути відносно продуктивними ґрунтами з поверхневими горизонтами з високим вмістом органічної речовини та поживних речовин, а також відносно глинистими підґрунтями, здатними утримувати воду та поживні речовини.

# soil##match_info##haplic_greyzems##management
source: These soils are prone to structural deterioration, and so activities that maintain soil structure are needed. This would include the maintenance of organic matter on the surface, and incorporation of organic matter. Excessive tillage should not be practiced. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover, crop rotation and agroforestry. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Although the clayey subsoil will help to retain nutrients, the soil will require additional liming and fertilization (especially phosphate) for best productivity.
es: Estos suelos son propensos al deterioro estructural, por lo que se necesitan actividades que mantengan la estructura del suelo. Esto incluiría el mantenimiento de la materia orgánica en la superficie, y la incorporación de materia orgánica. No debe practicarse un laboreo excesivo. La conservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura. Los cultivos de cobertura y las rotaciones que incluyan leguminosas y la inclusión de cultivos con alta biomasa serían beneficiosos, ya que añadirían materia orgánica y nitrógeno para el cultivo posterior. Aunque el subsuelo arcilloso ayudará a retener los nutrientes, el suelo requerirá un encalado y una fertilización adicional (especialmente de fosfato) para obtener una mayor productividad.
fr: Ces sols sont sujets à la détérioration structurelle ; des activités visant à préserver leur structure sont donc nécessaires. Cela comprend le maintien et l'incorporation de matière organique en surface. Un labour excessif est à proscrire. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent optimiser la couverture végétale, la rotation des cultures et l'agroforesterie. Des cultures de couverture et des rotations incluant des légumineuses, ainsi que l'inclusion de cultures à forte biomasse, seraient bénéfiques, car elles apporteraient de la matière organique et de l'azote à la culture suivante. Bien que le sous-sol argileux contribue à la rétention des nutriments, le sol nécessitera un chaulage et une fertilisation supplémentaires (notamment en phosphate) pour une productivité optimale.
ka: ეს ნიადაგები მიდრეკილია სტრუქტურული გაუარესებისკენ, ამიტომ საჭიროა ისეთი აქტივობები, რომლებიც ნიადაგის სტრუქტურის შენარჩუნებას უზრუნველყოფს. ეს მოიცავს ზედაპირზე ორგანული ნივთიერებების შენარჩუნებას და ორგანული ნივთიერებების შეტანას. ზედმეტი დამუშავება არ უნდა განხორციელდეს. მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა გაზარდოს ნიადაგის საფარი, მოსავლის როტაცია და აგროტყეობა. სასარგებლო იქნება პარკოსანი მცენარეების ჩათვლით დაფარული კულტურები და როტაციები, ასევე მაღალი ბიომასის მქონე კულტურების ჩართვა, რაც შემდგომი კულტურისთვის ორგანულ ნივთიერებებსა და აზოტს დაამატებს. მიუხედავად იმისა, რომ თიხიანი ქვენიადაგი ხელს შეუწყობს საკვები ნივთიერებების შენარჩუნებას, საუკეთესო პროდუქტიულობისთვის ნიადაგს დამატებითი კირისა და განოყიერების (განსაკუთრებით ფოსფატის) დამატება დასჭირდება.
uk: Ці ґрунти схильні до структурного руйнування, тому необхідні заходи, що підтримують їхню структуру. Це включатиме підтримку органічної речовини на поверхні та її включення. Не слід практикувати надмірну обробку ґрунту. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив, сівозміну та агролісівництво. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою були б корисними, додаючи органічну речовину та азот для наступної культури. Хоча глинистий підґрунтя допоможе зберегти поживні речовини, для найкращої продуктивності ґрунт потребуватиме додаткового вапнування та удобрення (особливо фосфором).

# soil##match_info##gleyic_greyzems##name
source: Gleyic Greyzems
es: Gleyzems Gleyicos
fr: Greyzems gleyiques
ka: გლეის ნაცრისფერი ზედები

# soil##match_info##gleyic_greyzems##description
source: Gleyic Greyzems are transitional soils between grass and forest lands in cooler climates. They can be relatively productive soils with surface horizons with high organic matter and nutrients and relatively clayey subsoils that can retain water and nutrients. Gleyic Greyzems are saturated with shallow groundwater found within one meter of the soil surface.
es: Los Gleyzems Gleyicos son suelos de transición entre los pastos y las tierras forestales en climas más fríos. Pueden ser suelos relativamente productivos con horizontes superficiales con mucha materia orgánica y nutrientes y subsuelos relativamente arcillosos que pueden retener agua y nutrientes. Los Gleyzems Gleyicos están saturados de agua subterránea poco profunda que se encuentra a un metro de la superficie del suelo.
fr: Les greyzems gleyiques sont des sols de transition entre prairies et forêts, situés dans des climats plus frais. Ils peuvent être relativement productifs, avec des horizons de surface riches en matière organique et en nutriments, et des sous-sols relativement argileux capables de retenir l'eau et les nutriments. Les greyzems gleyiques sont saturés par une nappe phréatique peu profonde, présente à moins d'un mètre de la surface du sol.
ka: გლეიკური რუხი ზეთები წარმოადგენს გარდამავალ ნიადაგებს ბალახოვან და ტყიან მიწებს შორის გრილ კლიმატურ პირობებში. ეს შეიძლება იყოს შედარებით პროდუქტიული ნიადაგები ზედაპირული ჰორიზონტებით, რომლებიც შეიცავს ორგანული ნივთიერებებისა და საკვები ნივთიერებების მაღალ შემცველობას და შედარებით თიხიანი ქვენიადაგით, რომელსაც შეუძლია წყლისა და საკვები ნივთიერებების შენარჩუნება. გლეიკური რუხი ზეთები გაჯერებულია ნიადაგის ზედაპირიდან ერთი მეტრის რადიუსში არსებული არაღრმა მიწისქვეშა წყლებით.
uk: Gleyic Greyzems – це перехідні ґрунти між трав'янистими та лісовими угіддями в холоднішому кліматі. Вони можуть бути відносно продуктивними ґрунтами з поверхневими горизонтами з високим вмістом органічної речовини та поживних речовин і відносно глинистими підґрунтями, які можуть утримувати воду та поживні речовини. Глейові сіроземи насичені неглибокими ґрунтовими водами, що знаходяться в межах одного метра від поверхні ґрунту.
