Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##petric_gypsisols##management
source: These soils have poor productivity, and require regular irrigation. Without irrigation these soils should not be cultivated, and would best be managed with native vegetation, or some type of arid-adapted vegetation.
es: Estos suelos son poco productivos y requieren un riego regular. Sin irrigación, estos suelos no deben ser cultivados, y sería mejor manejarlos con vegetación nativa, o algún tipo de vegetación adaptada a las zonas áridas.
fr: Ces sols sont peu productifs et nécessitent une irrigation régulière. Sans irrigation, ils ne devraient pas être cultivés et seraient mieux gérés avec une végétation indigène ou une végétation adaptée aux conditions arides.
ka: ამ ნიადაგებს დაბალი პროდუქტიულობა აქვთ და რეგულარულ მორწყვას საჭიროებენ. მორწყვის გარეშე ეს ნიადაგები არ უნდა დამუშავდეს და უმჯობესია მათი მართვა ადგილობრივი მცენარეულობით ან რაიმე სახის არიდულ მცენარეულობით იყოს შესაძლებელი.
uk: Ці ґрунти мають низьку продуктивність і потребують регулярного зрошення. Без зрошення ці ґрунти не слід обробляти, і найкраще використовувати на них місцеву рослинність або певний тип рослинності, адаптованої до посушливих умов.

# soil##match_info##histosols##name
source: Histosols
es: Histosoles
ka: ჰისტოზოლები
uk: Histosols - це Торфові ґрунти, Органогенні ґрунти різного ступеня розкладення органічної маси (рослинного походження), яка не повністю розкладаєся через надмірне зволоження (анаеробні умови).

# soil##match_info##histosols##description
source: Histosols are organic soils that typically form in wet environments. Their properties are largely dependent on the type and degree of decomposition of the organic soil materials. The soils can be productive with intensive management including soil drainage, but their fragile nature and habitat suggests preservation of these soils is warranted where possible. When cultivated, subsidence and sulfide oxidation present management challenges.
es: Los Histosoles son suelos orgánicos que suelen formarse en ambientes húmedos. Sus propiedades dependen en gran medida del tipo y el grado de descomposición de los materiales orgánicos del suelo. Los suelos pueden ser productivos con una gestión intensiva que incluya el drenaje del suelo, pero su naturaleza frágil y su hábitat sugieren que se garantice la preservación de estos suelos cuando sea posible. Cuando se cultivan, el hundimiento y la oxidación de los sulfuros plantean problemas de gestión.
fr: Les histosols sont des sols organiques qui se forment généralement en milieu humide. Leurs propriétés dépendent largement du type et du degré de décomposition des matières organiques du sol. Ces sols peuvent être productifs grâce à une gestion intensive, notamment par drainage, mais leur fragilité et leur habitat justifient leur préservation, dans la mesure du possible. En culture, l'affaissement et l'oxydation des sulfures posent des défis de gestion.
ka: ჰისტოზოლები ორგანული ნიადაგებია, რომლებიც, როგორც წესი, ტენიან გარემოში წარმოიქმნება. მათი თვისებები დიდწილად დამოკიდებულია ორგანული ნიადაგის მასალების ტიპსა და დაშლის ხარისხზე. ნიადაგები შეიძლება პროდუქტიული იყოს ინტენსიური მოვლა-პატრონობის, მათ შორის ნიადაგის დრენაჟის შემთხვევაში, თუმცა მათი მყიფე ბუნება და ჰაბიტატი იმაზე მიუთითებს, რომ ამ ნიადაგების შენარჩუნება, სადაც ეს შესაძლებელია, აუცილებელია. დამუშავების დროს, დაწოლა და სულფიდების დაჟანგვა მართვის სირთულეებს წარმოადგენს.
uk: Histosols– це органічні ґрунти, які зазвичай утворюються у вологому середовищі. Їхні властивості значною мірою залежать від типу та ступеня розкладання органічних матеріалів ґрунту. Ґрунти можуть бути продуктивними за умови інтенсивного управління, включаючи дренаж ґрунту, але їхня крихка природа та середовище існування свідчать про необхідність збереження цих ґрунтів, де це можливо. Під час обробітку просідання та окислення сульфідів створюють проблеми з управлінням.

# soil##match_info##histosols##management
source: These soils can be some of our most productive soils, especially for specialty crops such as vegetables. However, they must be drained for use, and this will lead to subsidence of the soil, as exposed peat is rapidly mineralized, and organic matter content quickly drops. This will lead to increasingly acid soils, and thus regular liming will be needed. These organic soils must be managed differently from mineral soils, and techniques that minimize organic matter degradation are a priority. Maintenance of native vegetation is the best use.
es: Estos suelos pueden ser algunos de los más productivos, especialmente para cultivos especiales como las hortalizas. Sin embargo, deben ser drenados para su uso, y esto conducirá al hundimiento del suelo, ya que la turba expuesta se mineraliza rápidamente, y el contenido de materia orgánica disminuye rápidamente. Esto hará que los suelos sean cada vez más ácidos, por lo que será necesario un encalado regular. Estos suelos orgánicos deben gestionarse de forma diferente a los suelos minerales, y las técnicas que minimizan la degradación de la materia orgánica son una prioridad. El mantenimiento de la vegetación autóctona es el mejor uso.
fr: Ces sols peuvent être parmi nos plus productifs, notamment pour les cultures spécialisées comme les légumes. Cependant, leur drainage est indispensable pour leur exploitation, ce qui entraîne un affaissement du sol, car la tourbe exposée se minéralise rapidement et sa teneur en matière organique diminue rapidement. L'acidification des sols s'en trouve accrue, nécessitant un chaulage régulier. Ces sols organiques doivent être gérés différemment des sols minéraux, et des techniques minimisant la dégradation de la matière organique sont prioritaires. Le maintien de la végétation indigène est la meilleure solution.
ka: ეს ნიადაგები შეიძლება იყოს ჩვენი ერთ-ერთი ყველაზე პროდუქტიული ნიადაგი, განსაკუთრებით სპეციალური კულტურებისთვის, როგორიცაა ბოსტნეული. თუმცა, მათი გამოყენება უნდა მოხდეს დრენაჟით, რაც გამოიწვევს ნიადაგის დაწევას, რადგან გამოშიშვლებული ტორფი სწრაფად მინერალიზდება და ორგანული ნივთიერებების შემცველობა სწრაფად მცირდება. ეს გამოიწვევს ნიადაგების სულ უფრო მჟავე წარმოქმნას და, შესაბამისად, საჭირო იქნება რეგულარული კირის გამოყენება. ეს ორგანული ნიადაგები მინერალური ნიადაგებისგან განსხვავებულად უნდა იქნას მოვლილი და პრიორიტეტულია ისეთი ტექნიკის გამოყენება, რომელიც ამცირებს ორგანული ნივთიერებების დეგრადაციას. ადგილობრივი მცენარეულობის შენარჩუნება საუკეთესო გამოსავალია.
uk: Ці ґрунти можуть бути одними з найпродуктивніших, особливо для спеціалізованих культур, таких як овочі. Однак для використання їх необхідно осушувати, і це призведе до просідання ґрунту, оскільки відкритий торф швидко мінералізується, а вміст органічних речовин швидко падає. Це призведе до підвищення кислотності ґрунтів, і тому знадобиться регулярне вапнування. Ці органічні ґрунти потрібно обробляти інакше, ніж мінеральні ґрунти, і пріоритетом є методи, що мінімізують деградацію органічних речовин. Найкращим способом використання є підтримка місцевої рослинності.

# soil##match_info##folic_histosols##name
source: Folic Histosols
es: Histosoles Fólicos
fr: Histosols foliques
ka: ფოლიუმის ჰისტოზოლები

# soil##match_info##folic_histosols##description
source: Folic Histosols are organic soils that typically form in wet environments. Their properties are largely dependent on the type and degree of decomposition of the organic soil materials. The soils can be productive with intensive management including soil drainage, but their fragile nature and habitat suggests preservation of these soils is warranted where possible. When cultivated, subsidence and sulfide oxidation present management challenges. Folic Histosols form in cold climates that restrict productivity. They are well drained and never saturated for more than a few days..
es: Los Histosoles Fólicos son suelos orgánicos que se forman típicamente en ambientes húmedos. Sus propiedades dependen en gran medida del tipo y el grado de descomposición de los materiales orgánicos del suelo. Los suelos pueden ser productivos con una gestión intensiva que incluya el drenaje del suelo, pero su naturaleza frágil y su hábitat sugieren que se garantice la preservación de estos suelos cuando sea posible. Cuando se cultivan, el hundimiento y la oxidación de los sulfuros plantean problemas de gestión. Los Histosoles Fólicos se forman en climas fríos que restringen la productividad. Están bien drenados y nunca se saturan durante más de unos días.
fr: Les histosols foliques sont des sols organiques qui se forment généralement en milieu humide. Leurs propriétés dépendent largement du type et du degré de décomposition des matières organiques du sol. Ces sols peuvent être productifs grâce à une gestion intensive, notamment par drainage, mais leur fragilité et leur habitat justifient leur préservation, dans la mesure du possible. En culture, l'affaissement et l'oxydation des sulfures posent des problèmes de gestion. Les histosols foliques se forment dans les climats froids qui limitent la productivité. Ils sont bien drainés et ne sont jamais saturés plus de quelques jours.
ka: ფოლიუმის ჰისტოზოლები ორგანული ნიადაგებია, რომლებიც, როგორც წესი, ტენიან გარემოში წარმოიქმნება. მათი თვისებები დიდწილად დამოკიდებულია ორგანული ნიადაგის მასალების ტიპსა და დაშლის ხარისხზე. ნიადაგები შეიძლება პროდუქტიული იყოს ინტენსიური მოვლის, მათ შორის ნიადაგის დრენაჟის შემთხვევაში, თუმცა მათი მყიფე ბუნება და ჰაბიტატი იმაზე მიუთითებს, რომ ამ ნიადაგების შენარჩუნება, სადაც ეს შესაძლებელია, აუცილებელია. კულტივირებისას, დაწოლა და სულფიდების დაჟანგვა მართვის სირთულეებს წარმოადგენს. ფოლიუმის ჰისტოზოლები ცივ კლიმატურ პირობებში წარმოიქმნება, რაც ზღუდავს პროდუქტიულობას. ისინი კარგად დრენირებულია და არასდროს არის გაჯერებული რამდენიმე დღეზე მეტი ხნის განმავლობაში.
uk: Folic Histosols – це органічні ґрунти, які зазвичай формуються у вологому середовищі. Їхні властивості значною мірою залежать від типу та ступеня розкладання органічних матеріалів ґрунту. Ґрунти можуть бути продуктивними за умови інтенсивного управління, включаючи дренаж ґрунту, але їхня крихка природа та середовище існування свідчать про необхідність збереження цих ґрунтів, де це можливо. Під час культивації просідання та окислення сульфідів створюють проблеми з управлінням. Folic Histosols формуються в холодному кліматі, що обмежує продуктивність. Вони добре дреновані та ніколи не насичуються більше кількох днів.

# soil##match_info##folic_histosols##management
source: These soils can be some of our most productive soils, especially for specialty crops such as vegetables. However, they must be drained for use, and this will lead to subsidence of the soil, as exposed peat is rapidly mineralized, and organic matter content quickly drops. This will lead to increasingly acid soils, and thus regular liming will be needed. These organic soils must be managed differently from mineral soils, and techniques that minimize organic matter degradation are a priority. The cold climate under which these soils are formed will limit their use for cultivation. Maintenance of native vegetation is the best use.
es: Estos suelos pueden ser algunos de los más productivos, especialmente para cultivos especializados como las hortalizas. Sin embargo, deben ser drenados para su uso, y esto conducirá al hundimiento del suelo, ya que la turba expuesta se mineraliza rápidamente, y el contenido de materia orgánica disminuye rápidamente. Esto hará que los suelos sean cada vez más ácidos, por lo que será necesario un encalado regular. Estos suelos orgánicos deben gestionarse de forma diferente a los suelos minerales, y las técnicas que minimizan la degradación de la materia orgánica son una prioridad. El clima frío en el que se forman estos suelos limitará su uso para el cultivo. El mantenimiento de la vegetación autóctona es el mejor uso.
fr: Ces sols peuvent être parmi nos plus productifs, notamment pour les cultures spécialisées comme les légumes. Cependant, leur drainage est indispensable pour leur exploitation, ce qui entraîne un affaissement du sol, car la tourbe exposée se minéralise rapidement et sa teneur en matière organique diminue rapidement. L'acidification des sols s'en trouve accrue, nécessitant un chaulage régulier. Ces sols organiques doivent être gérés différemment des sols minéraux, et des techniques minimisant la dégradation de la matière organique sont prioritaires. Le climat froid dans lequel ces sols se forment limite leur utilisation pour la culture. Le maintien de la végétation indigène est la meilleure solution.
ka: ეს ნიადაგები შეიძლება იყოს ჩვენი ერთ-ერთი ყველაზე პროდუქტიული ნიადაგი, განსაკუთრებით სპეციალური კულტურებისთვის, როგორიცაა ბოსტნეული. თუმცა, მათი გამოყენება უნდა მოხდეს დრენაჟით, რაც გამოიწვევს ნიადაგის დაწევას, რადგან გამოშიშვლებული ტორფი სწრაფად მინერალიზდება და ორგანული ნივთიერებების შემცველობა სწრაფად მცირდება. ეს გამოიწვევს ნიადაგების სულ უფრო მჟავე წარმოქმნას და, შესაბამისად, საჭირო იქნება რეგულარული კირის გამოყენება. ეს ორგანული ნიადაგები მინერალური ნიადაგებისგან განსხვავებულად უნდა იქნას მოვლილი და პრიორიტეტულია ისეთი ტექნიკის გამოყენება, რომელიც ამცირებს ორგანული ნივთიერებების დეგრადაციას. ცივი კლიმატი, რომლის დროსაც ეს ნიადაგები წარმოიქმნება, შეზღუდავს მათ გამოყენებას კულტივაციისთვის. ადგილობრივი მცენარეულობის შენარჩუნება საუკეთესო გამოსავალია.
uk: Ці ґрунти можуть бути одними з найпродуктивніших, особливо для спеціалізованих культур, таких як овочі. Однак для використання їх необхідно осушувати, і це призведе до просідання ґрунту, оскільки відкритий торф швидко мінералізується, а вміст органічної речовини швидко падає. Це призведе до утворення ґрунтів, що підвищують кислотність, і тому знадобиться регулярне вапнування. Ці органічні ґрунти потрібно обробляти інакше, ніж мінеральні, і пріоритетом є методи, що мінімізують деградацію органічної речовини. Холодний клімат, в якому формуються ці ґрунти, обмежує їх використання для вирощування. Найкращим способом використання є підтримка місцевої рослинності.

# soil##match_info##terric_histosols##name
source: Terric Histosols
es: Histosoles Térricos
fr: Histosols terriques
ka: ტერიკ ჰისტოზოლები

# soil##match_info##terric_histosols##description
source: Terric Histosols are organic soils that typically form in wet environments. Their properties are largely dependent on the type and degree of decomposition of the organic soil materials. The soils can be productive with intensive management including soil drainage but their fragile nature and habitat suggests preservation of these soils is warranted where possible. When cultivated, subsidence and sulfide oxidation present management challenges. Terric Histosols form on reclaimed (drained and cropped) peatlands and have highly decomposed organic soil materials. Thus, they have a slightly higher bulk density and lower water content.
es: Los Histosoles Térricos son suelos orgánicos que se forman típicamente en ambientes húmedos. Sus propiedades dependen en gran medida del tipo y grado de descomposición de los materiales orgánicos del suelo. Los suelos pueden ser productivos con una gestión intensiva que incluya el drenaje del suelo, pero su naturaleza frágil y su hábitat sugieren que se garantice la preservación de estos suelos cuando sea posible. Cuando se cultivan, el hundimiento y la oxidación de los sulfuros plantean problemas de gestión. Los Histosoles Térricos se forman en turberas recuperadas (drenadas y cultivadas) y tienen materiales orgánicos altamente descompuestos. Por lo tanto, tienen una densidad aparente ligeramente más alta y un menor contenido de agua.
fr: Les histosols terriques sont des sols organiques qui se forment généralement en milieu humide. Leurs propriétés dépendent largement du type et du degré de décomposition des matières organiques du sol. Ces sols peuvent être productifs grâce à une gestion intensive, notamment par drainage, mais leur fragilité et leur habitat justifient leur préservation, dans la mesure du possible. En culture, l'affaissement et l'oxydation des sulfures posent des problèmes de gestion. Les histosols terriques se forment sur des tourbières assainies (drainées et cultivées) et contiennent des matières organiques fortement décomposées. De ce fait, ils présentent une masse volumique apparente légèrement supérieure et une teneur en eau plus faible.
ka: ტერიკ ჰისტოზოლები ორგანული ნიადაგებია, რომლებიც, როგორც წესი, ტენიან გარემოში წარმოიქმნება. მათი თვისებები დიდწილად დამოკიდებულია ორგანული ნიადაგის მასალების დაშლის ტიპსა და ხარისხზე. ნიადაგები შეიძლება პროდუქტიული იყოს ინტენსიური მენეჯმენტის, მათ შორის ნიადაგის დრენაჟის შემთხვევაში, მაგრამ მათი მყიფე ბუნება და ჰაბიტატი იმაზე მიუთითებს, რომ ამ ნიადაგების შენარჩუნება, სადაც ეს შესაძლებელია, აუცილებელია. დამუშავების დროს, დაწევა და სულფიდის დაჟანგვა მართვის სირთულეებს წარმოადგენს. ტერიკ ჰისტოზოლები წარმოიქმნება აღდგენილ (დრენირებულ და მოსავლიან) ტორფიან მიწებზე და აქვთ ძლიერ დაშლილი ორგანული ნიადაგის მასალები. ამრიგად, მათ აქვთ ოდნავ უფრო მაღალი მოცულობითი სიმკვრივე და უფრო დაბალი წყლის შემცველობა.
uk: Terric Histosols – це органічні ґрунти, які зазвичай формуються у вологому середовищі. Їхні властивості значною мірою залежать від типу та ступеня розкладання органічних матеріалів ґрунту. Ґрунти можуть бути продуктивними за умови інтенсивного управління, включаючи дренаж ґрунту, але їхня крихка природа та середовище існування свідчать про необхідність збереження цих ґрунтів, де це можливо. Під час культивації просідання та окислення сульфідів створюють проблеми з управлінням. Terric Histosols формуються на рекультивованих (осушених та оброблюваних) торфовищах і мають сильно розкладені органічні матеріали ґрунту. Таким чином, вони мають дещо вищу об'ємну щільність та нижчий вміст води.

# soil##match_info##terric_histosols##management
source: These soils can be some of our most productive soils, especially for specialty crops such as vegetables. However, they must be drained for use, and this will lead to subsidence of the soil, as exposed peat is rapidly mineralized, and organic matter content quickly drops. This will lead to increasingly acid soils, and thus regular liming will be needed. These organic soils must be managed differently from mineral soils, and techniques that minimize organic matter degradation are a priority. Surface soils are highly decomposed due to drainage and cultivation. As such, soil P will likely be high, and additions of that nutrient may not be needed.
es: Estos suelos pueden ser algunos de los más productivos, sobre todo para cultivos especiales como las hortalizas. Sin embargo, deben ser drenados para su uso, y esto conducirá al hundimiento del suelo, ya que la turba expuesta se mineraliza rápidamente, y el contenido de materia orgánica disminuye rápidamente. Esto hará que los suelos sean cada vez más ácidos, por lo que será necesario un encalado regular. Estos suelos orgánicos deben gestionarse de forma diferente a los suelos minerales, y las técnicas que minimizan la degradación de la materia orgánica son una prioridad. Los suelos superficiales están muy descompuestos debido al drenaje y al cultivo. Como tal, el P del suelo será probablemente alto, y las adiciones de ese nutriente pueden no ser necesarias.
fr: Ces sols peuvent être parmi nos plus productifs, notamment pour les cultures spécialisées comme les légumes. Cependant, leur drainage est indispensable pour leur exploitation, ce qui entraîne un affaissement du sol, car la tourbe exposée se minéralise rapidement et sa teneur en matière organique diminue rapidement. L'acidification des sols s'en trouve accrue, nécessitant un chaulage régulier. Ces sols organiques doivent être gérés différemment des sols minéraux, et des techniques minimisant la dégradation de la matière organique sont prioritaires. Les sols de surface sont fortement décomposés en raison du drainage et du travail du sol. Par conséquent, la teneur en phosphore du sol sera probablement élevée, et des apports de ce nutriment pourraient ne pas être nécessaires.
ka: ეს ნიადაგები შეიძლება იყოს ჩვენი ერთ-ერთი ყველაზე პროდუქტიული ნიადაგი, განსაკუთრებით სპეციალური კულტურებისთვის, როგორიცაა ბოსტნეული. თუმცა, მათი გამოყენება უნდა მოხდეს დრენაჟით, რაც გამოიწვევს ნიადაგის დაწევას, რადგან გამოშიშვლებული ტორფი სწრაფად მინერალიზდება და ორგანული ნივთიერებების შემცველობა სწრაფად მცირდება. ეს გამოიწვევს ნიადაგების სულ უფრო მჟავე წარმოქმნას და, შესაბამისად, საჭირო იქნება რეგულარული კირის გამოყენება. ეს ორგანული ნიადაგები მინერალური ნიადაგებისგან განსხვავებულად უნდა იქნას მოვლილი და პრიორიტეტულია ისეთი ტექნიკა, რომელიც ამცირებს ორგანული ნივთიერებების დეგრადაციას. ზედაპირული ნიადაგები ძლიერ იშლება დრენაჟისა და კულტივაციის გამო. შესაბამისად, ნიადაგში P, სავარაუდოდ, მაღალი იქნება და ამ საკვები ნივთიერების დამატება შეიძლება არ იყოს საჭირო.
uk: Ці ґрунти можуть бути одними з найпродуктивніших, особливо для спеціалізованих культур, таких як овочі. Однак для використання їх необхідно осушувати, і це призведе до просідання ґрунту, оскільки відкритий торф швидко мінералізується, а вміст органічної речовини швидко падає. Це призведе до підвищення кислотності ґрунтів, і тому знадобиться регулярне вапнування. Ці органічні ґрунти потрібно обробляти інакше, ніж мінеральні ґрунти, і пріоритетом є методи, що мінімізують деградацію органічної речовини. Поверхневі ґрунти сильно розкладаються через дренаж та культивацію. Таким чином, вміст фосфору в ґрунті, ймовірно, буде високим, і додавання цієї поживної речовини може не знадобитися.

# soil##match_info##fibric_histosols##name
source: Fibric Histosols
es: Histosoles Fíbricos
fr: Histosols fibriques
ka: ბოჭკოვანი ჰისტოზოლები
