Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##haplic_podzols##description
source: Haplic Podzols are coarse textured, acidic, unproductive soils with highly leached surface horizons overlying subsoils containing accumulated organic matter and metals (aluminum and iron). In flat coastal plain landscapes, these soils are also wet.
es: Los Podzoles Háplicos son suelos de textura gruesa, ácidos e improductivos, con horizontes superficiales muy lixiviados sobre los que se asientan subsuelos que contienen materia orgánica acumulada y metales (aluminio y hierro).*En los paisajes de llanura costera plana, estos suelos también son húmedos.
fr: Les podzols hapliques sont des sols à texture grossière, acides et improductifs, dont les horizons de surface sont fortement lessivés et recouvrent des sous-sols contenant des accumulations de matière organique et de métaux (aluminium et fer). Dans les paysages plats des plaines côtières, ces sols sont également humides.
ka: ჰაპლური პოდზოლები უხეში ტექსტურის, მჟავე, არაპროდუქტიული ნიადაგებია ძლიერ გამორეცხილი ზედაპირული ჰორიზონტებით, რომლებიც ზემოდან იშლება და შეიცავს დაგროვილ ორგანულ ნივთიერებებსა და ლითონებს (ალუმინის და რკინის). სანაპირო ზოლის ბრტყელ ლანდშაფტებში ეს ნიადაგები ასევე სველია.
uk: Haplic Podzols – це грубозернисті, кислі, непродуктивні ґрунти з сильно вилугованими поверхневими горизонтами, що залягають над підґрунтям, що містять накопичену органічну речовину та метали (алюміній та залізо). У рівнинних ландшафтах прибережних рівнин ці ґрунти також вологі.

# soil##match_info##haplic_podzols##management
source: Podzols are highly leached, and as such are low in soil fertility. The surface layers are usually quite acidic (pH < 4.5) and thus liming is needed. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies. Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended.
es: Los Podzoles están muy lixiviados y, como tales, tienen una baja fertilidad. Las capas superficiales suelen ser bastante ácidas (pH < 4,5), por lo que es necesario el encalado. Debido al alto grado de meteorización, los suelos también tienen un alto contenido de aluminio soluble y fijan el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización. Será necesario un cuidado específico con la fertilización de P, y se recomienda el uso de banda en la colocación de P en la semilla.
fr: Les podzols sont fortement lessivés et, de ce fait, peu fertiles. Les couches superficielles sont généralement assez acides (pH &lt; 4,5), ce qui nécessite un chaulage. En raison de leur forte altération, les sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que déconseillé, leur utilisation pour la culture nécessitera un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation. Une fertilisation phosphatée spécifique sera nécessaire, et l'application de phosphore en bandes sur les semis est recommandée.
ka: პოდზოლები ძლიერ გამორეცხილია და შესაბამისად, ნიადაგის ნაყოფიერება დაბალია. ზედაპირული ფენები, როგორც წესი, საკმაოდ მჟავეა (pH < 4.5) და ამიტომ საჭიროა კირის გამოყენება. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აფიქსირებს ფოსფორს, რაც იწვევს ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივირებისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგის ქვეფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილეა საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე დარგვისას ზოლის გამოყენება.
uk: Podzols сильно вилуговуються, і тому мають низьку родючість ґрунту. Поверхневі шари зазвичай досить кислі (pH < 4,5), тому потрібне вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію, що фіксує фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку, їх потрібно буде глибоко орати (для розриву підґрунтових шарів), вапнувати та удобрювати. Потрібна особлива обережність з удобренням фосфором, а також рекомендується використовувати стрічкове добриво під посів.

# soil##match_info##cambic_podzols##name
source: Cambic Podzols
es: Podzoles Cámbicos
fr: Podzols cambiques
ka: კამბიკური პოდზოლები
uk: Cambic Podzols характеризуються початковою стадією процесу підзолистого ґрунтоутворення, тобто слабоопідзолені дерново-підзолисті ґрунти

# soil##match_info##cambic_podzols##description
source: Cambic Podzols are coarse textured, acidic, unproductive soils with highly leached surface horizons overlying subsoils containing accumulated organic matter and metals (aluminum and iron). In flat coastal plain landscapes, these soils are also wet. Cambic Podzols are not as intensively leached in surface horizons and have relatively lower organic matter in subsoils.
es: Los Podzoles Cámbicos son suelos de textura gruesa, ácidos e improductivos, con horizontes superficiales muy lixiviados sobre los que se asientan subsuelos que contienen materia orgánica acumulada y metales (aluminio y hierro).*En los paisajes de llanura costera plana, estos suelos también son húmedos. Los Podzoles Cámbicos no están tan intensamente lixiviados en los horizontes superficiales y tienen una materia orgánica relativamente menor en los subsuelos.
fr: Les podzols cambiques sont des sols à texture grossière, acides et improductifs, dont les horizons de surface sont fortement lessivés et recouvrent des sous-sols contenant de la matière organique et des métaux (aluminium et fer). Dans les paysages plats des plaines côtières, ces sols sont également humides. Les podzols cambiques sont moins lessivés dans les horizons de surface et présentent une teneur en matière organique relativement plus faible dans les sous-sols.
ka: კამბიკური პოდზოლები უხეში ტექსტურის, მჟავე, არაპროდუქტიული ნიადაგებია ძლიერ გამორეცხილი ზედაპირული ჰორიზონტებით, რომლებიც ზემოდან მდებარეობს და შეიცავს დაგროვილ ორგანულ ნივთიერებებსა და ლითონებს (ალუმინის და რკინის). სანაპირო ზოლის ბრტყელ ლანდშაფტებში ეს ნიადაგები ასევე სველია. კამბიკური პოდზოლები ზედაპირულ ჰორიზონტებში ისე ინტენსიურად არ ირეცხება და ქვენიადაგში შედარებით ნაკლები ორგანული ნივთიერებაა.
uk: Cambic Podzols – це грубозернисті, кислі, непродуктивні ґрунти з сильно вилугованими поверхневими горизонтами, що залягають над підґрунтям, що містять накопичену органічну речовину та метали (алюміній та залізо). У рівнинних ландшафтах прибережних рівнин ці ґрунти також вологі. Cambic Podzols не так інтенсивно вилуговуються в поверхневих горизонтах і мають відносно менше органічної речовини в підґрунті.

# soil##match_info##cambic_podzols##management
source: Podzols are highly leached, and as such are low in soil fertility. The surface layers are usually quite acidic (pH < 4.5) and thus liming is needed. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies. Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended.
es: Los Podzoles están muy lixiviados y, como tales, tienen una baja fertilidad del suelo. Las capas superficiales suelen ser bastante ácidas (pH < 4,5), por lo que es necesario el encalado. Debido al alto grado de meteorización, los suelos también tienen un alto contenido de aluminio soluble y fijan el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización. Será necesario un cuidado específico con la fertilización de P, y se recomienda el uso de banda en la colocación de P en la semilla.
fr: Les podzols sont fortement lessivés et, de ce fait, peu fertiles. Les couches superficielles sont généralement assez acides (pH &lt; 4,5), ce qui nécessite un chaulage. En raison de leur forte altération, les sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que déconseillé, leur utilisation pour la culture nécessitera un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation. Une fertilisation phosphatée spécifique sera nécessaire, et l'application de phosphore en bandes sur les semis est recommandée.
ka: პოდზოლები ძლიერ გამორეცხილია და შესაბამისად, ნიადაგის ნაყოფიერება დაბალია. ზედაპირული ფენები, როგორც წესი, საკმაოდ მჟავეა (pH < 4.5) და ამიტომ საჭიროა კირის გამოყენება. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აფიქსირებს ფოსფორს, რაც იწვევს ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივირებისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგის ქვეფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილეა საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე დარგვისას ზოლის გამოყენება.
uk: Підзоли сильно вилуговуються, і тому мають низьку родючість ґрунту. Поверхневі шари зазвичай досить кислі (pH < 4,5), тому потрібне вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію, що фіксує фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку, їх потрібно буде глибоко орати (для розриву підґрунтових шарів), вапнувати та удобрювати. Потрібна особлива обережність з удобренням фосфором, а також рекомендується використовувати стрічкове добриво під посів.

# soil##match_info##ferric_podzols##name
source: Ferric Podzols
es: Podzoles Férricos
fr: Podzols ferriques
ka: რკინის პოდზოლები

# soil##match_info##ferric_podzols##description
source: Ferric Podzols are coarse textured, acidic, unproductive soils with highly leached surface horizons overlying subsoils containing accumulated organic matter and metals (aluminum and iron). In flat coastal plain landscapes, these soils are also wet. Ferric Podzols have relatively high amounts of iron in subsoils.
es: Los Podzoles Férricos son suelos de textura gruesa, ácidos e improductivos, con horizontes superficiales muy lixiviados sobre los que se asientan subsuelos que contienen materia orgánica acumulada y metales (aluminio y hierro).*En los paisajes de llanura costera plana, estos suelos también son húmedos. Los Podzoles Férricos tienen cantidades relativamente altas de hierro en el subsuelo.
fr: Les podzols ferriques sont des sols à texture grossière, acides et improductifs, dont les horizons de surface sont fortement lessivés et recouvrent des sous-sols contenant de la matière organique et des métaux (aluminium et fer). Dans les paysages plats des plaines côtières, ces sols sont également humides. Les podzols ferriques présentent des teneurs en fer relativement élevées dans leurs sous-sols.
ka: რკინის პოდზოლები უხეში ტექსტურის, მჟავე, არაპროდუქტიული ნიადაგებია ძლიერ გამორეცხილი ზედაპირული ჰორიზონტებით, რომლებიც ზემოდან იშლება და შეიცავს დაგროვილ ორგანულ ნივთიერებებს და ლითონებს (ალუმინს და რკინას). სანაპირო ზოლის ბრტყელ ლანდშაფტებში ეს ნიადაგები ასევე სველია. რკინის პოდზოლებს ქვენიადაგში რკინის შედარებით მაღალი რაოდენობა აქვთ.
uk: Ferric Podzols – це грубозернисті, кислі, непродуктивні ґрунти з сильно вилугованими поверхневими горизонтами, що залягають над підґрунтям, що містять накопичену органічну речовину та метали (алюміній та залізо). У рівнинних ландшафтах прибережних рівнин ці ґрунти також вологі. Залізні підзоли мають відносно високий вміст заліза в підґрунті.

# soil##match_info##ferric_podzols##management
source: Podzols are highly leached, and as such are low in soil fertility. The surface layers are usually quite acidic (pH < 4.5) and thus liming is needed. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies. Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended.
es: Los Podzoles son muy lixiviados y, por tanto, tienen una baja fertilidad. Las capas superficiales suelen ser bastante ácidas (pH < 4,5), por lo que es necesario el encalado. Debido al alto grado de meteorización, los suelos también tienen un alto contenido de aluminio soluble y fijan el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización. Será necesario un cuidado específico con la fertilización de P, y se recomienda el uso de banda en la colocación de P en la semilla.
fr: Les podzols sont fortement lessivés et, de ce fait, peu fertiles. Les couches superficielles sont généralement assez acides (pH &lt; 4,5), ce qui nécessite un chaulage. En raison de leur forte altération, les sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que déconseillé, leur utilisation pour la culture nécessitera un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation. Une fertilisation phosphatée spécifique sera nécessaire, et l'application de phosphore en bandes sur les semis est recommandée.
ka: პოდზოლები ძლიერ გამორეცხილია და შესაბამისად, ნიადაგის ნაყოფიერება დაბალია. ზედაპირული ფენები, როგორც წესი, საკმაოდ მჟავეა (pH < 4.5) და ამიტომ საჭიროა კირის გამოყენება. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აფიქსირებს ფოსფორს, რაც იწვევს ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივირებისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგის ქვეფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილეა საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე დარგვისას ზოლის გამოყენება.
uk: Підзоли сильно вилуговуються, і тому мають низьку родючість ґрунту. Поверхневі шари зазвичай досить кислі (pH < 4,5), тому потрібне вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію, що фіксує фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку, їх потрібно буде глибоко орати (для розриву підґрунтових шарів), вапнувати та удобрювати. Потрібна особлива обережність з удобренням фосфором, а також рекомендується використовувати стрічкове добриво під посів.

# soil##match_info##carbic_podzols##name
source: Carbic Podzols
es: Podzoles Cárbicos
fr: Podzols carbiques
ka: კარბიკული პოდზოლები

# soil##match_info##carbic_podzols##description
source: Carbic Podzols are coarse textured, acidic, unproductive soils with highly leached surface horizons overlying subsoils containing accumulated organic matter and metals (aluminum and iron). In flat coastal plain landscapes, these soils are also wet. Carbic Podzols have relatively high amounts of organic matter in subsoils.
es: Los Podzoles Cárbicos son suelos de textura gruesa, ácidos e improductivos, con horizontes superficiales altamente lixiviados que sobreponen a subsuelos que contienen materia orgánica acumulada y metales (aluminio y hierro).*En los paisajes de llanura costera plana, estos suelos también son húmedos. Los Podzoles carbónicos tienen cantidades relativamente altas de materia orgánica en los subsuelos.
fr: Les podzols carbiques sont des sols à texture grossière, acides et improductifs, dont les horizons de surface sont fortement lessivés et recouvrent des sous-sols contenant de la matière organique et des métaux (aluminium et fer). Dans les paysages plats des plaines côtières, ces sols sont également humides. Les podzols carbiques présentent des teneurs relativement élevées en matière organique dans leurs sous-sols.
ka: კარბიული პოდზოლები უხეში ტექსტურის, მჟავე, არაპროდუქტიული ნიადაგებია ძლიერ გამორეცხილი ზედაპირული ჰორიზონტებით, რომლებიც ზემოდან მდებარეობს და შეიცავს დაგროვილ ორგანულ ნივთიერებებსა და ლითონებს (ალუმინის და რკინის). ბრტყელ სანაპირო ლანდშაფტებში ეს ნიადაგები ასევე სველია. კარბიულ პოდზოლებს ქვენიადაგში შედარებით მაღალი რაოდენობით ორგანული ნივთიერება აქვთ.
uk: Carbic Podzols – це грубозернисті, кислі, непродуктивні ґрунти з сильно вилугованими поверхневими горизонтами, що залягають над підґрунтям, що містять накопичену органічну речовину та метали (алюміній та залізо). У рівнинних ландшафтах прибережних рівнин ці ґрунти також вологі. Carbic Podzols мають відносно високий вміст органічної речовини в підґрунті.

# soil##match_info##carbic_podzols##management
source: Podzols are highly leached, and as such are low in soil fertility. The surface layers are usually quite acidic (pH < 4.5) and thus liming is needed. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies.Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended.
es: Los Podzoles son muy lixiviados y, por tanto, tienen una baja fertilidad. Las capas superficiales suelen ser bastante ácidas (pH < 4,5), por lo que es necesario el encalado. Debido al alto grado de meteorización, los suelos también tienen un alto contenido de aluminio soluble y fijan el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización. Aunque no se recomienda, si estos suelos se utilizan para el cultivo, será necesario ararlos en profundidad (para romper las capas del subsuelo), encalarlos y fertilizarlos.
fr: Les podzols sont fortement lessivés et, de ce fait, peu fertiles. Les couches superficielles sont généralement assez acides (pH &lt; 4,5), ce qui nécessite un chaulage. En raison de leur forte altération, les sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que déconseillé, leur utilisation pour la culture nécessitera un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation. Une fertilisation phosphatée spécifique sera nécessaire, et l'application de phosphore en bandes sur les semis est recommandée.
ka: პოდზოლები ძლიერ გამორეცხილია და შესაბამისად, ნიადაგის ნაყოფიერება დაბალია. ზედაპირული ფენები, როგორც წესი, საკმაოდ მჟავეა (pH < 4.5) და ამიტომ საჭიროა კირის გამოყენება. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აფიქსირებს ფოსფორს, რაც იწვევს ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივირებისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგის ქვეფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილეა საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე დარგვისას ზოლის გამოყენება.
uk: Підзоли сильно вилуговуються, і тому мають низьку родючість ґрунту. Поверхневі шари зазвичай досить кислі (pH < 4,5), тому потрібне вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію, який фіксує фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку, їх потрібно буде глибоко орати (для розриву підґрунтових шарів), вапнувати та удобрювати. Потрібна особлива обережність з удобренням фосфором, а також рекомендується використовувати стрічкове добриво під посів.

# soil##match_info##gelic_podzols##name
source: Gelic Podzols
es: Podzoles Gélicos
fr: Podzols géliques
ka: გელიკური პოდზოლები

# soil##match_info##gelic_podzols##description
source: Gelic Podzols are coarse textured, acidic, unproductive soils with highly leached surface horizons overlying subsoils containing accumulated organic matter and metals (aluminum and iron). In flat coastal plain landscapes, these soils are also wet. Gelic Podzols has permafrost within 2 meters of the soil surface.
es: Los Podzoles Gélicos son suelos de textura gruesa, ácidos e improductivos, con horizontes superficiales muy lixiviados sobre los que se asientan subsuelos que contienen materia orgánica acumulada y metales (aluminio y hierro).*En los paisajes de llanura costera plana, estos suelos también son húmedos. Los Podzoles Gélicos tienen permafrost a menos de 2 metros de la superficie del suelo.
fr: Les podzols géliques sont des sols à texture grossière, acides et improductifs, dont les horizons de surface fortement lessivés recouvrent des sous-sols contenant de la matière organique et des métaux (aluminium et fer) accumulés. Dans les paysages plats des plaines côtières, ces sols sont également humides. Le pergélisol des podzols géliques est présent à moins de 2 mètres de la surface du sol.
ka: გელური პოდზოლები უხეში ტექსტურის, მჟავე, არაპროდუქტიული ნიადაგებია ძლიერ გამორეცხილი ზედაპირული ჰორიზონტებით, რომლებიც ზემოდან ქვენიადაგს ფარავს და შეიცავს დაგროვილ ორგანულ ნივთიერებებსა და ლითონებს (ალუმინის და რკინის). სანაპირო ზოლის ბრტყელ ლანდშაფტებში ეს ნიადაგები ასევე სველია. გელური პოდზოლები ნიადაგის ზედაპირიდან 2 მეტრის რადიუსში მუდმივი ყინულია.
uk: Gelic Podzols – це грубозернисті, кислі, непродуктивні ґрунти з сильно вилугованими поверхневими горизонтами, що залягають над підґрунтям, що містять накопичену органічну речовину та метали (алюміній та залізо). У рівнинних ландшафтах прибережних рівнин ці ґрунти також вологі. Gelic Podzols мають вічну мерзлоту в межах 2 метрів від поверхні ґрунту.
