Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##fibric_histosols##description
source: Fibric Histosols are organic soils that typically form in wet environments. Their properties are largely dependent on the type and degree of decomposition of the organic soil materials. The soils can be productive with intensive management including soil drainage but their fragile nature and habitat suggests preservation of these soils is warranted where possible. When cultivated, subsidence and sulfide oxidation present management challenges. Fibric Histosols have relatively undecomposed organic soil materials. Thus, they have a slightly lower bulk density and higher water content.
es: Los Histosoles Fíbricos son suelos orgánicos que se forman típicamente en ambientes húmedos. Sus propiedades dependen en gran medida del tipo y el grado de descomposición de los materiales orgánicos del suelo. Los suelos pueden ser productivos con una gestión intensiva que incluya el drenaje del suelo, pero su naturaleza frágil y su hábitat sugieren que se garantice la preservación de estos suelos cuando sea posible. Cuando se cultivan, el hundimiento y la oxidación de los sulfuros plantean problemas de gestión. Los Histosoles Fíbricos tienen materiales orgánicos relativamente poco descompuestos. Por lo tanto, tienen una densidad aparente ligeramente inferior y un mayor contenido de agua.
fr: Les histosols fibriques sont des sols organiques qui se forment généralement en milieu humide. Leurs propriétés dépendent largement du type et du degré de décomposition des matières organiques du sol. Ces sols peuvent être productifs grâce à une gestion intensive, notamment par drainage, mais leur fragilité et leur habitat justifient leur préservation, dans la mesure du possible. En culture, l'affaissement et l'oxydation des sulfures posent des problèmes de gestion. Les histosols fibriques contiennent des matières organiques relativement peu décomposées. De ce fait, ils présentent une masse volumique apparente légèrement inférieure et une teneur en eau plus élevée.
ka: ბოჭკოვანი ჰისტოზოლები ორგანული ნიადაგებია, რომლებიც, როგორც წესი, ტენიან გარემოში წარმოიქმნება. მათი თვისებები დიდწილად დამოკიდებულია ორგანული ნიადაგის მასალების ტიპსა და დაშლის ხარისხზე. ნიადაგები შეიძლება პროდუქტიული იყოს ინტენსიური მოვლა-პატრონობის, მათ შორის ნიადაგის დრენაჟის შემთხვევაში, თუმცა მათი მყიფე ბუნება და ჰაბიტატი იმაზე მიუთითებს, რომ ამ ნიადაგების შენარჩუნება, სადაც ეს შესაძლებელია, აუცილებელია. კულტივირებისას, დაწოლა და სულფიდის დაჟანგვა მართვის სირთულეებს წარმოადგენს. ბოჭკოვან ჰისტოზოლებს შედარებით დაუნგრეველი ორგანული ნიადაგის მასალები აქვთ. ამრიგად, მათ ოდნავ დაბალი მოცულობითი სიმკვრივე და უფრო მაღალი წყლის შემცველობა აქვთ.
uk: Fibric Histosols – це органічні ґрунти, які зазвичай утворюються у вологому середовищі. Їхні властивості значною мірою залежать від типу та ступеня розкладання органічних матеріалів ґрунту. Ґрунти можуть бути продуктивними за умови інтенсивного управління, включаючи дренаж ґрунту, але їхня крихка природа та середовище існування свідчать про необхідність збереження цих ґрунтів, де це можливо. Під час культивації просідання та окислення сульфідів створюють проблеми з управлінням. Fibric Histosols мають відносно нерозкладені органічні матеріали ґрунту. Таким чином, вони мають дещо нижчу об'ємну щільність та вищий вміст води.

# soil##match_info##fibric_histosols##management
source: These soils can be some of our most productive soils, especially for specialty crops such as vegetables. However, they must be drained for use, and this will lead to subsidence of the soil, as exposed peat is rapidly mineralized, and organic matter content quickly drops. This will lead to increasingly acid soils, and thus regularliming will be needed. These organic soils must be managed differently from mineral soils, and techniques that minimize organic matter degradation are a priority.
es: Estos suelos pueden ser algunos de los más productivos, especialmente para cultivos especiales como las hortalizas. Sin embargo, deben ser drenados para su uso, y esto conducirá al hundimiento del suelo, ya que la turba expuesta se mineraliza rápidamente, y el contenido de materia orgánica disminuye rápidamente. Esto hará que los suelos se vuelvan cada vez más ácidos, por lo que será necesario un tratamiento regular. Estos suelos orgánicos deben gestionarse de forma diferente a los suelos minerales, y las técnicas que minimizan la degradación de la materia orgánica son una prioridad.
fr: Ces sols peuvent être parmi nos plus productifs, notamment pour les cultures spécialisées comme les légumes. Cependant, leur drainage est indispensable pour leur exploitation, ce qui entraîne un affaissement du sol, car la tourbe exposée se minéralise rapidement et sa teneur en matière organique diminue rapidement. L'acidification des sols s'en trouve accrue, nécessitant un chaulage régulier. Ces sols organiques doivent être gérés différemment des sols minéraux, et les techniques minimisant la dégradation de la matière organique sont une priorité.
ka: ეს ნიადაგები შეიძლება იყოს ჩვენი ერთ-ერთი ყველაზე პროდუქტიული ნიადაგი, განსაკუთრებით სპეციალური კულტურებისთვის, როგორიცაა ბოსტნეული. თუმცა, მათი გამოყენებამდე საჭიროა დრენირება, რაც გამოიწვევს ნიადაგის დაწევას, რადგან გამოშიშვლებული ტორფი სწრაფად მინერალიზდება და ორგანული ნივთიერებების შემცველობა სწრაფად მცირდება. ეს გამოიწვევს ნიადაგების სულ უფრო მჟავე წარმოქმნას და, შესაბამისად, საჭირო იქნება რეგულარული კირის გამოყენება. ამ ორგანული ნიადაგების მართვა მინერალური ნიადაგებისგან განსხვავებულად უნდა მოხდეს და პრიორიტეტულია ისეთი ტექნიკა, რომელიც ამცირებს ორგანული ნივთიერებების დეგრადაციას.
uk: Ці ґрунти можуть бути одними з найпродуктивніших, особливо для спеціалізованих культур, таких як овочі. Однак для використання їх необхідно осушувати, а це призведе до просідання ґрунту, оскільки відкритий торф швидко мінералізується, а вміст органічної речовини швидко падає. Це призведе до підвищення кислотності ґрунтів, і тому знадобиться регулярне вапнування. Ці органічні ґрунти повинні управлятися інакше, ніж мінеральні ґрунти, і пріоритетом є методи, що мінімізують деградацію органічної речовини.

# soil##match_info##thionic_histosols##name
source: Thionic Histosols
es: Histosoles Tiónicos
fr: Histosols thioniques
ka: თიონური ჰისტოზოლები

# soil##match_info##thionic_histosols##description
source: Thionic Histosols are organic soils that typically form in wet environments. Their properties are largely dependent on the type and degree of decomposition of the organic soil materials. The soils can be productive with intensive management including soil drainage but their fragile nature and habitat suggests preservation of these soils is warranted where possible. When cultivated, subsidence and sulfide oxidation present management challenges. Thionic Histosols have extremely low pH and high acidity or the potential for extremely low pH if drained due to sulfide oxidation.
es: Los Histosoles Tiónicos son suelos orgánicos que se forman típicamente en ambientes húmedos. Sus propiedades dependen en gran medida del tipo y el grado de descomposición de los materiales orgánicos del suelo. Los suelos pueden ser productivos con una gestión intensiva que incluya el drenaje del suelo, pero su naturaleza frágil y su hábitat sugieren que se garantice la preservación de estos suelos cuando sea posible. Cuando se cultivan, el hundimiento y la oxidación de los sulfuros plantean problemas de gestión. Los Histosoles Tiónicos tienen un pH extremadamente bajo y una alta acidez o el potencial de un pH extremadamente bajo si se drena debido a la oxidación de los sulfuros.
fr: Les histosols thioniques sont des sols organiques qui se forment généralement en milieu humide. Leurs propriétés dépendent largement du type et du degré de décomposition des matières organiques du sol. Ces sols peuvent être productifs grâce à une gestion intensive, notamment par drainage, mais leur fragilité et leur habitat justifient leur préservation, dans la mesure du possible. En culture, l'affaissement et l'oxydation des sulfures posent des problèmes de gestion. Les histosols thioniques présentent un pH extrêmement bas et une acidité élevée, ou peuvent atteindre un pH extrêmement bas s'ils sont drainés en raison de l'oxydation des sulfures.
ka: თიონური ჰისტოზოლები ორგანული ნიადაგებია, რომლებიც, როგორც წესი, ტენიან გარემოში წარმოიქმნება. მათი თვისებები დიდწილად დამოკიდებულია ორგანული ნიადაგის მასალების ტიპსა და დაშლის ხარისხზე. ნიადაგები შეიძლება პროდუქტიული იყოს ინტენსიური მოვლა-პატრონობის, მათ შორის ნიადაგის დრენაჟის შემთხვევაში, თუმცა მათი მყიფე ბუნება და ჰაბიტატი იმაზე მიუთითებს, რომ ამ ნიადაგების შენარჩუნება, სადაც ეს შესაძლებელია, აუცილებელია. კულტივირებისას, დაწოლა და სულფიდის დაჟანგვა მართვის სირთულეებს წარმოადგენს. თიონურ ჰისტოზოლებს აქვთ უკიდურესად დაბალი pH და მაღალი მჟავიანობა ან უკიდურესად დაბალი pH-ის პოტენციალი, თუ ისინი დრენირდება სულფიდის დაჟანგვის გამო.
uk: Thionic Histosols – це органічні ґрунти, які зазвичай утворюються у вологому середовищі. Їхні властивості значною мірою залежать від типу та ступеня розкладання органічних матеріалів ґрунту. Ґрунти можуть бути продуктивними за умови інтенсивного управління, включаючи дренаж ґрунту, але їхня крихка природа та середовище існування свідчать про необхідність збереження цих ґрунтів, де це можливо. Під час культивації просідання та окислення сульфідів створюють проблеми з управлінням. Thionic Histosols мають надзвичайно низький pH та високу кислотність або потенціал для надзвичайно низького pH, якщо їх дренувати через окислення сульфідів.

# soil##match_info##thionic_histosols##management
source: These soils can be some of our most productive soils, especially for specialty crops such as vegetables. However, they must be drained for use, and this will lead to subsidence of the soil, as exposed peat is rapidly mineralized, and organic matter content quickly drops. This will lead to increasingly acid soils, and thus regular liming will be needed. These organic soils must be managed differently from mineral soils, and techniques that minimize organic matter degradation are a priority. These soils are most prone of all the Histosols to having a low soil pH, if drained. Liming will be needed.
es: Estos suelos pueden ser algunos de los más productivos, especialmente para cultivos especiales como las hortalizas. Sin embargo, deben ser drenados para su uso, y esto conducirá al hundimiento del suelo, ya que la turba expuesta se mineraliza rápidamente, y el contenido de materia orgánica disminuye rápidamente. Esto hará que los suelos sean cada vez más ácidos, por lo que será necesario un encalado regular. Estos suelos orgánicos deben gestionarse de forma diferente a los suelos minerales, y las técnicas que minimizan la degradación de la materia orgánica son una prioridad. Estos suelos son los más propensos de todos los Histosoles a tener un pH bajo, si se drenan. Será necesario el encalado.
fr: Ces sols peuvent être parmi nos plus productifs, notamment pour les cultures spécialisées comme les légumes. Cependant, leur drainage est indispensable pour leur exploitation, ce qui entraîne un affaissement du sol, car la tourbe exposée se minéralise rapidement et sa teneur en matière organique diminue rapidement. L'acidification des sols s'en trouve accrue, nécessitant un chaulage régulier. Ces sols organiques doivent être gérés différemment des sols minéraux, et des techniques minimisant la dégradation de la matière organique sont prioritaires. Parmi les histosols, ces sols sont les plus sujets à un pH bas s'ils sont drainés. Un chaulage sera alors nécessaire.
ka: ეს ნიადაგები შეიძლება იყოს ჩვენი ერთ-ერთი ყველაზე პროდუქტიული ნიადაგი, განსაკუთრებით სპეციალური კულტურებისთვის, როგორიცაა ბოსტნეული. თუმცა, მათი გამოყენება უნდა მოხდეს დრენაჟით, რაც გამოიწვევს ნიადაგის დაწევას, რადგან გამოშიშვლებული ტორფი სწრაფად მინერალიზდება და ორგანული ნივთიერებების შემცველობა სწრაფად მცირდება. ეს გამოიწვევს ნიადაგების სულ უფრო მჟავე წარმოქმნას და, შესაბამისად, საჭირო იქნება რეგულარული კირით მორწყვა. ეს ორგანული ნიადაგები მინერალური ნიადაგებისგან განსხვავებულად უნდა მოგვარდეს და პრიორიტეტულია ისეთი ტექნიკა, რომელიც ამცირებს ორგანული ნივთიერებების დეგრადაციას. დრენაჟის შემთხვევაში, ეს ნიადაგები ყველაზე მეტად მიდრეკილია დაბალი ნიადაგის pH-ისკენ. საჭირო იქნება კირით მორწყვა.
uk: Ці ґрунти можуть бути одними з найпродуктивніших, особливо для спеціалізованих культур, таких як овочі. Однак для використання їх необхідно осушувати, і це призведе до просідання ґрунту, оскільки відкритий торф швидко мінералізується, а вміст органічної речовини швидко падає. Це призведе до підвищення кислотності ґрунтів, і тому знадобиться регулярне вапнування. Ці органічні ґрунти потрібно обробляти інакше, ніж мінеральні ґрунти, і пріоритетом є методи, що мінімізують деградацію органічної речовини. Ці ґрунти найбільш схильні до низького pH ґрунту з усіх гістосолей, якщо їх осушувати. Знадобиться вапнування.

# soil##match_info##gelic_histosols##name
source: Gelic Histosols
es: Histosoles Gélicos
fr: Histosols géliques
ka: გელური ჰისტოზოლები

# soil##match_info##gelic_histosols##description
source: Gelic Histosols are organic soils that typically form in wet environments. Their properties are largely dependent on the type and degree of decomposition of the organic soil materials. The soils can be productive with intensive management including soil drainage but their fragile nature and habitat suggests preservation of these soils is warranted where possible. When cultivated, subsidence and sulfide oxidation present management challenges. Gelic Histosols have permafrost above two meters and are generally unsuitable for cultivation.
es: Los Histosoles Gélicos son suelos orgánicos que se forman típicamente en ambientes húmedos. Sus propiedades dependen en gran medida del tipo y el grado de descomposición de los materiales orgánicos del suelo. Los suelos pueden ser productivos con una gestión intensiva que incluya el drenaje del suelo, pero su naturaleza frágil y su hábitat sugieren que se garantice la preservación de estos suelos cuando sea posible. Cuando se cultivan, el hundimiento y la oxidación de los sulfuros plantean problemas de gestión. Los Histosoles Gélicos tienen permafrost por encima de los dos metros y generalmente no son aptos para el cultivo.
fr: Les histosols géliques sont des sols organiques qui se forment généralement en milieu humide. Leurs propriétés dépendent largement du type et du degré de décomposition des matières organiques du sol. Ces sols peuvent être productifs grâce à une gestion intensive, notamment par drainage, mais leur fragilité et leur habitat justifient leur préservation, dans la mesure du possible. En culture, l'affaissement et l'oxydation des sulfures posent des problèmes de gestion. Les histosols géliques présentent un pergélisol de plus de deux mètres et sont généralement impropres à la culture.
ka: გელური ჰისტოზოლები ორგანული ნიადაგებია, რომლებიც, როგორც წესი, ტენიან გარემოში წარმოიქმნება. მათი თვისებები დიდწილად დამოკიდებულია ორგანული ნიადაგის მასალების ტიპსა და დაშლის ხარისხზე. ნიადაგები შეიძლება პროდუქტიული იყოს ინტენსიური მოვლა-პატრონობის, მათ შორის ნიადაგის დრენაჟის შემთხვევაში, თუმცა მათი მყიფე ბუნება და ჰაბიტატი იმაზე მიუთითებს, რომ ამ ნიადაგების შენარჩუნება, სადაც ეს შესაძლებელია, აუცილებელია. კულტივირებისას, დაწოლა და სულფიდის დაჟანგვა მართვის სირთულეებს წარმოადგენს. გელური ჰისტოზოლები ორ მეტრზე მეტი სიმაღლის მარადმწვანე ნიადაგებით ხასიათდება და, როგორც წესი, კულტივირებისთვის უვარგისია.
uk: Gelic Histosols – це органічні ґрунти, які зазвичай утворюються у вологому середовищі. Їхні властивості значною мірою залежать від типу та ступеня розкладання органічних матеріалів ґрунту. Ґрунти можуть бути продуктивними за умови інтенсивного управління, включаючи дренаж ґрунту, але їхня крихка природа та середовище існування свідчать про необхідність збереження цих ґрунтів, де це можливо. Під час культивації просідання та окислення сульфідів створюють проблеми з управлінням. Gelic Histosols мають вічну мерзлоту понад два метри та загалом непридатні для культивації.

# soil##match_info##gelic_histosols##management
source: These soils can be some of our most productive soils, especially for specialty crops such as vegetables. However, they must be drained for use, and this will lead to subsidence of the soil, as exposed peat is rapidly mineralized, and organic matter content quickly drops. This will lead to increasingly acid soils, and thus regular liming will be needed. These organic soils must be managed differently from mineral soils, and techniques that minimize organic matter degradation are a priority. If used for production care should be taken to maintain organic matter, for as the permafrost is opened soil subsidence will occur.
es: Estos suelos pueden ser algunos de los más productivos, especialmente para cultivos especiales como las hortalizas. Sin embargo, deben ser drenados para su uso, y esto conducirá al hundimiento del suelo, ya que la turba expuesta se mineraliza rápidamente, y el contenido de materia orgánica disminuye rápidamente. Esto hará que los suelos sean cada vez más ácidos, por lo que será necesario un encalado regular. Estos suelos orgánicos deben gestionarse de forma diferente a los suelos minerales, y las técnicas que minimizan la degradación de la materia orgánica son prioritarias. Si se utilizan para la producción, hay que tener cuidado de mantener la materia orgánica, ya que a medida que se abra el permafrost se producirá un hundimiento del suelo.
fr: Ces sols peuvent être parmi nos plus productifs, notamment pour les cultures spécialisées comme les légumes. Cependant, leur drainage est indispensable pour leur exploitation, ce qui entraîne un affaissement du sol, car la tourbe exposée se minéralise rapidement et sa teneur en matière organique diminue rapidement. L'acidification des sols s'en trouve accrue, nécessitant un chaulage régulier. Ces sols organiques doivent être gérés différemment des sols minéraux, et des techniques minimisant la dégradation de la matière organique sont prioritaires. S'ils sont utilisés à des fins de production, il convient de veiller à préserver la matière organique, car l'ouverture du pergélisol entraîne un affaissement du sol.
ka: ეს ნიადაგები შეიძლება იყოს ჩვენი ერთ-ერთი ყველაზე პროდუქტიული ნიადაგი, განსაკუთრებით სპეციალური კულტურებისთვის, როგორიცაა ბოსტნეული. თუმცა, მათი გამოყენებამდე საჭიროა დრენირება, რაც გამოიწვევს ნიადაგის დაწევას, რადგან გამოშიშვლებული ტორფი სწრაფად მინერალიზდება და ორგანული ნივთიერებების შემცველობა სწრაფად მცირდება. ეს გამოიწვევს ნიადაგების სულ უფრო მჟავე წარმოქმნას და, შესაბამისად, საჭირო იქნება რეგულარული კირის გამოყენება. ეს ორგანული ნიადაგები მინერალური ნიადაგებისგან განსხვავებულად უნდა იქნას მოპყრობილი და პრიორიტეტულია ისეთი ტექნიკა, რომელიც ამცირებს ორგანული ნივთიერებების დეგრადაციას. თუ ისინი გამოიყენება წარმოებისთვის, სიფრთხილე უნდა გამოიჩინოთ ორგანული ნივთიერებების შენარჩუნებაზე, რადგან მუდმივი მყინვარების გახსნისას ნიადაგის დაწევა მოხდება.
uk: Ці ґрунти можуть бути одними з найпродуктивніших, особливо для спеціалізованих культур, таких як овочі. Однак для використання їх необхідно осушувати, і це призведе до просідання ґрунту, оскільки відкритий торф швидко мінералізується, а вміст органічної речовини швидко падає. Це призведе до підвищення кислотності ґрунтів, і тому знадобиться регулярне вапнування. Ці органічні ґрунти потрібно обробляти інакше, ніж мінеральні ґрунти, і пріоритетом є методи, що мінімізують деградацію органічної речовини. Якщо їх використовують для виробництва, слід подбати про збереження органічної речовини, оскільки в міру розкриття вічної мерзлоти відбуватиметься просідання ґрунту.

# soil##match_info##kastanozems##name
source: Kastanozems
ka: კასტანოზემები

# soil##match_info##kastanozems##description
source: Kastanozems grassland soils found in relatively dry climates with high organic matter in surface horizons and often calcareous subsoils. Surface horizons are thinner than those found in Chernozems.
es: Los suelos de los pastizales de Kastanozems se encuentran en climas relativamente secos con un alto contenido de materia orgánica en los horizontes superficiales y a menudo subsuelos calcáreos. Los horizontes superficiales son más finos que los de los Chernozems.
fr: Sols de prairies de Kastanozems, présents dans des climats relativement secs, avec une teneur élevée en matière organique dans les horizons de surface et un sous-sol souvent calcaire. Les horizons de surface sont plus minces que ceux des Chernozems.
ka: კასტანოზემები ბალახოვანი ნიადაგებია, რომლებიც შედარებით მშრალ კლიმატურ პირობებში გვხვდება და ზედაპირულ ჰორიზონტებსა და ხშირად კირქვიან ქვენიადაგებში ორგანული ნივთიერებების მაღალი შემცველობით ხასიათდება. ზედაპირული ჰორიზონტები შავმიწიან ნიადაგებთან შედარებით უფრო თხელია.
uk: Kastanozems - це ґрунти трав'янистої місцевості, що зустрічаються у відносно сухому кліматі з високим вмістом органічної речовини в поверхневих горизонтах і часто вапняних підґрунтях. Поверхневі горизонти тонші, ніж у чорноземах.

# soil##match_info##kastanozems##management
source: These are productive soils, with clay and carbonate accumulations. Productivity will be improved with fertilization (especially phosphorus) and irrigation.
es: Son suelos productivos, con acumulaciones de arcilla y carbonatos. La productividad mejorará con la fertilización (especialmente el fósforo) y el riego.
fr: Ce sont des sols productifs, avec des accumulations d'argile et de carbonate. La productivité sera améliorée par la fertilisation (notamment en phosphore) et l'irrigation.
ka: ეს არის ნაყოფიერი ნიადაგები, თიხიანი და კარბონატული დაგროვებით. პროდუქტიულობა გაუმჯობესდება განოყიერებით (განსაკუთრებით ფოსფორით) და მორწყვით.
uk: Це продуктивні ґрунти з накопиченнями глини та карбонату. Продуктивність покращиться за допомогою внесення добрив (особливо фосфору) та зрошення.

# soil##match_info##haplic_kastanozems##name
source: Haplic Kastanozems
es: Kastanozems Háplicos
fr: Kastanozems hapliques
ka: ჰაპლური კასტანოზემები

# soil##match_info##haplic_kastanozems##description
source: Haplic Kastanozems grassland soils found in relatively dry climates with high organic matter in surface horizons and often calcareous subsoils. Surface horizons are thinner than those found in Chernozems.
es: Los suelos de pastizales de Kastanozems Háplicos se encuentran en climas relativamente secos con un alto contenido de materia orgánica en los horizontes superficiales y a menudo subsuelos calcáreos. Los horizontes superficiales son más finos que los de los Chernozems.
fr: Sols de prairies hapliques de Kastanozems, présents dans des climats relativement secs, avec une teneur élevée en matière organique dans les horizons de surface et un sous-sol souvent calcaire. Les horizons de surface sont plus minces que ceux des Chernozems.
ka: ჰაპლური კასტანომები ბალახოვანი ნიადაგებია, რომლებიც შედარებით მშრალ კლიმატურ პირობებში გვხვდება და ზედაპირულ ჰორიზონტებსა და ხშირად კირქვიან ქვენიადაგებში ორგანული ნივთიერებების მაღალი შემცველობით ხასიათდება. ზედაპირული ჰორიზონტები შავმიწიან ნიადაგებთან შედარებით უფრო თხელია.
uk: Haplic Kastanozems - лучні ґрунти, що зустрічаються у відносно сухому кліматі з високим вмістом органічної речовини в поверхневих горизонтах і часто вапняних підґрунтях. Поверхневі горизонти тонші, ніж у чорноземах.
