Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gelic_regosols##management
source: These soils have low water holding capacity, and are very sensitive to drought. They are prone to erosion, especially in areas with slope. The combination of drought sensitivity and high erosion potential makes these soils best suited for grazing or other uses with constant soil cover. Even when used for grazing irrigation will be needed, due to the low water holding capacity and high permeability of these soils. If used for grazing care should be taken to maintain organic matter, for as the permafrost is opened soil subsidence will occur.
es: Estos suelos tienen una baja capacidad de retención de agua y son muy sensibles a la sequía. Son propensos a la erosión, especialmente en zonas con pendiente. La combinación de la sensibilidad a la sequía y el alto potencial de erosión hace que estos suelos sean los más adecuados para el pastoreo u otros usos con cobertura constante del suelo. Incluso cuando se utilicen para el pastoreo será necesario el riego, debido a la baja capacidad de retención de agua y la alta permeabilidad de estos suelos. Si se utilizan para el pastoreo, se debe tener cuidado de mantener la materia orgánica, ya que a medida que se abre el permafrost se producirá el hundimiento del suelo.
fr: Ces sols ont une faible capacité de rétention d'eau et sont très sensibles à la sécheresse. Ils sont sujets à l'érosion, surtout en pente. Leur sensibilité à la sécheresse et leur fort potentiel érosif en font des sols particulièrement adaptés au pâturage ou à d'autres usages nécessitant une couverture végétale constante. Même utilisés pour le pâturage, l'irrigation sera nécessaire en raison de leur faible capacité de rétention d'eau et de leur forte perméabilité. En cas d'utilisation pour le pâturage, il convient de veiller à maintenir la matière organique, car l'ouverture du pergélisol favorise l'affaissement du sol.
ka: ამ ნიადაგებს დაბალი წყლის შეკავების უნარი აქვთ და ძალიან მგრძნობიარეა გვალვის მიმართ. ისინი მიდრეკილნი არიან ეროზიისკენ, განსაკუთრებით დახრილ ადგილებში. გვალვის მგრძნობელობისა და მაღალი ეროზიული პოტენციალის კომბინაცია ამ ნიადაგებს საუკეთესოდ აქცევს საძოვრად ან სხვა დანიშნულებით, სადაც მუდმივი ნიადაგის საფარია. საძოვრად გამოყენების შემთხვევაშიც კი საჭირო იქნება მორწყვა, ამ ნიადაგების დაბალი წყლის შეკავების უნარისა და მაღალი გამტარიანობის გამო. საძოვრად გამოყენების შემთხვევაში, სიფრთხილე უნდა გამოიჩინოთ ორგანული ნივთიერებების შესანარჩუნებლად, რადგან მუდმივი მყინვარების გახსნისას ნიადაგი დაიწევს.
uk: Ці ґрунти мають низьку вологоємність і дуже чутливі до посухи. Вони схильні до ерозії, особливо в районах зі схилами. Поєднання чутливості до посухи та високого потенціалу ерозії робить ці ґрунти найкращими для випасу худоби або інших видів використання з постійним ґрунтовим покривом. Навіть при використанні для випасу худоби буде необхідне зрошення через низьку вологоємність та високу проникність цих ґрунтів. Якщо використовуються для випасу худоби, слід подбати про збереження органічної речовини, оскільки в міру розкриття вічної мерзлоти відбуватиметься просідання ґрунту.

# soil##match_info##solonchaks##name
source: Solonchaks
ka: სოლონჩაკები

# soil##match_info##solonchaks##description
source: Solonchaks are soils that contain salts at or near the soil surface. These soils form in either deserts or close to coastlines.
es: Los Solonchaks son suelos que contienen sales en la superficie del suelo o cerca de ella. Estos suelos se forman en los desiertos o cerca de las costas.
fr: Les solonchaks sont des sols contenant des sels à la surface ou à proximité. Ces sols se forment dans les déserts ou à proximité des côtes.
ka: სოლონჩაკები ნიადაგებია, რომლებიც შეიცავს მარილებს ნიადაგის ზედაპირზე ან მის მახლობლად. ეს ნიადაგები წარმოიქმნება ან უდაბნოებში, ან სანაპირო ზოლთან ახლოს.
uk: Solonchaks – це ґрунти, що містять солі на поверхні або поблизу неї. Ці ґрунти утворюються або в пустелях, або поблизу берегових ліній.

# soil##match_info##solonchaks##management
source: These soils are typically high in total salts. They have very poor productivity, and cannot be used unless high quality irrigation is available to remove accumulated salts. These soils are not well suited for agriculture and are best used for grazing, or left fallow.
es: Estos suelos suelen tener un alto contenido de sales totales. Tienen una productividad muy pobre, y no pueden utilizarse a menos que se disponga de un riego de alta calidad para eliminar las sales acumuladas. *Estos suelos no son adecuados para la agricultura y es mejor utilizarlos para el pastoreo o dejarlos en barbecho.
fr: Ces sols présentent généralement une teneur élevée en sels totaux. Leur productivité est très faible et leur exploitation est impossible sans une irrigation de qualité pour éliminer les sels accumulés. Ces sols sont peu adaptés à l'agriculture et il est préférable de les utiliser pour le pâturage ou de les laisser en jachère.
ka: ეს ნიადაგები, როგორც წესი, მაღალია საერთო მარილების შემცველობით. მათ ძალიან დაბალი პროდუქტიულობა აქვთ და მათი გამოყენება შეუძლებელია, თუ არ არის ხელმისაწვდომი მაღალი ხარისხის ირიგაცია დაგროვილი მარილების მოსაშორებლად. ეს ნიადაგები არ არის შესაფერისი სოფლის მეურნეობისთვის და საუკეთესოდ გამოიყენება საძოვრად ან უვარგისად.
uk: Ці ґрунти зазвичай мають високий вміст загальної солі. Вони мають дуже низьку продуктивність і не можуть використовуватися без високоякісного зрошення для видалення накопичених солей. Ці ґрунти не дуже підходять для сільського господарства і найкраще використовувати їх для випасу худоби або залишати під паром.

# soil##match_info##haplic_solonchaks##name
source: Haplic Solonchaks
es: Solonchaks Háplicos
fr: Solonchaks hapliques
ka: ჰაპლიკური სოლონჩაკები

# soil##match_info##haplic_solonchaks##description
source: Haplic Solonchaks are soils that contain salts at or near the soil surface. These soils form in either deserts or close to coastlines.
es: Los Solonchaks Háplicos son suelos que contienen sales en la superficie del suelo o cerca de ella. Estos suelos se forman en los desiertos o cerca de las costas.
fr: Les solonchaks hapliques sont des sols contenant des sels à la surface ou à proximité. Ces sols se forment dans les déserts ou à proximité des côtes.
ka: ჰაპლური სოლონჩაკები არის ნიადაგები, რომლებიც შეიცავს მარილებს ნიადაგის ზედაპირზე ან მის მახლობლად. ეს ნიადაგები წარმოიქმნება ან უდაბნოებში, ან სანაპირო ზოლთან ახლოს.
uk: Haplic Solonchaks – це ґрунти, що містять солі на поверхні або поблизу неї. Ці ґрунти утворюються або в пустелях, або поблизу берегових ліній.

# soil##match_info##haplic_solonchaks##management
source: These soils are typically high in total salts. They have very poor productivity, and cannot be used unless high quality irrigation is available to remove accumulated salts. These soils are not well suited for agriculture and are best used for grazing, or left fallow.
es: Estos suelos suelen tener un alto contenido de sales totales. Tienen una productividad muy pobre, y no pueden utilizarse a menos que se disponga de un riego de alta calidad para eliminar las sales acumuladas. *Estos suelos no son adecuados para la agricultura y es mejor utilizarlos para el pastoreo o dejarlos en barbecho.
fr: Ces sols présentent généralement une teneur élevée en sels totaux. Leur productivité est très faible et leur exploitation est impossible sans une irrigation de qualité pour éliminer les sels accumulés. Ces sols sont peu adaptés à l'agriculture et il est préférable de les utiliser pour le pâturage ou de les laisser en jachère.
ka: ეს ნიადაგები, როგორც წესი, მაღალია საერთო მარილების შემცველობით. მათ ძალიან დაბალი პროდუქტიულობა აქვთ და მათი გამოყენება შეუძლებელია, თუ არ არის ხელმისაწვდომი მაღალი ხარისხის ირიგაცია დაგროვილი მარილების მოსაშორებლად. ეს ნიადაგები არ არის შესაფერისი სოფლის მეურნეობისთვის და საუკეთესოდ გამოიყენება საძოვრად ან უვარგისად.
uk: Ці ґрунти зазвичай мають високий вміст загальної солі. Вони мають дуже низьку продуктивність і не можуть використовуватися без високоякісного зрошення для видалення накопичених солей. Ці ґрунти не дуже підходять для сільського господарства і найкраще використовувати їх для випасу худоби або залишати під паром.

# soil##match_info##mollic_solonchaks##name
source: Mollic Solonchaks
es: Solonchaks Mólicos
fr: Solonchaks molliques
ka: მოლიკ სოლონჩაკსი

# soil##match_info##mollic_solonchaks##description
source: Mollic Solonchaks are soils that contain salts at or near the soil surface that form in either deserts or close to coastlines. Mollic Solonchaks have higher organic matter and base saturation in surface horizons.
es: Los Solonchaks Mólicos son suelos que contienen sales en la superficie del suelo o cerca de ella y que se forman en desiertos o cerca de las costas. Los Solonchaks mólicos tienen mayor materia orgánica y saturación de bases en los horizontes superficiales.
fr: Les solonchaks molliques sont des sols contenant des sels à la surface ou à proximité de celle-ci, qui se forment dans les déserts ou à proximité des côtes. Leurs horizons de surface présentent une teneur en matière organique et une saturation en bases plus élevées.
ka: მოლური სოლონჩაკები არის ნიადაგები, რომლებიც შეიცავს მარილებს ნიადაგის ზედაპირზე ან მის მახლობლად და წარმოიქმნება უდაბნოებში ან სანაპირო ზოლთან ახლოს. მოლური სოლონჩაკებს აქვთ უფრო მაღალი ორგანული ნივთიერებები და ფუძეებით გაჯერება ზედაპირულ ჰორიზონტებში.
uk: Mollic Solonchaks – це ґрунти, що містять солі на поверхні або поблизу неї, що утворюються в пустелях або поблизу берегових ліній. Mollic Solonchaks мають вищий вміст органічної речовини та насичення основами в поверхневих горизонтах.

# soil##match_info##mollic_solonchaks##management
source: These soils are typically high in total salts. They have very poor productivity, and cannot be used unless high quality irrigation is available to remove accumulated salts. These soils are not well suited for agriculture and are best used for grazing, or left fallow. Elimination of any saline issues, and use of drainage could improve this soil for use in grazing systems.
es: Estos suelos suelen tener un alto contenido de sales totales. Tienen una productividad muy pobre, y no pueden utilizarse a menos que se disponga de un riego de alta calidad para eliminar las sales acumuladas. *Estos suelos no son adecuados para la agricultura y es mejor utilizarlos para el pastoreo o dejarlos en barbecho. La eliminación de cualquier problema de salinidad y el uso de drenaje podrían mejorar este suelo para su uso en sistemas de pastoreo.
fr: Ces sols présentent généralement une teneur élevée en sels totaux. Leur productivité est très faible et leur exploitation est impossible sans une irrigation de qualité pour éliminer les sels accumulés. Ces sols ne sont pas adaptés à l'agriculture et sont donc mieux adaptés au pâturage ou à la jachère. L'élimination des problèmes de salinité et le drainage pourraient améliorer leur utilisation en pâturage.
ka: ეს ნიადაგები, როგორც წესი, მაღალია საერთო მარილების შემცველობით. მათ ძალიან დაბალი პროდუქტიულობა აქვთ და მათი გამოყენება შეუძლებელია, თუ არ არის ხელმისაწვდომი მაღალი ხარისხის ირიგაცია დაგროვილი მარილების მოსაშორებლად. ეს ნიადაგები არ არის შესაფერისი სოფლის მეურნეობისთვის და საუკეთესოდ გამოიყენება საძოვრად ან უვარგისად. მარილიანი ნიადაგების ნებისმიერი პრობლემის აღმოფხვრა და დრენაჟის გამოყენება შეიძლება გააუმჯობესოს ამ ნიადაგის გამოყენება საძოვრების სისტემებში.
uk: Ці ґрунти зазвичай мають високий вміст загальної солі. Вони мають дуже низьку продуктивність і не можуть використовуватися без високоякісного зрошення для видалення накопичених солей. Ці ґрунти не дуже підходять для сільського господарства і найкраще використовувати їх для випасу худоби або залишати під паром. Усунення будь-яких проблем із засоленням та використання дренажу можуть покращити цей ґрунт для використання в системах випасу.

# soil##match_info##calcic_solonchaks##name
source: Calcic Solonchaks
es: Solonchaks Cálcicos
fr: Solonchaks calciques
ka: კალციკ სოლონჩაკსი

# soil##match_info##calcic_solonchaks##description
source: Calcic Solonchaks are soils that contain salts at or near the soil surface that form in either deserts or close to coastlines. Calcic Solonchaks are calcareous in a soil layer below the surface.
es: Los Solonchaks Cálcicos son suelos que contienen sales en la superficie del suelo o cerca de ella y que se forman en los desiertos o cerca de las costas. Los Solonchaks Cálcicos son calcáreos en una capa del suelo por debajo de la superficie.
fr: Les solonchaks calciques sont des sols contenant des sels à la surface ou près de la surface, qui se forment dans les déserts ou à proximité des côtes. Les solonchaks calciques sont calcaires dans une couche de sol sous-jacente.
ka: კალციუმიანი სოლონჩაკები არის ნიადაგები, რომლებიც შეიცავს მარილებს ნიადაგის ზედაპირზე ან მის მახლობლად და წარმოიქმნება უდაბნოებში ან სანაპირო ზოლთან ახლოს. კალციუმიანი სოლონჩაკები კირქვიანია ზედაპირის ქვეშ ნიადაგის ფენაში.
uk: Calcic Solonchaks – це ґрунти, що містять солі на поверхні або поблизу неї, що утворюються в пустелях або поблизу берегових ліній. Calcic Solonchaks – це вапняні ґрунти, що знаходяться в шарі ґрунту під поверхнею.

# soil##match_info##calcic_solonchaks##management
source: These soils are typically high in total salts. They have very poor productivity, and cannot be used unless high quality irrigation is available to remove accumulated salts. These soils are not well suited for agriculture and are best used for grazing, or left fallow. The soil pH in the upper soil layer will be high (> 7.0)
es: Estos suelos son típicamente altos en sales totales. Tienen una productividad muy pobre, y no pueden utilizarse a menos que se disponga de un riego de alta calidad para eliminar las sales acumuladas. *Estos suelos no son adecuados para la agricultura y es mejor utilizarlos para el pastoreo o dejarlos en barbecho. El pH del suelo en la capa superior será alto (> 7,0).
fr: Ces sols présentent généralement une teneur élevée en sels totaux. Leur productivité est très faible et leur exploitation est impossible sans une irrigation de qualité pour éliminer les sels accumulés. Ces sols sont peu adaptés à l'agriculture et il est préférable de les utiliser pour le pâturage ou de les laisser en jachère. Le pH de la couche supérieure du sol sera élevé (&gt; 7,0).
ka: ეს ნიადაგები, როგორც წესი, მდიდარია საერთო მარილებით. მათ ძალიან დაბალი პროდუქტიულობა აქვთ და მათი გამოყენება შეუძლებელია, თუ არ არის ხელმისაწვდომი მაღალი ხარისხის ირიგაცია დაგროვილი მარილების მოსაშორებლად. ეს ნიადაგები არ არის შესაფერისი სოფლის მეურნეობისთვის და საუკეთესოდ გამოიყენება საძოვრად ან უვარგისად. ნიადაგის ზედა ფენაში ნიადაგის pH მაღალი იქნება (> 7.0).
uk: Ці ґрунти зазвичай мають високий вміст загальної солі. Вони мають дуже низьку продуктивність і не можуть використовуватися без високоякісного зрошення для видалення накопичених солей. Ці ґрунти не дуже підходять для сільського господарства і найкраще використовувати їх для випасу худоби або залишати під паром. Рівень pH ґрунту у верхньому шарі буде високим (> 7,0).

# soil##match_info##gypsic_solonchaks##name
source: Gypsic Solonchaks
es: Solonchaks Gípsicos
fr: Solonchaks gitans
ka: ბოშა სოლონჩაკები

# soil##match_info##gypsic_solonchaks##description
source: Gypsic Solonchaks are soils that contain salts at or near the soil surface that form in either deserts or close to coastlines. Gypsic Solonchaks have gypsum in a soil layer below the surface.
es: Los Solonchaks Gípsicos son suelos que contienen sales en la superficie del suelo o cerca de ella y que se forman en los desiertos o cerca de las costas. Los Solonchaks Gípsicos tienen yeso en una capa del suelo por debajo de la superficie.
fr: Les solonchaks gypseux sont des sols contenant des sels à la surface ou à proximité de celle-ci, qui se forment dans les déserts ou à proximité des côtes. Ils contiennent du gypse dans une couche de sol sous la surface.
ka: თაბაშირის სოლონჩაკებს წარმოადგენენ ნიადაგები, რომლებიც შეიცავს მარილებს ნიადაგის ზედაპირზე ან მის მახლობლად და რომლებიც წარმოიქმნება უდაბნოებში ან სანაპირო ზოლთან ახლოს. თაბაშირის სოლონჩაკებს ზედაპირის ქვეშ ნიადაგის ფენაში თაბაშირი აქვთ.
uk: Gypsic Solonchaks – це ґрунти, що містять солі на поверхні або поблизу неї, що утворюються в пустелях або поблизу берегових ліній. Gypsic Solonchaks містять гіпс у шарі ґрунту під поверхнею.

# soil##match_info##gypsic_solonchaks##management
source: These soils are typically high in total salts. They have very poor productivity, and cannot be used unless high quality irrigation is available to remove accumulated salts. These soils are not well suited for agriculture and are best used for grazing, or left fallow. These soils may be high in total salts, but will likely not be sodic (high in sodium), as exchangeable Ca levels will be high.
es: Estos suelos suelen tener un alto contenido de sales totales. Tienen una productividad muy pobre, y no pueden utilizarse a menos que se disponga de un riego de alta calidad para eliminar las sales acumuladas. Estos suelos no son adecuados para la agricultura y es mejor utilizarlos para el pastoreo o dejarlos en barbecho. Estos suelos pueden tener un alto contenido en sales totales, pero probablemente no serán sódicos (altos en sodio), ya que los niveles de Ca intercambiable serán altos.
fr: Ces sols sont généralement riches en sels totaux. Leur productivité est très faible et leur exploitation est impossible sans une irrigation de qualité pour éliminer les sels accumulés. Ces sols ne sont pas adaptés à l'agriculture et sont donc mieux adaptés au pâturage ou à la jachère. Ces sols peuvent être riches en sels totaux, mais ne seront probablement pas sodiques (riches en sodium), car leurs teneurs en calcium échangeable seront élevées.
ka: ეს ნიადაგები, როგორც წესი, მდიდარია საერთო მარილებით. მათ ძალიან დაბალი პროდუქტიულობა აქვთ და მათი გამოყენება შეუძლებელია, თუ არ არის ხელმისაწვდომი მაღალი ხარისხის ირიგაცია დაგროვილი მარილების მოსაშორებლად. ეს ნიადაგები არ არის შესაფერისი სოფლის მეურნეობისთვის და საუკეთესოდ გამოიყენება საძოვრად ან უვარგისად. ამ ნიადაგებს შეიძლება ჰქონდეს საერთო მარილების მაღალი შემცველობა, მაგრამ, სავარაუდოდ, არ იქნება ნატრიუმის შემცველი (ნატრიუმის შემცველობით მაღალი), რადგან კალციუმის ცვლადი დონე მაღალი იქნება.
uk: Ці ґрунти зазвичай мають високий вміст загальної солі. Вони мають дуже низьку продуктивність і не можуть використовуватися без високоякісного зрошення для видалення накопичених солей. Ці ґрунти не дуже підходять для сільського господарства і найкраще їх використовувати для випасу худоби або залишати під паром. Ці ґрунти можуть мати високий вміст загальної солі, але, ймовірно, не будуть натрієвими (з високим вмістом натрію), оскільки рівень обмінного кальцію буде високим.

# soil##match_info##sodic_solonchaks##name
source: Sodic Solonchaks
es: Solonchaks Sódicos
fr: Solonchaks sodiques
ka: სოდიური სოლონჩაკები

# soil##match_info##sodic_solonchaks##description
source: Sodic Solonchaks are soils that contain salts at or near the soil surface that form in either deserts or close to coastlines. These soils have high exchangeable sodium in surface andsubsurface horizons.
es: Los Solonchaks Sódicos son suelos que contienen sales en la superficie del suelo o cerca de ella y que se forman en los desiertos o cerca de las costas. Estos suelos tienen un alto nivel de sodio intercambiable en los horizontes superficiales y/o subsuperficiales.
fr: Les solonchaks sodiques sont des sols contenant des sels à la surface ou près de la surface, qui se forment dans les déserts ou à proximité des côtes. Ces sols présentent une teneur élevée en sodium échangeable dans les horizons superficiels et souterrains.
ka: სოდიანი სოლონჩაკები არის ნიადაგები, რომლებიც შეიცავს მარილებს ნიადაგის ზედაპირზე ან მის მახლობლად და წარმოიქმნება უდაბნოებში ან სანაპირო ზოლთან ახლოს. ამ ნიადაგებს აქვთ მაღალი ცვალებადი ნატრიუმის შემცველობა ზედაპირულ და მიწისქვეშა ჰორიზონტებში.
uk: Sodic Solonchaks – це ґрунти, що містять солі на поверхні або поблизу неї, що утворюються в пустелях або поблизу берегових ліній. Ці ґрунти мають високий вміст обмінного натрію в поверхневому та підповерхневому горизонтах.

# soil##match_info##sodic_solonchaks##management
source: These soils are typically high in total salts and have accumulated sodium as the primary salt (sodic). Due to high sodium these soil will appear wet when they are not, and plants will wilt. They have very poor productivity, and cannot be used unless remediated by the application of gypsum to displace sodium, followed by leaching with higher quality water to move the displaced sodium from the rooting zone. If remediation cannot be performed the soils are best left fallow, or grazed with whatever tolerance species are present.
es: Estos suelos son típicamente altos en sales totales y tienen sodio acumulado como sal primaria (sódico). Debido al alto nivel de sodio, estos suelos parecerán húmedos cuando no lo son, y las plantas se marchitarán. Tienen una productividad muy pobre, y no pueden ser utilizados a menos que se remedien mediante la aplicación de yeso para desplazar el sodio, seguido de la lixiviación con agua de mayor calidad para mover el sodio desplazado de la zona de enraizamiento. Si no se pueden remediar los suelos, es mejor dejarlos en barbecho o pastorearlos con cualquier especie tolerante.
fr: Ces sols sont généralement riches en sels totaux et contiennent du sodium comme sel principal (sodique). En raison de leur teneur élevée en sodium, ces sols paraissent humides alors qu'ils ne le sont pas, et les plantes flétrissent. Leur productivité est très faible et ils ne peuvent être exploités que s'ils sont assainis par l'application de gypse pour déplacer le sodium, suivi d'un lessivage avec une eau de meilleure qualité pour évacuer le sodium de la zone racinaire. Si l'assainissement est impossible, il est préférable de laisser les sols en jachère ou de les faire pâturer avec les espèces tolérantes présentes.
ka: ეს ნიადაგები, როგორც წესი, მდიდარია საერთო მარილებით და მათში ნატრიუმი დაგროვებულია პირველადი მარილის (ნატრიუმის) სახით. ნატრიუმის მაღალი შემცველობის გამო, ეს ნიადაგები სველი ჩანს, როცა არ არის და მცენარეები ჭკნება. მათ ძალიან დაბალი პროდუქტიულობა აქვთ და მათი გამოყენება შეუძლებელია, თუ არ მოხდება თაბაშირის გამოყენება ნატრიუმის ჩასანაცვლებლად, რასაც მოჰყვება მაღალი ხარისხის წყლით გამორეცხვა, რათა გადაადგილებული ნატრიუმი ფესვთა ზონიდან გადაადგილებული იყოს. თუ რემედიაცია ვერ განხორციელდება, ნიადაგი უმჯობესია დატოვოთ უვარგისი ან გამოიყენოთ იმ სახეობებით, რომლებიც ტოლერანტულია.
uk: Ці ґрунти зазвичай мають високий вміст загальної солі та накопичують натрій як основну сіль (натрій). Через високий вміст натрію цей ґрунт виглядатиме вологим, коли це не так, і рослини в'януть. Вони мають дуже низьку продуктивність і не можуть використовуватися без рекультивації шляхом внесення гіпсу для витіснення натрію, а потім промивання водою вищої якості для видалення витісненого натрію із зони кореневої системи. Якщо рекультивацію неможливо виконати, ґрунти найкраще залишити під паром або випасати з урахуванням будь-яких толерантних видів, що присутні.

# soil##match_info##gleyic_solonchaks##name
source: Gleyic Solonchaks
es: Solonchaks Gleyicos
fr: Solonchaks gleyiques
ka: გლეიკური სოლონჩაკები
