Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##color##photo_need_help
source: To use a photo to determine soil color, you’ll need a 3M Canary Yellow Post-it Note for color reference and a properly prepared soil sample. Need help? Use the step-by-step guide.
es: Para utilizar una foto para determinar el color del suelo, necesitará una nota Post-it color amarilla canaria de 3M como referencia de color y una muestra de suelo debidamente preparada. ¿Necesitas ayuda? Utiliza la guía paso a paso.
fr: Pour utiliser une photo afin de déterminer la couleur du sol, vous aurez besoin d'un Post-it 3M Jaune Canari comme référence de couleur et d'un échantillon de sol correctement préparé. Besoin d'aide ? Suivez le guide étape par étape.
ka: ნიადაგის ფერის დასადგენად ფოტოს გამოყენებით, დაგჭირდებათ 3M Canary Yellow Post-it Note ფერის მითითებისთვის და სათანადოდ მომზადებული ნიადაგის ნიმუში. დახმარება გჭირდებათ? გამოიყენეთ ეტაპობრივი ინსტრუქცია.
uk: Щоб визначити колір ґрунту за фотографією, вам знадобиться стікер (жовтого кольору листочок паперу) 3M Canary Yellow Post-it для визначення кольору та належним чином підготовлений зразок ґрунту. Потрібна допомога? Скористайтеся покроковим посібником.

# soil##color##use_guide_label
source: Use Guide
es: Usar guía
fr: Guide d'utilisation
ka: გამოყენების სახელმძღვანელო
uk: Скористайтеся посібником

# soil##color##color_photo_soil_condition##MOIST
source: Moist
es: Húmedo
fr: Humide
ka: ტენიანი
uk: Вологий

# soil##color##color_photo_soil_condition##DRY
source: Dry
es: Seco
fr: Sec
ka: მშრალი
uk: Сухий

# soil##color##color_photo_lighting_condition##EVEN
source: Yes
es: Sí
fr: Oui
ka: დიახ
uk: Так

# soil##color##color_photo_lighting_condition##UNEVEN
source: No
fr: Non
ka: არა
uk: Ні

# slope##steepness##short_title
source: Steepness
es: Nivel de inclinación
fr: Pente
ka: ციცაბო
uk: Крутизна

# slope##steepness##long_title
source: Slope Steepness
es: Nivel de inclinación de la pendiente
fr: Pente raide
ka: ფერდობის დახრილობა
uk: Крутизна схилу

# slope##steepness##manual_label
source: Manual
fr: Manuel
ka: სახელმძღვანელო
uk: Вручнк

# slope##steepness##manual_help
source: Enter steepness percentage or degree:
es: Introduce el porcentaje o grado de inclinación
fr: Entrez le pourcentage ou le degré de pente
ka: შეიყვანეთ დახრილობის პროცენტი ან ხარისხი

# slope##steepness##confirm_title
source: Change slope?
es: ¿Cambiar pendiente?
fr: Changer de pente ?
ka: დახრილობის შეცვლა?
uk: Редагувати значення схилу?

# slope##steepness##confirm_body
source: Are you sure you want to override the slope steepness?
es: ¿Estás seguro de querer anular el nivel de inclinación de la pendiente?
fr: Êtes-vous sûr de vouloir remplacer la pente ?
ka: დარწმუნებული ხართ, რომ გსურთ ფერდობის დახრილობის უგულებელყოფა?
uk: Ви впевнені, що хочете змінити крутизну схилу?

# slope##steepness##percentage_placeholder
source: Percentage
es: Porcentaje
fr: Pourcentage
ka: პროცენტი
uk: Відсоток

# slope##steepness##degree_placeholder
source: Degree
es: Grado
fr: Degré
ka: ხარისხი
uk: Ступінь

# slope##steepness##slope_meter
source: Slope Meter
es: Medidor de pendiente
fr: Inclinomètre
ka: დახრილობის მრიცხველი
uk: Схиломір

# slope##steepness##camera_grant
source: Grant Camera Permission
es: Permitir el uso de la cámara
fr: Accorder l'autorisation de la caméra
ka: კამერის ნებართვის მინიჭება
uk: Надати дозвіл на камеру

# slope##steepness##no_camera
source: No Camera Access
es: Sin acceso a la cámara
fr: Pas d'accès à la caméra
ka: კამერაზე წვდომა აკრძალულია
uk: Без доступу до камери

# slope##steepness##no_camera_explanation
source: For best results, allow LandPKS Soil ID to use your camera in Settings
es: Para el mejor resultado, concede a LandPKS Soil ID acceso tu cámara desde configuraciones.
fr: Pour de meilleurs résultats, autorisez LandPKS Soil ID à utiliser votre caméra dans les paramètres
ka: საუკეთესო შედეგის მისაღებად, პარამეტრებში LandPKS Soil ID-ს თქვენი კამერის გამოყენების ნებართვა მიეცით პარამეტრებში.
uk: Для найкращих результатів дозвольте LandPKS Soil ID використовувати вашу камеру в налаштуваннях

# slope##steepness##info##description_distance_METRIC
source: 4 meters
es: 4 metros
fr: 4 mètres
ka: 4 მეტრი
uk: 4 метри

# slope##steepness##info##description_distance_ENGLISH
source: 15 feet
es: 15 pies
fr: 15 pieds
ka: 15 ფუტი
uk: 15 футів

# slope##steepness##select_labels##FLAT
source: Flat
es: Plano
fr: Plat
ka: ბრტყელი
uk: Практично рівнинна ділянка

# slope##steepness##select_labels##GENTLE
source: Gentle
es: Suave
fr: Doux
ka: ნაზი
uk: Пологий схил

# slope##steepness##select_labels##MODERATE
source: Moderate
es: Moderada
fr: Modéré
ka: ზომიერი
uk: Помірної стрімкості

# slope##steepness##select_labels##ROLLING
source: Rolling
es: Ondulada
fr: Roulement
ka: მოძრავი
uk: Середньопологий рельєф

# slope##steepness##select_labels##HILLY
source: Hilly
es: Con colinas
fr: Vallonné
ka: ბორცვიანი
uk: хвилястий

# slope##steepness##select_labels##STEEP
source: Steep
es: Empinada
fr: Raide
ka: ციცაბო
uk: Крутий

# slope##steepness##select_labels##MODERATELY_STEEP
source: Moderately Steep
es: Moderademente empinada
fr: Modérément raide
ka: ზომიერად ციცაბო
uk: Помірно крутий

# slope##steepness##select_labels##VERY_STEEP
source: Very Steep
es: Muy empinada
fr: Très raide
ka: ძალიან ციცაბო
uk: Дуже крутий

# slope##steepness##select_labels##STEEPEST
source: Steepest
es: Más empinada
fr: Le plus raide
ka: ყველაზე ციცაბო
uk: Найкрутіший

# slope##steepness##select_display
source: {{steepness_name}} {{steepness_percent}}
ka: {{ციცაბო_სახელი}} {{ციცაბო_პროცენტი}}

# slope##shape##long_title
source: Slope Shape
es: Forma de pendiente
fr: Forme de la pente
ka: ფერდობის ფორმა
uk: Форма схилу

# slope##shape##info##description_distance_METRIC
source: 20–30 meters
es: 20-30 metros
fr: 20–30 mètres
ka: 20–30 მეტრი
uk: 20–30 метрів

# slope##shape##info##description_distance_ENGLISH
source: 60–90 feet
es: 60-90 pies
fr: 60 à 90 pieds
ka: 60–90 ფუტი
uk: 60-90 футів

# slope##shape##info##down_slope
source: Down Slope
es: Cuesta abajo
fr: Descente de pente
ka: დაღმართი ფერდობი
uk: Вниз по схилу

# slope##shape##info##cross_slope
source: Cross Slope
es: Pendiente transversal
fr: pente transversale
ka: ჯვარედინი ფერდობი
uk: Впоперек схилу

# slope##shape##select_labels##CONCAVE
source: Concave
es: Cóncava
ka: ჩაზნექილი
uk: Увігнутий

# slope##shape##select_labels##CONVEX
source: Convex
es: Convexa
fr: Convexe
ka: ამოზნექილი
uk: Опуклий

# slope##shape##select_labels##LINEAR
source: Linear
es: Lineal
fr: Linéaire
ka: ხაზოვანი
uk: Прямий

# image##use_camera
source: Use Camera
es: Sacar foto
fr: Utiliser l'appareil photo
ka: კამერის გამოყენება
uk: Використовувати камеру

# image##choose_from_gallery
source: Choose from Gallery
es: Biblioteca de fotos
fr: Choisissez dans la galerie
ka: აირჩიეთ გალერეიდან
uk: Виберіть з галереї

# info##title
source: Discover your land’s potential
es: Descubre el potencial de tu paisaje
fr: Découvrez le potentiel de votre terrain
ka: აღმოაჩინეთ თქვენი მიწის პოტენციალი
uk: Дослідіть потенціал вашої землі

# info##description
source: <bold>Discover the potential use and value of your land.</bold> Accurately determine the soil type and other features of your land. Gain insights for grazing and farming options, carbon sequestration, and more.
es: <bold>Descubre el uso y el valor potenciales de tu paisaje.</bold> Determina con precisión el tipo de suelo y otras características de tu paisaje. Obtiene información sobre opciones de pastoreo y agricultura, secuestro de carbono y mucho más.
fr: <bold>Découvrez l’utilisation potentielle et la valeur de votre terrain.</bold> Déterminez précisément le type de sol et les autres caractéristiques de votre terrain. Obtenez des informations sur les options de pâturage et d'agriculture, la séquestration du carbone, et plus encore.
ka: <bold>აღმოაჩინეთ თქვენი მიწის პოტენციური გამოყენება და ღირებულება.</bold> ზუსტად განსაზღვრეთ ნიადაგის ტიპი და თქვენი მიწის სხვა მახასიათებლები. მიიღეთ ინფორმაცია საძოვრებისა და მეურნეობის ვარიანტების, ნახშირბადის შთანთქმის და სხვა საკითხების შესახებ.
uk: <bold>Дослідіть можливості використання та цінність вашої землі.</bold> Точно визначте тип ґрунту та інші характеристики вашої земельної ділянки. Отримайте інформацію про варіанти випасу худоби та ведення сільського господарства, секвестрації вуглецю тощо.

# info##description2
source: <bold>Find more information and guides</bold> at: <icon />
es: <bold>Encuentra más información y guías</bold> en: <icon />
fr: <bold>Trouvez plus d'informations et de guides</bold> à: <icon />
ka: <bold>დამატებითი ინფორმაციისა და სახელმძღვანელოების პოვნა</bold> შეგიძლიათ შემდეგ ბმულზე: <icon />
uk: <bold>Знайдіть більше інформації та посібників</bold> за адресою: <icon />

# projects##search##lastModAsc
source: Last Modified (most recent)
es: Última modificación (más reciente)
fr: Dernière modification (la plus récente)
ka: ბოლო ცვლილება (ყველაზე ბოლო)
uk: Остання зміна (найновіша)

# projects##search##lastModDesc
source: Last Modified (least recent)
es: Última modificación (menos reciente)
fr: Dernière modification (la moins récente)
ka: ბოლოს შეცვლილი (ყველაზე ბოლო)
uk: Остання зміна (найменш давня)

# screens##SITES
source: LandPKS Soil ID
fr: Identification des sols LandPKS
ka: LandPKS ნიადაგის ID
uk: Ідентифікатор ґрунту LandPKS

# soil##collection_method_summary##soilTexture
source: Texture Class
es: Clase de textura
fr: Classe de texture
ka: ტექსტურის კლასი
uk: Тип гранулометричного складу грунту

# soil##vertical_cracking##no_cracks
source: <bold>No Cracks</bold> No cracks are visible on the soil surface.
es: <bold>Sin grietas</bold> No se aprecian grietas en la superficie del suelo.
fr: <bold>Pas de fissures</bold> Aucune fissure n’est visible à la surface du sol.
ka: <bold>ბზარები არ არის</bold> ნიადაგის ზედაპირზე ბზარები არ ჩანს.
uk: <bold>Без тріщин</bold> На поверхні ґрунту не видно тріщин.

# soil##vertical_cracking##surface_cracks
source: <bold>Surface Cracks</bold> Surface cracks are less than $t(soil.vertical_cracking.description_depth, {"context": "{{units}}"}) deep.
es: <bold>Grietas superficiales</bold> Las grietas superficiales tienen una profundidad inferior a $t(soil.vertical_cracking.description_depth, {"context": "{{units}}"}).
fr: <bold>Fissures de surface</bold> Les fissures de surface ont une profondeur inférieure à $t(soil.vertical_cracking.description_depth, {"context": "{{units}}"}).
ka: <bold>ზედაპირული ბზარები</bold> ზედაპირული ბზარების სიღრმე $t(soil.vertical_cracking.description_depth, {"context": "{{units}}"})-ზე ნაკლებია.
uk: <bold>Поверхневі тріщини</bold> Поверхневі тріщини мають глибину менше $t(soil.vertical_cracking.description_depth, {"context": "{{units}}"}) .

# soil##vertical_cracking##deep_vertical_cracks
source: <bold>Deep Vertical Cracks</bold> Deep vertical cracks are at least $t(soil.vertical_cracking.description_width, {"context": "{{units}}"}) wide and $t(soil.vertical_cracking.description_depth, {"context": "{{units}}"}) deep. You should be able to place a pencil inside the cracks.
es: <bold>Grietas verticales profundas</bold> Las grietas verticales profundas tienen una anchura mínima de $t(soil.vertical_cracking.description_width, {"context": "{{units}}"}) y una profundidad mínima de $t(soil.vertical_cracking.description_depth, {"context": "{{units}}"}). Debería poder colocar un lápiz dentro de las grietas.
fr: <bold>Fissures verticales profondes</bold> Les fissures verticales profondes mesurent au moins $t(soil.vertical_cracking.description_width, {"context": "{{units}}"}) de large et $t(soil.vertical_cracking.description_depth, {"context": "{{units}}"}) de profondeur. Vous devriez pouvoir y insérer un crayon.
ka: <bold>ღრმა ვერტიკალური ბზარები</bold> ღრმა ვერტიკალური ბზარები მინიმუმ $t(soil.vertical_cracking.description_width, {"context": "{{units}}"}) სიგანისა და $t(soil.vertical_cracking.description_depth, {"context": "{{units}}"}) სიღრმისაა. ბზარებში ფანქრის მოთავსება უნდა შეგეძლოთ.
uk: <bold>Глибокі вертикальні тріщини</bold> Глибокі вертикальні тріщини мають щонайменше $t(soil.vertical_cracking.description_width, {"context": "{{units}}"}) ширину та $t(soil.vertical_cracking.description_depth, {"context": "{{units}}"}) глибину. Ви повинні мати змогу помістити олівець всередину тріщин.

# soil##texture##info##description_end
source: Knowing the soil texture helps you more accurately identify your soil.
es: Conocer la textura del suelo también te ayuda a identificar tu suelo con mayor precisión.
fr: Connaître la texture du sol vous aide à identifier plus précisément votre sol.
ka: ნიადაგის ტექსტურის ცოდნა დაგეხმარებათ უფრო ზუსტად განსაზღვროთ თქვენი ნიადაგი.
uk: Знання гранскладу ґрунту допоможе вам точніше ідентифікувати ґрунт.

# projects##sites##delete_site_modal##project
source: Project managers can remove the site from this project to retain its data.
es: Los administradores de proyecto pueden eliminar el sitio de este proyecto para conservar sus datos.
fr: Les gestionnaires de projet peuvent supprimer le site de ce projet pour conserver ses données.
ka: პროექტის მენეჯერებს შეუძლიათ საიტის ამ პროექტიდან ამოღება მისი მონაცემების შესანარჩუნებლად.
uk: Керівники проектів можуть видалити ділянку з цього проекту, щоб зберегти його дані.

# welcome##terms
source: By using LandPKS you accept our privacy policy and terms of service.
es: Al utilizar LandPKS usted acepta nuestra política de privacidad y términos de servicio.
fr: En utilisant LandPKS, vous acceptez notre politique de confidentialité et nos conditions de service.
ka: LandPKS-ის გამოყენებით თქვენ ეთანხმებით ჩვენს კონფიდენციალურობის პოლიტიკას და მომსახურების პირობებს.
uk: Використовуючи LandPKS, ви приймаєте нашу політику конфіденційності та умови надання послуг.

# info##get_started
source: <bold>To get started, use the map to create a site:</bold>
es: <bold>Para empezar, utiliza el mapa para crear un sitio:</bold>
fr: <bold>Pour commencer, utilisez la carte pour créer un site :</bold>
ka: <bold>დასაწყებად, გამოიყენეთ რუკა საიტის შესაქმნელად:</bold>
uk: <bold>Щоб розпочати, скористайтеся картою для створення ділянки:</bold>

# site##list_title_empty
source: Create Site
es: Crear sitio
fr: Créer un site
ka: საიტის შექმნა
uk: Створити ділянку

# site##empty##map
source: Tap anywhere on the map
es: Toca en cualquier lugar del mapa
fr: Appuyez n'importe où sur la carte
ka: შეეხეთ რუკაზე ნებისმიერ ადგილას
uk: Натисніть будь-де на карті

# site##empty##icon
source: Tap the My Location icon
es: Toca el icóno Mi ubicación
fr: Appuyez sur l'icône Ma position
ka: შეეხეთ ჩემი მდებარეობის ხატულას
uk: Натисніть значок «Моє місцезнаходження»

# site##empty##coords
source: Enter coordinates, address, or search term in the map search bar
es: Introduce las coordenadas, la dirección o el término de búsqueda en la barra de búsqueda del mapa
fr: Saisissez les coordonnées, l'adresse ou le terme de recherche dans la barre de recherche de la carte
ka: შეიყვანეთ კოორდინატები, მისამართი ან საძიებო ტერმინი რუკის საძიებო ველში
uk: Введіть координати, адресу або пошуковий термін у рядок пошуку на карті

# site##empty##summary
source: A site lets you collect and save observations, learn more about the land and its potential, and share with others.
es: Un sitio te permite recopilar y guardar observaciones, aprender más sobre el terreno y su potencial, y compartirlo con los demás.
fr: Un site permet de collecter et de sauvegarder des observations, d’en apprendre davantage sur le terrain et son potentiel, et de partager avec d’autres.
ka: საიტი საშუალებას გაძლევთ შეაგროვოთ და შეინახოთ დაკვირვებები, მეტი გაიგოთ მიწისა და მისი პოტენციალის შესახებ და გაუზიაროთ სხვებს.
uk: Ділянка дозволяє збирати та зберігати спостереження, дізнаватися більше про землю та її потенціал, а також ділитися цією інформацією з іншими.

# site##offline##alert_body
source: Sites can only be created while online.
es: Los sitios sólo pueden crearse mientras estás en línea.
fr: Les sites ne peuvent être créés qu'en ligne.
ka: საიტების შექმნა მხოლოდ ონლაინ რეჟიმშია შესაძლებელი.
uk: Ділянки можна створювати лише онлайн.

# site##soil_id##matches##match_score
source: {{score}}
ka: {{ქულა}}

# site##soil_id##matches##offline
source: Soil matches will update when you are online.
es: Las coincidencias de suelo se actualizarán cuando estés conectado.
fr: Les correspondances de sol seront mises à jour lorsque vous serez en ligne.
ka: ნიადაგის შესაბამისობები განახლდება, როდესაც ონლაინ იქნებით.
uk: Співпадіння ґрунтів оновлюватимуться, коли ви будете онлайн.

# site##soil_id##matches##selector
source: This is the correct soil
es: Este es el suelo correcto
fr: C'est le bon sol
ka: ეს არის სწორი ნიადაგი
uk: Це правильно ідентифікований ґрунт

# site##soil_id##matches##selected
source: Selected Soil
es: Suelo seleccionado
fr: Sol sélectionné
ka: შერჩეული ნიადაგი
uk: Обраний ґрунт

# site##soil_id##site_data##cracks##title
source: Soil Cracks
es: Grietas del suelo
fr: Fissures du sol
ka: ნიადაგის ბზარები
uk: Тріщини ґрунту

# site##soil_id##site_data##cracks##add_data
source: Enter Cracks
es: Introducir grietas
fr: Entrez dans les fissures
ka: შეიყვანეთ ბზარები
uk: Введіть тріщини

# site##soil_id##soil_properties_score_info##offline
source: Soil properties score will update when you are online.
es: La puntuación de las propiedades del suelo se actualizará cuando estés en línea.
fr: Le score des propriétés du sol sera mis à jour lorsque vous serez en ligne.
ka: ნიადაგის თვისებების ქულა განახლდება, როდესაც ონლაინ იქნებით.
uk: Оцінка властивостей ґрунту оновиться, коли ви будете онлайн.

# site##notes##pinned_note
source: Pinned Note
es: Nota destacada
fr: Note épinglée
ka: მიმაგრებული ჩანაწერი
uk: Закріплена нотатка

# site##notes##offline
source: Creating and editing notes is only available online.
es: La creación y edición de notas sólo está disponible en línea.
fr: La création et la modification de notes sont uniquement disponibles en ligne.
ka: ჩანაწერების შექმნა და რედაქტირება მხოლოდ ონლაინ რეჟიმშია შესაძლებელი.
uk: Створення та редагування нотаток доступне лише онлайн.

# site##search##offline
source: You are offline. Search is not available, but you can enter exact coordinates.
es: No estás conectado. La búsqueda no está disponible, pero puedes introducir las coordenadas exactas.
fr: Vous êtes hors ligne. La recherche n'est pas disponible, mais vous pouvez saisir les coordonnées exactes.
ka: თქვენ ხაზგარეშე ხართ. ძიება მიუწვდომელია, მაგრამ შეგიძლიათ შეიყვანოთ ზუსტი კოორდინატები.
uk: Ви офлайн. Пошук недоступний, але ви можете ввести точні координати.

# general##dismiss
source: Dismiss
es: Descartar
fr: Rejeter
ka: დახურვა
uk: Відхилити

# general##create
source: Create
es: Crear
fr: Créer
ka: შექმნა
uk: Створити

# general##delete
source: Delete
es: Eliminar
fr: Supprimer
ka: წაშლა
uk: Видалити

# general##close
source: Close
es: Cerrar
fr: Fermer
ka: დახურვა
uk: Закрити

# general##offline_title
source: You are offline
es: Estás fuera de linea
fr: Vous êtes hors ligne
ka: თქვენ ხაზგარეშე ხართ
uk: Ви офлайн

# general##support
source: Support
es: Soporte
fr: Soutien
ka: მხარდაჭერა
uk: Підтримка

# general##help##label
source: Help and support
es: Ayuda y soporte
fr: Aide et support
ka: დახმარება და მხარდაჭერა
uk: Допомога та підтримка

# general##tos##label
source: Terms of service
es: Condiciones de servicio
fr: Conditions d'utilisation
ka: მომსახურების პირობები
uk: Умови надання послуг

# general##not_available_offine
source: Not available offline
es: No disponible fuera de linea
fr: Non disponible hors ligne
ka: ოფლაინში მიუწვდომელია
uk: Недоступно офлайн

# general##offline_sign_in_title
source: Sign in not available offline
es: Inicio de sesión no disponible sin conexión
fr: La connexion hors ligne n'est pas disponible
ka: შესვლა ოფლაინში შეუძლებელია
uk: Вхід недоступний в режимі офлайн

# general##offline_sign_in_body
source: To use LandPKS Soil ID offline, you must first sign in while online.
es: Para utilizar LandPKS Soil ID sin conexión, primero debes iniciar sesión en línea.
fr: Pour utiliser LandPKS Soil ID hors ligne, vous devez d'abord vous connecter en ligne.
ka: LandPKS Soil ID-ის ოფლაინ რეჟიმში გამოსაყენებლად, ჯერ ონლაინ რეჟიმში უნდა შეხვიდეთ სისტემაში.
uk: Щоб використовувати LandPKS Soil ID в автономному режимі, ви повинні спочатку увійти в систему, перебуваючи онлайн.

# general##not_available
source: Not available
es: No disponible
fr: Pas disponible
ka: მიუწვდომელია
uk: Недоступно

# errors##sync_conflict##headline
source: Project conflict
es: Conflicto de proyectos
fr: Conflit de projet
ka: პროექტის კონფლიქტი
uk: Конфлікт проекту

# errors##sync_conflict##body
source: This project has changed. Learn more and get support at the LandPKS website.
es: Este proyecto ha cambiado. Más información y ayuda en el sitio web de LandPKS.
fr: Ce projet a évolué. Pour en savoir plus et obtenir de l'aide, consultez le site web de LandPKS.
ka: ეს პროექტი შეიცვალა. შეიტყვეთ მეტი და მიიღეთ მხარდაჭერა LandPKS-ის ვებსაიტზე.
uk: Цей проєкт змінився. Дізнайтеся більше та отримайте підтримку на вебсайті LandPKS.

# projects##offline_create
source: Projects can only be created and managed while online.
es: Los proyectos sólo pueden crearse y gestionarse mientras estás en línea.
fr: Les projets ne peuvent être créés et gérés qu'en ligne.
ka: პროექტების შექმნა და მართვა მხოლოდ ონლაინ რეჟიმშია შესაძლებელი.
uk: Проєкти можна створювати та керувати ними лише онлайн.

# projects##offline_cant_edit
source: You are offline. Projects can’t be edited.
es: Estás desconectado. Los proyectos no se pueden editar.
fr: Vous êtes hors ligne. Les projets ne peuvent pas être modifiés.
ka: თქვენ ხაზგარეშე ხართ. პროექტების რედაქტირება შეუძლებელია.
uk: Ви офлайн. Проекти не можна редагувати.

# site##soil_id##description##site_US
source: LandPKS Soil ID uses data from soil maps and observations entered by users about this site to calculate the top matches for the site’s soil. Choose the best soil match for this site to learn about its ecological site and other properties.
es: LandPKS Soil ID utiliza datos de mapas de suelos y observaciones ingresadas acerca del sitio para calcular las mejores coincidencias para el suelo del sitio. Elige la mejor coincidencia de suelo para esta ubicación para aprender acerca de su sitio ecológico y otras propiedades.
fr: LandPKS Soil ID utilise les données des cartes pédologiques et les observations saisies par les utilisateurs sur ce site pour calculer les meilleures correspondances. Choisissez la correspondance pédologique la plus adaptée à ce site pour en savoir plus sur son environnement et ses autres propriétés.
ka: LandPKS Soil ID იყენებს ნიადაგის რუკებიდან მიღებულ მონაცემებს და მომხმარებლების მიერ ამ საიტის შესახებ შეყვანილ დაკვირვებებს, რათა გამოთვალოს საიტის ნიადაგის საუკეთესო შესატყვისები. აირჩიეთ ამ საიტისთვის საუკეთესო შესატყვისი ნიადაგი, რათა გაიგოთ მეტი მისი ეკოლოგიური ადგილისა და სხვა თვისებების შესახებ.
uk: Застосунок LandPKS Soil ID використовує карти ґрунтів і дані користувача, щоб визначити найбільш ймовірний тип ґрунту для цієї ділянки. Виберіть найкращу відповідність ґрунту для цієї ділянки, щоб дізнатися про її ландшафтні умови та інші властивості.
