Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##stagnic_podzoluvisols##management
source: These soils have a bleached subsurface soil horizon that will respond to fertilization, and in some cases, drainage. Soil surface horizons are usually acidic (pH < 4.5) and will need liming. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies. Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended. Drainage of these soils may be needed. Since saturation is caused by surface water, surface drainage andmaintenance of cover to improve infiltration and water holding could be useful. Consider use of shallow rooted crops. If fertilized and not drained loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers, if available.
es: Estos suelos tienen un horizonte subterráneo blanqueado que responderá a la fertilización y, en algunos casos, al drenaje. Los horizontes superficiales del suelo suelen ser ácidos (pH < 4,5) y necesitarán encalado. Debido al alto grado de meteorización, los suelos también tienen un alto contenido de aluminio soluble y fijarán el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización.*Será necesario un cuidado específico con la fertilización de P, y se recomienda el uso de banda en la colocación de P en la semilla.*Puede ser necesario el drenaje de estos suelos. Dado que la saturación es causada por el agua superficial, podría ser útil el drenaje superficial y/o el mantenimiento de la cubierta para mejorar la infiltración y la retención de agua.*Considerar el uso de cultivos con raíces poco profundas.*Si se fertiliza y no se drena, es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. Se puede conseguir un uso más eficiente del N por parte de los cultivos en estos suelos mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta, si están disponibles.
fr: Ces sols présentent un horizon de sous-sol blanchi qui répondra à la fertilisation et, dans certains cas, au drainage. Les horizons de surface sont généralement acides (pH &lt; 4,5) et nécessiteront un chaulage. En raison de leur forte altération, ces sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que cela ne soit pas recommandé, si ces sols sont utilisés pour la culture, ils nécessiteront un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation. Une attention particulière à la fertilisation phosphatée sera nécessaire, et l'utilisation de bandes pour l'épandage de phosphore sur les semis est recommandée. Un drainage de ces sols peut être nécessaire. La saturation étant due aux eaux de surface, un drainage de surface et le maintien d'une couverture végétale pour améliorer l'infiltration et la rétention d'eau peuvent être utiles. Envisager l'utilisation de cultures à racines superficielles. En cas de fertilisation et non de drainage, une perte d'azote (N) appliquée par dénitrification ou lessivage est possible. Une utilisation plus efficace de l’azote des cultures dans ces sols peut être obtenue par : 1) le drainage et 2) l’utilisation d’engrais azotés à libération lente, s’ils sont disponibles.
ka: ამ ნიადაგებს აქვთ გათეთრებული მიწისქვეშა ნიადაგის ჰორიზონტი, რომელიც რეაგირებს განოყიერებაზე და ზოგიერთ შემთხვევაში, დრენაჟზე. ნიადაგის ზედაპირული ჰორიზონტები, როგორც წესი, მჟავეა (pH < 4.5) და საჭიროებს კირის გამოყენებას. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აფიქსირებს ფოსფორს, რაც ქმნის ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივირებისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგის ქვეშა ფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილეა საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე დატანის ზოლის გამოყენება. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. რადგან გაჯერება გამოწვეულია ზედაპირული წყლებით, სასარგებლო იქნება ზედაპირული დრენაჟი და საფარის შენარჩუნება ინფილტრაციისა და წყლის შეკავების გასაუმჯობესებლად. განიხილეთ ზედაპირული ფესვგადგმული კულტურების გამოყენება. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციით ან გამორეცხვით. ამ ნიადაგებში აზოტის უფრო ეფექტური გამოყენების მიღწევა შესაძლებელია: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით, თუ ეს შესაძლებელია.
uk: Ці ґрунти мають знебарвлений підповерхневий горизонт ґрунту, який реагуватиме на удобрення, а в деяких випадках і на дренаж. Поверхневі горизонти ґрунту зазвичай кислі (pH < 4,5) і потребуватимуть вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію та фіксуватимуть фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку, вони потребують глибокої оранки (для порушення шарів підґрунтя), вапнування та удобрення. Потрібна особлива обережність з фосфорним удобренням, а також рекомендується використовувати стрічкове внесення фосфору під насіння. Може знадобитися дренаж цих ґрунтів. Оскільки насичення спричинене поверхневими водами, корисним може бути поверхневий дренаж та підтримка покриву для покращення інфільтрації та утримання води. Розгляньте можливість використання культур з поверхневим корінням. Якщо удобрюється, а не дренується, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами в цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення, якщо такі є.

# soil##match_info##gleyic_podzoluvisols##name
source: Gleyic Podzoluvisols
es: Podzoluvisols Gleyicos
fr: Podzoluvisols gleyiques
ka: გლეის პოდზოლუვისოლები

# soil##match_info##gleyic_podzoluvisols##description
source: Gleyic Podzoluvisols are mostly forested soils in cooler or cold climates that are acidic and infertile with leached surface horizons and clayey subsoils. Gleyic Podzoluvisols are saturated with shallow groundwater above one meter.
es: Los Podzoluvisoles Gleyicos son suelos mayoritariamente forestales en climas frescos o fríos que son ácidos e infértiles con horizontes superficiales lixiviados y subsuelos arcillosos. Los Podzoluvisoles Gleyicos están saturados con aguas subterráneas poco profundas por encima de un metro.
fr: Les podzoluvisols gleyiques sont principalement des sols forestiers situés dans des climats plus frais ou froids, acides et infertiles, avec des horizons de surface lessivés et des sous-sols argileux. Ils sont saturés par des eaux souterraines peu profondes, à plus d'un mètre de profondeur.
ka: გლეის პოდზოლუვისოლები ძირითადად ტყიანი ნიადაგებია გრილ ან ცივ კლიმატურ პირობებში, რომლებიც მჟავე და უნაყოფოა გამორეცხილი ზედაპირული ჰორიზონტებითა და თიხიანი ქვენიადაგებით. გლეის პოდზოლუვისოლები გაჯერებულია ერთ მეტრზე მეტი ზედაპირული მიწისქვეშა წყლებით.
uk: Gleyic Podzoluvisols – це переважно лісові ґрунти в прохолоднішому або холодному кліматі, які є кислими та неродючими з вилуженими поверхневими горизонтами та глинистими підґрунтями. Gleyic Podzoluvisols насичені неглибокими ґрунтовими водами вище одного метра.

# soil##match_info##gleyic_podzoluvisols##management
source: These soils have a bleached subsurface soil horizon that will respond to fertilization, and in some cases, drainage. Soil surface horizons are usually acidic (pH < 4.5) and will need liming. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies. Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended. Drainage of these soils may be needed. However, since this is saturation via groundwater this may not be possible, and thus shallow-rooted crops should be considered.If fertilized and not drained loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers, if available.
es: Estos suelos tienen un horizonte subterráneo blanqueado que responderá a la fertilización y, en algunos casos, al drenaje. Los horizontes superficiales del suelo suelen ser ácidos (pH < 4,5) y necesitarán encalado. Debido al alto grado de meteorización, los suelos también tienen un alto contenido de aluminio soluble y fijarán el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización.*Será necesario un cuidado específico con la fertilización de P, y se recomienda el uso de banda en la colocación de P en la semilla. Puede ser necesario el drenaje de estos suelos. Si se fertiliza y no se drena, es posible que se pierda el nitrógeno (N) aplicado por desnitrificación o lixiviación. Si se fertiliza y no se drena, es posible que se pierda el nitrógeno (N) aplicado por desnitrificación o lixiviación: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta, si están disponibles.
fr: Ces sols présentent un horizon de sous-sol blanchi qui répondra à la fertilisation et, dans certains cas, au drainage. Les horizons de surface sont généralement acides (pH &lt; 4,5) et nécessitent un chaulage. En raison de leur forte altération, ces sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que cela ne soit pas recommandé, si ces sols sont utilisés pour la culture, ils nécessiteront un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation. Une attention particulière à la fertilisation phosphatée sera nécessaire, et l'utilisation de bandes pour l'épandage de phosphore sur les semis est recommandée. Un drainage de ces sols peut être nécessaire. Cependant, la saturation par les eaux souterraines pouvant s'avérer impossible, il convient d'envisager des cultures à racines superficielles. En cas de fertilisation non drainée, une perte d'azote (N) par dénitrification ou lessivage est possible. Une utilisation plus efficace de l’azote des cultures dans ces sols peut être obtenue par : 1) le drainage et 2) l’utilisation d’engrais azotés à libération lente, s’ils sont disponibles.
ka: ამ ნიადაგებს აქვთ გათეთრებული მიწისქვეშა ნიადაგის ჰორიზონტი, რომელიც რეაგირებს განოყიერებაზე და ზოგიერთ შემთხვევაში, დრენაჟზე. ნიადაგის ზედაპირული ჰორიზონტები, როგორც წესი, მჟავეა (pH < 4.5) და საჭიროებს კირის გამოყენებას. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აფიქსირებს ფოსფორს, რაც ქმნის ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივირებისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგის ქვეშა ფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილე იქნება საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე დატანის ზოლის გამოყენება. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. თუმცა, რადგან ეს ხდება მიწისქვეშა წყლებით გაჯერების გზით, ეს შეიძლება შეუძლებელი იყოს და ამიტომ უნდა განიხილონ ზედაპირულად ფესვგადგმული კულტურების გამოყენება. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციით ან გამორეცხვით. ამ ნიადაგებში აზოტის უფრო ეფექტური გამოყენების მიღწევა შესაძლებელია: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით, თუ ეს შესაძლებელია.
uk: Ці ґрунти мають знебарвлений підповерхневий горизонт ґрунту, який реагуватиме на удобрення, а в деяких випадках і на дренаж. Поверхневі горизонти ґрунту зазвичай кислі (pH < 4,5) і потребуватимуть вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію та фіксуватимуть фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку, вони потребуватимуть глибокої оранки (для порушення підповерхневих шарів), вапнування та удобрення. Потрібна особлива обережність з фосфорними удобреннями, а також рекомендується використовувати стрічкове підживлення під насіння. Може знадобитися дренаж цих ґрунтів. Однак, оскільки це насичення через ґрунтові води, це може бути неможливо, тому слід розглянути можливість вирощування культур з поверхневим корінням. Якщо удобрювати, але не дренувати, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами на цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення, якщо такі є.

# soil##match_info##gelic_podzoluvisols##name
source: Gelic Podzoluvisols
es: Podzoluvisols Gélicos
fr: Podzoluvisols géliques
ka: გელური პოდზოლუვისოლები

# soil##match_info##gelic_podzoluvisols##description
source: Gelic Podzoluvisols are mostly forested soils in cooler or cold climates that are acidic and infertile with leached surface horizons and clayey subsoils. These soils have permafrost above two meters and are generally unsuitable for cultivation.
es: Los Podzoluvisoles Gélicos son suelos mayoritariamente forestales en climas fríos o frescos que son ácidos e infértiles con horizontes superficiales lixiviados y subsuelos arcillosos. Estos suelos tienen permafrost por encima de los dos metros y generalmente no son aptos para el cultivo.
fr: Les podzoluvisols géliques sont principalement des sols forestiers situés dans des climats plus frais ou froids, acides et infertiles, avec des horizons de surface lessivés et des sous-sols argileux. Ces sols présentent un pergélisol supérieur à deux mètres et sont généralement impropres à la culture.
ka: გელური პოდზოლუვისოლები ძირითადად ტყიანი ნიადაგებია გრილ ან ცივ კლიმატურ პირობებში, რომლებიც მჟავე და უნაყოფოა გამორეცხილი ზედაპირული ჰორიზონტებითა და თიხიანი ქვენიადაგით. ამ ნიადაგებს ორ მეტრზე მეტი სიმაღლის მუდმივი ყინული აქვთ და, როგორც წესი, კულტივირებისთვის უვარგისია.
uk: Gelic Podzoluvisols – це переважно лісисті ґрунти в прохолоднішому або холодному кліматі, які є кислими та неродючими з вилуженими поверхневими горизонтами та глинистими підґрунтями. Ці ґрунти мають вічну мерзлоту понад два метри та загалом непридатні для обробітку.

# soil##match_info##gelic_podzoluvisols##management
source: These soils have a bleached subsurface soil horizon that will respond to fertilization, and in some cases, drainage. Soil surface horizons are usually acidic (pH < 4.5) and will need liming. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies. Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended. Care should be taken to maintain organic matter, for as the permafrost is opened soil subsidence will occur.
es: Estos suelos tienen un horizonte subterráneo blanqueado que responderá a la fertilización y, en algunos casos, al drenaje. Los horizontes superficiales del suelo suelen ser ácidos (pH < 4,5) y necesitarán encalado. Debido al alto grado de meteorización, los suelos también tienen un alto contenido de aluminio soluble y fijarán el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización.*Será necesario un cuidado específico con la fertilización de P, y se recomienda el uso de banda en la colocación de P en la semilla.*Hay que tener cuidado con el mantenimiento de la materia orgánica, ya que al abrirse el permafrost se producirá un hundimiento del suelo.
fr: Ces sols présentent un horizon de sous-sol blanchi qui répondra à la fertilisation et, dans certains cas, au drainage. Les horizons de surface sont généralement acides (pH &lt; 4,5) et nécessitent un chaulage. En raison de leur forte altération, ces sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que déconseillé, leur utilisation pour la culture nécessitera un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation. Une attention particulière sera portée à la fertilisation phosphatée, et l'application en bandes lors de l'épandage du phosphore sur les semis est recommandée. Il convient de veiller à maintenir la matière organique, car l'ouverture du pergélisol favorise l'affaissement du sol.
ka: ამ ნიადაგებს აქვთ გათეთრებული მიწისქვეშა ნიადაგის ჰორიზონტი, რომელიც რეაგირებს განოყიერებაზე და ზოგიერთ შემთხვევაში, დრენაჟზე. ნიადაგის ზედაპირული ჰორიზონტები, როგორც წესი, მჟავეა (pH < 4.5) და საჭიროებს კირის გამოყენებას. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აღადგენს ფოსფორს, რაც ქმნის ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივირებისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგის ქვეშა ფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილეა საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე დატანისას ზოლის გამოყენება. ყურადღება უნდა მიექცეს ორგანული ნივთიერებების შენარჩუნებას, რადგან მუდმივი მყინვარების გახსნისას ნიადაგი დაიწევს.
uk: Ці ґрунти мають знебарвлений підповерхневий горизонт ґрунту, який реагуватиме на удобрення, а в деяких випадках і на дренаж. Поверхневі горизонти ґрунту зазвичай кислі (pH < 4,5) і потребуватимуть вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію та фіксуватимуть фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку, їх потрібно буде глибоко орати (для порушення шарів підґрунтя), вапнувати та удобрювати. Потрібна особлива обережність з удобренням фосфором, а також рекомендується використовувати стрічкове підживлення під насіння. Слід подбати про збереження органічної речовини, оскільки в міру розкриття вічної мерзлоти відбуватиметься просідання ґрунту.

# soil##match_info##regosols##name
source: Regosols
es: Regosoles
fr: Régosols
ka: რეგოსოლსი

# soil##match_info##regosols##description
source: Regosols are weakly developed soils that commonly are too dry, or are on steeper slopes which limit productivity.
es: Los Regosoles son suelos débilmente desarrollados que comúnmente son demasiado secos, o están en pendientes más pronunciadas que limitan la productividad.
fr: Les régosols sont des sols faiblement développés qui sont généralement trop secs ou situés sur des pentes plus raides qui limitent la productivité.
ka: რეგოზოლები სუსტად განვითარებული ნიადაგებია, რომლებიც, როგორც წესი, ზედმეტად მშრალია ან უფრო ციცაბო ფერდობებზეა განლაგებული, რაც ზღუდავს პროდუქტიულობას.
uk: Regosols – це слаборозвинені ґрунти, які зазвичай занадто сухі або розташовані на крутіших схилах, що обмежує продуктивність.

# soil##match_info##regosols##management
source: These soils have low water holding capacity, and are very sensitive to drought. This soil can be productive, if irrigation and fertilization are provided. They are prone to erosion, especially in areas with slope. The combination of drought sensitivity and high erosion potential makes these soils best suited for grazing or other uses with constant soil cover. Even when used for grazing, irrigation will be needed due to the low water holding capacity and high permeability of these soils.
es: Estos suelos tienen baja capacidad de retención de agua, y son muy sensibles a la sequía. Estos suelos pueden ser productivos, si se les proporciona riego y fertilización. Son propensos a la erosión, especialmente en zonas con pendiente. La combinación de la sensibilidad a la sequía y el alto potencial de erosión hace que estos suelos sean los más adecuados para el pastoreo u otros usos con una cobertura constante del suelo. Incluso cuando se utilicen para el pastoreo, será necesario el riego debido a la baja capacidad de retención de agua y la alta permeabilidad de estos suelos.
fr: Ces sols ont une faible capacité de rétention d'eau et sont très sensibles à la sécheresse. Ils peuvent être productifs avec une irrigation et une fertilisation adéquates. Ils sont toutefois sujets à l'érosion, notamment dans les zones en pente. Leur sensibilité à la sécheresse et leur fort potentiel érosif en font des sols particulièrement adaptés au pâturage ou à d'autres usages nécessitant une couverture végétale constante. Même en pâturage, l'irrigation est nécessaire en raison de leur faible capacité de rétention d'eau et de leur forte perméabilité.
ka: ამ ნიადაგებს დაბალი წყლის შეკავების უნარი აქვთ და გვალვის მიმართ ძალიან მგრძნობიარეა. ეს ნიადაგი შეიძლება იყოს პროდუქტიული, თუ უზრუნველყოფილი იქნება მორწყვა და განოყიერება. ისინი მიდრეკილნი არიან ეროზიისკენ, განსაკუთრებით დახრილ ადგილებში. გვალვის მგრძნობელობისა და მაღალი ეროზიის პოტენციალის კომბინაცია ამ ნიადაგებს საუკეთესოდ აქცევს საძოვრად ან სხვა დანიშნულებით მუდმივი ნიადაგის საფარით. საძოვრად გამოყენების შემთხვევაშიც კი, მორწყვა საჭირო იქნება ამ ნიადაგების დაბალი წყლის შეკავების უნარისა და მაღალი გამტარიანობის გამო.
uk: Ці ґрунти мають низьку вологоємність і дуже чутливі до посухи. Такі ґрунти можуть бути продуктивними, якщо забезпечити зрошення та удобрення. Вони схильні до ерозії, особливо в районах зі схилами. Поєднання чутливості до посухи та високого потенціалу ерозії робить ці ґрунти найкраще придатними для випасу худоби або інших видів використання з постійним ґрунтовим покривом. Навіть при використанні для випасу худоби зрошення буде необхідним через низьку вологоємність та високу проникність цих ґрунтів.

# soil##match_info##eutric_regosols##name
source: Eutric Regosols
es: Regosoles Eutríticos
fr: Régosols eutriques
ka: ევტრიკ რეგოსოლები

# soil##match_info##eutric_regosols##description
source: Eutric Regosols are weakly developed soils that commonly are too dry, or are on steeper slopes which limit productivity. Eutric Regosols have high base saturation in the subsoil.
es: Regosoles Eutríticos son suelos débilmente desarrollados que comúnmente son demasiado secos, o están en pendientes más pronunciadas que limitan la productividad.*Los Regosoles Eutríticos tienen una alta saturación de base en el subsuelo.
fr: Les régosols eutriques sont des sols faiblement développés, généralement trop secs ou situés sur des pentes raides, ce qui limite leur productivité. Leur sous-sol présente une saturation en bases élevée.
ka: ევტრიკული რეგოზოლები სუსტად განვითარებული ნიადაგებია, რომლებიც, როგორც წესი, ზედმეტად მშრალია ან უფრო ციცაბო ფერდობებზეა განლაგებული, რაც ზღუდავს პროდუქტიულობას. ევტრიკულ რეგოზოლებს ქვენიადაგში ფუძის მაღალი გაჯერება ახასიათებთ.
uk: Eutric Regosols – це слаборозвинені ґрунти, які зазвичай є занадто сухими або розташовані на крутіших схилах, що обмежує продуктивність. Eutric Regosols мають високий рівень насичення основами в підґрунті.
