Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gleyic_solonchaks##description
source: Gleyic Solonchaks are soils that contain salts at or near the soil surface that form in either deserts or close to coastlines. These soils are saturated with shallow groundwater within one meter of the soil surface.
es: Los Solonchaks Gleyicos son suelos que contienen sales en la superficie del suelo o cerca de ella y que se forman en los desiertos o cerca de las costas. Estos suelos están saturados con aguas subterráneas poco profundas a un metro de la superficie del suelo.
fr: Les solonchaks gleyiques sont des sols contenant des sels à la surface ou près de la surface, qui se forment dans les déserts ou à proximité des côtes. Ces sols sont saturés d'eau souterraine peu profonde à moins d'un mètre de la surface.
ka: გლეის სოლონჩაკები არის ნიადაგები, რომლებიც შეიცავს მარილებს ნიადაგის ზედაპირზე ან მის მახლობლად და წარმოიქმნება უდაბნოებში ან სანაპირო ზოლთან ახლოს. ეს ნიადაგები გაჯერებულია არაღრმა მიწისქვეშა წყლებით ნიადაგის ზედაპირიდან ერთი მეტრის რადიუსში.
uk: Gleyic Solonchaks – це ґрунти, що містять солі на поверхні або поблизу неї, що утворюються в пустелях або поблизу берегових ліній. Ці ґрунти насичені неглибокими ґрунтовими водами в межах одного метра від поверхні ґрунту.

# soil##match_info##gleyic_solonchaks##management
source: These soils are typically high in total salts. They have very poor productivity, and cannot be used unless high quality irrigation is available to remove accumulated salts. Drainage of these soils will be needed, both to eliminate standing water and remediate salinity issues. These soils are not well suited for agriculture and are best used for grazing, or left fallow.
es: Estos suelos suelen tener un alto contenido de sales totales. Tienen una productividad muy baja y no pueden utilizarse a menos que se disponga de un riego de alta calidad para eliminar las sales acumuladas. Será necesario el drenaje de estos suelos, tanto para eliminar el agua estancada como para remediar los problemas de salinidad. *Estos suelos no son adecuados para la agricultura y es mejor utilizarlos para el pastoreo o dejarlos en barbecho.
fr: Ces sols présentent généralement une teneur élevée en sels totaux. Leur productivité est très faible et leur exploitation est impossible sans une irrigation de qualité pour éliminer les sels accumulés. Un drainage est nécessaire pour éliminer les eaux stagnantes et remédier aux problèmes de salinité. Ces sols sont peu adaptés à l'agriculture et il est préférable de les utiliser pour le pâturage ou de les laisser en jachère.
ka: ეს ნიადაგები, როგორც წესი, მაღალია საერთო მარილების შემცველობით. მათ ძალიან დაბალი პროდუქტიულობა აქვთ და მათი გამოყენება შეუძლებელია, თუ არ არის ხელმისაწვდომი მაღალი ხარისხის ირიგაცია დაგროვილი მარილების მოსაშორებლად. ამ ნიადაგების დრენაჟი საჭირო იქნება როგორც დამდგარი წყლის აღმოსაფხვრელად, ასევე მარილიანობის პრობლემების მოსაგვარებლად. ეს ნიადაგები არ არის შესაფერისი სოფლის მეურნეობისთვის და საუკეთესოდ გამოიყენება საძოვრად ან უვარგისად.
uk: Ці ґрунти зазвичай мають високий вміст загальної солі. Вони мають дуже низьку продуктивність і не можуть використовуватися без високоякісного зрошення для видалення накопичених солей. Необхідно буде осушити ці ґрунти, як для усунення стоячої води, так і для вирішення проблем із засоленням. Ці ґрунти не дуже підходять для сільського господарства і найкраще використовувати їх для випасу худоби або залишати під паром.

# soil##match_info##gelic_solonchaks##name
source: Gelic Solonchaks
es: Solonchaks Gélicos
ka: გელიკ სოლონჩაკსი

# soil##match_info##gelic_solonchaks##description
source: Gelic Solonchaks are soils that contain salts at or near the soil surface that form in either deserts or close to coastlines. These soils have permafrost above two meters and are generally unsuitable for cultivation.
es: Los Solonchaks Gélicos son suelos que contienen sales en la superficie del suelo o cerca de ella y que se forman en los desiertos o cerca de las costas. Estos suelos tienen permafrost por encima de los dos metros y generalmente no son aptos para el cultivo.
fr: Les solonchaks geliques sont des sols contenant des sels à la surface ou près de la surface, qui se forment dans les déserts ou près des côtes. Ces sols présentent un pergélisol de plus de deux mètres d'épaisseur et sont généralement impropres à la culture.
ka: გელური სოლონჩაკები არის ნიადაგები, რომლებიც შეიცავს მარილებს ნიადაგის ზედაპირზე ან მის მახლობლად და წარმოიქმნება უდაბნოებში ან სანაპირო ზოლთან ახლოს. ამ ნიადაგებს აქვთ ორ მეტრზე მეტი სიმაღლის მუდმივი ყინული და, როგორც წესი, არ არის შესაფერისი კულტივირებისთვის.
uk: Gelic Solonchaks – це ґрунти, що містять солі на поверхні або поблизу неї, що утворюються в пустелях або поблизу берегових ліній. Ці ґрунти мають вічну мерзлоту понад два метри та зазвичай непридатні для обробітку.

# soil##match_info##gelic_solonchaks##management
source: These soils are typically high in total salts. They have very poor productivity, and cannot be used unless high quality irrigation is available to remove accumulated salts. These soils are not well suited for agriculture and are best used for grazing, or left fallow. If cultivated, care should be taken to maintain organic matter, for as the permafrost is opened soil subsidence will occur.
es: Estos suelos suelen tener un alto contenido de sales totales. Tienen una productividad muy baja y no pueden utilizarse a menos que se disponga de un riego de alta calidad para eliminar las sales acumuladas. *Estos suelos no son adecuados para la agricultura y es mejor utilizarlos para el pastoreo o dejarlos en barbecho. Si se cultivan, hay que tener cuidado de mantener la materia orgánica, ya que al abrirse el permafrost se producirá un hundimiento del suelo.
fr: Ces sols sont généralement riches en sels totaux. Leur productivité est très faible et leur exploitation est impossible sans une irrigation de qualité pour éliminer les sels accumulés. Ces sols ne sont pas adaptés à l'agriculture et sont donc mieux adaptés au pâturage ou à la jachère. En cas de culture, il convient de veiller à maintenir la matière organique, car l'ouverture du pergélisol favorise l'affaissement du sol.
ka: ეს ნიადაგები, როგორც წესი, მდიდარია საერთო მარილებით. მათ ძალიან დაბალი პროდუქტიულობა აქვთ და მათი გამოყენება შეუძლებელია, თუ არ არის ხელმისაწვდომი მაღალი ხარისხის ირიგაცია დაგროვილი მარილების მოსაშორებლად. ეს ნიადაგები არ არის შესაფერისი სოფლის მეურნეობისთვის და საუკეთესოდ გამოიყენება საძოვრად ან უვარგისად. დამუშავების შემთხვევაში, ყურადღება უნდა მიექცეს ორგანული ნივთიერებების შენარჩუნებას, რადგან მუდმივი მყინვარების გახსნისას ნიადაგი დაეცემა.
uk: Ці ґрунти зазвичай мають високий вміст загальної солі. Вони мають дуже низьку продуктивність і не можуть використовуватися без високоякісного зрошення для видалення накопичених солей. Ці ґрунти не дуже підходять для сільського господарства і найкраще використовувати їх для випасу худоби або залишати під паром. Під час обробки слід подбати про збереження органічної речовини, оскільки в міру розкриття вічної мерзлоти відбуватиметься просідання ґрунту.

# soil##match_info##solonetz##name
source: Solonetz
ka: სოლონეცი

# soil##match_info##solonetz##description
source: Solonetzs have strongly structured clay rich subsoils with high exchangeable sodium. Productivity of these soils depends on the depth of surface horizons above these subsoils.
es: Los Solonetz tienen subsuelos ricos en arcilla fuertemente estructurados con un alto nivel de sodio intercambiable. La productividad de estos suelos depende de la profundidad de los horizontes superficiales por encima de estos subsuelos.
fr: Les solonetzs présentent des sous-sols argileux fortement structurés, riches en sodium échangeable. Leur productivité dépend de la profondeur des horizons de surface au-dessus de ces sous-sols.
ka: სოლონეცებს აქვთ ძლიერ სტრუქტურირებული, თიხით მდიდარი ქვენიადაგი მაღალი ცვალებადობით და ნატრიუმის შემცველობით. ამ ნიადაგების პროდუქტიულობა დამოკიდებულია ამ ქვენიადაგების ზემოთ არსებული ზედაპირული ჰორიზონტების სიღრმეზე.
uk: Solonetz мають міцно структуровані, багаті на глину підґрунтя з високим вмістом обмінного натрію. Продуктивність цих ґрунтів залежить від глибини поверхневих горизонтів над цими підґрунтями.

# soil##match_info##solonetz##management
source: These are likely to have high sodium in subsurface horizons which results in poor soil structure and poor infiltration. The soils will appear wet, but plants will wilt. To improve internal drainage, gypsum should be applied to displace the sodium, followed by leaching with higher quality water to move the displaced sodium from the rooting zone. If the soils can be reclaimed by the application of gypsum and leaching of sodium, they may be suitable for grazing or cultivation. Selection of sodium tolerant crops is also an option, and should be used for maintenance. Cultivation is more suited when these soils are located in temperate regions, and the surface soil is higher in organic matter.
es: Es probable que tengan un alto nivel de sodio en los horizontes subsuperficiales, lo que da lugar a una mala estructura del suelo y a una mala infiltración. Los suelos parecerán húmedos, pero las plantas se marchitarán. Para mejorar el drenaje interno, debe aplicarse yeso para desplazar el sodio, seguido de una lixiviación con agua de mayor calidad para desplazar el sodio desplazado de la zona de enraizamiento. Si los suelos pueden recuperarse mediante la aplicación de yeso y la lixiviación del sodio, pueden ser aptos para el pastoreo o el cultivo. La selección de cultivos tolerantes al sodio también es una opción, y debería utilizarse para el mantenimiento. El cultivo es más adecuado cuando estos suelos están situados en regiones templadas, y el suelo superficial es más rico en materia orgánica.
fr: Ces sols sont susceptibles de présenter une teneur élevée en sodium dans les horizons souterrains, ce qui entraîne une structure du sol médiocre et une mauvaise infiltration. Les sols paraîtront humides, mais les plantes flétriront. Pour améliorer le drainage interne, il convient d'appliquer du gypse pour déplacer le sodium, puis de lessiver avec une eau de meilleure qualité pour évacuer le sodium déplacé de la zone racinaire. Si les sols peuvent être valorisés par l'application de gypse et le lessivage du sodium, ils peuvent convenir au pâturage ou à la culture. La sélection de cultures tolérantes au sodium est également une option et devrait être utilisée pour l'entretien. La culture est plus adaptée lorsque ces sols sont situés en régions tempérées et que le sol de surface est riche en matière organique.
ka: ამ ნიადაგებში, სავარაუდოდ, მიწისქვეშა ჰორიზონტებში ნატრიუმის მაღალი შემცველობაა, რაც ნიადაგის ცუდ სტრუქტურას და ცუდ ინფილტრაციას იწვევს. ნიადაგები სველი გამოჩნდება, მაგრამ მცენარეები ჭკნება. შიდა დრენაჟის გასაუმჯობესებლად, ნატრიუმის გამოსადევნად უნდა დაემატოს თაბაშირი, რასაც მოჰყვება მაღალი ხარისხის წყლით გამორეცხვა, რათა გამოდევნილი ნატრიუმი ფესვთა ზონიდან გადაადგილდეს. თუ ნიადაგის აღდგენა შესაძლებელია თაბაშირის გამოყენებით და ნატრიუმის გამორეცხვით, ისინი შეიძლება შესაფერისი იყოს საძოვრებისთვის ან კულტივაციისთვის. ნატრიუმისადმი ტოლერანტული კულტურების შერჩევა ასევე ერთ-ერთი ვარიანტია და უნდა იქნას გამოყენებული მოვლისთვის. კულტივაცია უფრო შესაფერისია, როდესაც ეს ნიადაგები ზომიერ რეგიონებში მდებარეობს და ზედაპირული ნიადაგი ორგანული ნივთიერებებით მდიდარია.
uk: Ці ґрунти, ймовірно, матимуть високий вміст натрію в підземних горизонтах, що призводить до поганої структури ґрунту та низької інфільтрації. Ґрунти будуть виглядати вологими, але рослини в'януть. Для покращення внутрішнього дренажу слід вносити гіпс для витіснення натрію, а потім промивати водою вищої якості, щоб перемістити витіснений натрій із зони кореневої системи. Якщо ґрунти можна рекультивувати шляхом внесення гіпсу та вилуговування натрію, вони можуть бути придатними для випасу худоби або вирощування. Вибір культур, стійких до натрію, також є варіантом, і його слід використовувати для обслуговування. Обробка більш доцільна, коли ці ґрунти розташовані в помірних регіонах, а поверхневий шар ґрунту має вищий вміст органічної речовини.

# soil##match_info##haplic_solonetz##name
source: Haplic Solonetz
es: Solonetz Háplicos
fr: Solonetz haplique
ka: ჰაპლიკ სოლონეცი

# soil##match_info##haplic_solonetz##description
source: Haplic Solonetzs have strongly structured clay rich subsoils with high exchangeable sodium. Productivity of these soils depends on the depth of surface horizons above these subsoils.
es: Los Solonetz Háplicos tienen subsuelos ricos en arcilla fuertemente estructurados con un alto nivel de sodio intercambiable. La productividad de estos suelos depende de la profundidad de los horizontes superficiales por encima de estos subsuelos.
fr: Les solonetz hapliques présentent des sous-sols argileux fortement structurés, riches en sodium échangeable. La productivité de ces sols dépend de la profondeur des horizons de surface au-dessus de ces sous-sols.
ka: ჰაპლურ სოლონეცებს აქვთ ძლიერ სტრუქტურირებული, თიხით მდიდარი ქვენიადაგი მაღალი ცვალებადობით და ნატრიუმის შემცველობით. ამ ნიადაგების პროდუქტიულობა დამოკიდებულია ამ ქვენიადაგების ზემოთ არსებული ზედაპირული ჰორიზონტების სიღრმეზე.
uk: Haplic Solonetz мають сильно структуровані, багаті на глину підґрунтя з високим вмістом обмінного натрію. Продуктивність цих ґрунтів залежить від глибини поверхневих горизонтів над цими підґрунтям.

# soil##match_info##haplic_solonetz##management
source: These are likely to have high sodium in subsurface horizons which results in poor soil structure and poor infiltration. The soils will appear wet, but plants will wilt. To improve internal drainage, gypsum should be applied to displace the sodium, followed by leaching with higher quality water to move the displaced sodium from the rooting zone. If the soils can be reclaimed by the application of gypsum and leaching of sodium, they may be suitable for grazing or cultivation. Selection of sodium tolerant crops is also an option, and should be used for maintenance. Cultivation is more suited when these soils are located in temperate regions, and the surface soil is higher in organic matter.
es: Es probable que tengan un alto nivel de sodio en los horizontes subsuperficiales, lo que da lugar a una mala estructura del suelo y a una mala infiltración. Los suelos parecerán húmedos, pero las plantas se marchitarán. Para mejorar el drenaje interno, debe aplicarse yeso para desplazar el sodio, seguido de una lixiviación con agua de mayor calidad para desplazar el sodio desplazado de la zona de enraizamiento. Si los suelos pueden recuperarse mediante la aplicación de yeso y la lixiviación del sodio, pueden ser aptos para el pastoreo o el cultivo. La selección de cultivos tolerantes al sodio también es una opción, y debería utilizarse para el mantenimiento. El cultivo es más adecuado cuando estos suelos están situados en regiones templadas, y el suelo superficial es más rico en materia orgánica.
fr: Ces sols sont susceptibles de présenter une teneur élevée en sodium dans les horizons souterrains, ce qui entraîne une structure du sol médiocre et une mauvaise infiltration. Les sols paraîtront humides, mais les plantes flétriront. Pour améliorer le drainage interne, il convient d'appliquer du gypse pour déplacer le sodium, puis de lessiver avec une eau de meilleure qualité pour évacuer le sodium déplacé de la zone racinaire. Si les sols peuvent être valorisés par l'application de gypse et le lessivage du sodium, ils peuvent convenir au pâturage ou à la culture. La sélection de cultures tolérantes au sodium est également une option et devrait être utilisée pour l'entretien. La culture est plus adaptée lorsque ces sols sont situés en régions tempérées et que le sol de surface est riche en matière organique.
ka: ამ ნიადაგებში, სავარაუდოდ, მიწისქვეშა ჰორიზონტებში ნატრიუმის მაღალი შემცველობაა, რაც ნიადაგის ცუდ სტრუქტურას და ცუდ ინფილტრაციას იწვევს. ნიადაგები სველი გამოჩნდება, მაგრამ მცენარეები ჭკნება. შიდა დრენაჟის გასაუმჯობესებლად, ნატრიუმის გამოსადევნად უნდა დაემატოს თაბაშირი, რასაც მოჰყვება მაღალი ხარისხის წყლით გამორეცხვა, რათა გამოდევნილი ნატრიუმი ფესვთა ზონიდან გადაადგილდეს. თუ ნიადაგის აღდგენა შესაძლებელია თაბაშირის გამოყენებით და ნატრიუმის გამორეცხვით, ისინი შეიძლება შესაფერისი იყოს საძოვრებისთვის ან კულტივაციისთვის. ნატრიუმისადმი ტოლერანტული კულტურების შერჩევა ასევე ერთ-ერთი ვარიანტია და უნდა იქნას გამოყენებული მოვლისთვის. კულტივაცია უფრო შესაფერისია, როდესაც ეს ნიადაგები ზომიერ რეგიონებში მდებარეობს და ზედაპირული ნიადაგი ორგანული ნივთიერებებით მდიდარია.
uk: Ці ґрунти, ймовірно, матимуть високий вміст натрію в підземних горизонтах, що призводить до поганої структури ґрунту та низької інфільтрації. Ґрунти будуть виглядати вологими, але рослини в'януть. Для покращення внутрішнього дренажу слід вносити гіпс для витіснення натрію, а потім промивати водою вищої якості, щоб перемістити витіснений натрій із зони кореневої системи. Якщо ґрунти можна рекультивувати шляхом внесення гіпсу та вилуговування натрію, вони можуть бути придатними для випасу худоби або вирощування. Вибір культур, стійких до натрію, також є варіантом, і його слід використовувати для обслуговування. Обробка більш доцільна, коли ці ґрунти розташовані в помірних регіонах, а поверхневий шар ґрунту має вищий вміст органічної речовини.

# soil##match_info##mollic_solonetz##name
source: Mollic Solonetz
es: Solonetz Mólicos
fr: Solonetz mollique
ka: მოლიკ სოლონეცი

# soil##match_info##mollic_solonetz##description
source: Mollic Solonetzs have strongly structured clay rich subsoils with high exchangeable sodium. Productivity of these soils depends on the depth of surface horizons above these subsoils. Mollic Solonetzs have higher organic matter and base saturation in surface horizons.
es: Los Solonetz Mólicos tienen subsuelos ricos en arcilla fuertemente estructurados con un alto nivel de sodio intercambiable. La productividad de estos suelos depende de la profundidad de los horizontes superficiales por encima de estos subsuelos. Los Mollic Solonetz tienen una mayor saturación de materia orgánica y de bases en los horizontes superficiales.
fr: Les solonetz molliques présentent des sous-sols argileux fortement structurés et riches en sodium échangeable. Leur productivité dépend de la profondeur des horizons de surface au-dessus de ces sous-sols. Les solonetz molliques présentent des teneurs en matière organique et une saturation en bases plus élevées dans les horizons de surface.
ka: მოლური სოლონეცებს აქვთ ძლიერ სტრუქტურირებული თიხით მდიდარი ქვენიადაგი, მაღალი ცვალებადობით ნატრიუმით. ამ ნიადაგების პროდუქტიულობა დამოკიდებულია ამ ქვენიადაგების ზემოთ მდებარე ზედაპირული ჰორიზონტების სიღრმეზე. მოლური სოლონეცებს ზედაპირულ ჰორიზონტებში უფრო მაღალი ორგანული ნივთიერებები და ფუძეებით გაჯერება აქვთ.
uk: Mollic Solonetz мають сильно структуровані, багаті на глину підґрунтя з високим вмістом обмінного натрію. Продуктивність цих ґрунтів залежить від глибини поверхневих горизонтів над цими підґрунтями. Mollic Solonetz мають вищий вміст органічної речовини та насичення основами поверхневих горизонтів.

# soil##match_info##mollic_solonetz##management
source: These are likely to have high sodium in subsurface horizons which results in poor soil structure and poor infiltration. The soils will appear wet, but plants will wilt. To improve internal drainage, gypsum should be applied to displace the sodium, followed by leaching with higher quality water to move the displaced sodium from the rooting zone. If the soils can be reclaimed by the application of gypsum and leaching of sodium, they may be suitable for grazing or cultivation. Selection of sodium tolerant crops is also an option, and should be used for maintenance. Cultivation is more suited when these soils are located in temperate regions.
es: Es probable que tengan un alto nivel de sodio en los horizontes subsuperficiales, lo que da lugar a una estructura deficiente del suelo y a una mala infiltración. Los suelos parecerán húmedos, pero las plantas se marchitarán. Para mejorar el drenaje interno, debe aplicarse yeso para desplazar el sodio, seguido de una lixiviación con agua de mayor calidad para desplazar el sodio desplazado de la zona de enraizamiento. Si los suelos pueden recuperarse mediante la aplicación de yeso y la lixiviación del sodio, pueden ser aptos para el pastoreo o el cultivo. La selección de cultivos tolerantes al sodio también es una opción, y debería utilizarse para el mantenimiento. El cultivo es más adecuado cuando estos suelos se encuentran en regiones templadas.
fr: Ces sols sont susceptibles de présenter une teneur élevée en sodium dans les horizons souterrains, ce qui entraîne une structure du sol médiocre et une mauvaise infiltration. Les sols paraîtront humides, mais les plantes flétriront. Pour améliorer le drainage interne, il convient d'appliquer du gypse pour déplacer le sodium, puis de lessiver avec une eau de meilleure qualité pour évacuer le sodium déplacé de la zone racinaire. Si les sols peuvent être valorisés par l'application de gypse et le lessivage du sodium, ils peuvent convenir au pâturage ou à la culture. La sélection de cultures tolérantes au sodium est également une option et devrait être utilisée pour l'entretien. La culture est plus adaptée aux sols situés en régions tempérées.
ka: ამ ნიადაგებში, სავარაუდოდ, მიწისქვეშა ჰორიზონტებში ნატრიუმის მაღალი შემცველობაა, რაც ნიადაგის ცუდ სტრუქტურას და ცუდ ინფილტრაციას იწვევს. ნიადაგები სველი გამოჩნდება, მაგრამ მცენარეები ჭკნება. შიდა დრენაჟის გასაუმჯობესებლად, ნატრიუმის გამოსადევნად უნდა დაემატოს თაბაშირი, რასაც მოჰყვება მაღალი ხარისხის წყლით გამორეცხვა, რათა გამოდევნილი ნატრიუმი ფესვთა ზონიდან გადაადგილდეს. თუ ნიადაგის აღდგენა შესაძლებელია თაბაშირის გამოყენებით და ნატრიუმის გამორეცხვით, ისინი შეიძლება შესაფერისი იყოს საძოვრად ან კულტივაციისთვის. ნატრიუმისადმი ტოლერანტული კულტურების შერჩევა ასევე ერთ-ერთი ვარიანტია და უნდა იქნას გამოყენებული მოვლისთვის. კულტივაცია უფრო შესაფერისია, როდესაც ეს ნიადაგები ზომიერ რეგიონებში მდებარეობს.
uk: Ці ґрунти, ймовірно, матимуть високий вміст натрію в підповерхневих горизонтах, що призводить до поганої структури ґрунту та низької інфільтрації. Ґрунти будуть виглядати вологими, але рослини в'януть. Для покращення внутрішнього дренажу слід вносити гіпс для витіснення натрію, а потім промивати водою вищої якості, щоб перемістити витіснений натрій із зони кореневої системи. Якщо ґрунти можна рекультивувати шляхом внесення гіпсу та вимивання натрію, вони можуть бути придатними для випасу худоби або вирощування. Вибір культур, стійких до натрію, також є варіантом, і його слід використовувати для обслуговування. Обробка більш доцільна, коли ці ґрунти розташовані в помірних регіонах.

# soil##match_info##calcic_solonetz##name
source: Calcic Solonetz
es: Solonetz Cálcicos
fr: Solonetz calcique
ka: კალციკ სოლონეცი
