Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# site##soil_id##description##temp_location
source: LandPKS Soil ID uses data from soil maps to calculate predictions for the soil at this location. Create a site at this location to enter observations and improve the results.
es: LandPKS Soil ID utiliza datos de mapas de suelos para calcular predicciones para el suelo en esta ubicación. Crea un sitio en esta ubicación para introducir datos y mejorar los resultados.
fr: LandPKS Soil ID utilise les données des cartes pédologiques pour calculer les prédictions concernant le sol à cet endroit. Créez un site à cet endroit pour saisir des observations et améliorer les résultats.
ka: LandPKS Soil ID იყენებს ნიადაგის რუკებიდან მიღებულ მონაცემებს ამ ადგილას ნიადაგის პროგნოზების გამოსათვლელად. შექმენით საიტი ამ ადგილას დაკვირვებების შესატანად და შედეგების გასაუმჯობესებლად.
uk: LandPKS Soil ID використовує дані з ґрунтових карт для прогнозування типу ґрунту в цьому місці. Створіть ділянку в цьому місці, щоб вводити спостереження та покращувати результати.

# site##soil_id##matches##title
source: Top Soil Matches
es: Mejores coincidencias de suelo
fr: Allumettes de terre végétale
ka: ნიადაგის საუკეთესო შესატყვისები
uk: Найкращі варіанти ґрунту

# site##soil_id##matches##info##title
source: Top soil matches
es: Mejores coincidencias de suelo
fr: Allumettes de terre végétale
ka: ნიადაგის საუკეთესო შესატყვისები
uk: Найкращі варіанти ґрунту

# site##soil_id##matches##info##description##site
source: The soils listed are the most likely to be found at the site based on {{soilMapSource}} soil maps for this location. Enter the recommended slope and soil observations to improve accuracy of the match scores. When observations are entered, the list will automatically update.
es: Los suelos enumerados son los más probables de encontrarse en el sitio, según los mapas de suelos de {{soilMapSource}} para esta ubicación. Ingresa las observaciones recomendadas sobre la pendiente y el suelo para mejorar la precisión de las puntuaciones de coincidencia. Una vez que se ingresen las observaciones, la lista se actualizará automáticamente.
fr: Les sols répertoriés sont les plus susceptibles d'être trouvés sur le site d'après les cartes pédologiques de {{soilMapSource}} pour cet emplacement. Saisissez les observations recommandées concernant la pente et le sol afin d'améliorer la précision des scores de correspondance. La liste sera automatiquement mise à jour une fois les observations saisies.
ka: ჩამოთვლილი ნიადაგები, ამ ადგილას {{soilMapSource}} ნიადაგის რუკების მიხედვით, ყველაზე ხშირად გვხვდება. შესაბამისი ქულების სიზუსტის გასაუმჯობესებლად, შეიყვანეთ რეკომენდებული დახრილობა და ნიადაგის დაკვირვებები. დაკვირვებების შეყვანისას, სია ავტომატურად განახლდება.
uk: Перелічені ґрунти є найімовірнішими для цієї ділянки, згідно з картами ґрунтів {{soilMapSource}} для цього місця. Введіть рекомендовані спостереження за схилом і ґрунтом, щоб підвищити точність результатів збігів. Після введення результатів спостережень список автоматично оновиться.

# site##soil_id##matches##info##description##temp_location
source: The soils listed are the most likely to be found at this location based on {{soilMapSource}} soil maps. Create a site here and enter the recommended observations to improve accuracy of the match scores.
es: Los suelos enumerados son los más probables de encontrarse en esta ubicación según los mapas de suelos del {{soilMapSource}}. Crea un sitio aquí e ingresa las observaciones recomendadas para mejorar la precisión de las puntuaciones de coincidencia.
fr: Les sols répertoriés sont les plus susceptibles d'être trouvés à cet endroit d'après les cartes pédologiques de {{soilMapSource}} . Créez un site ici et saisissez les observations recommandées pour améliorer la précision des scores des matchs.
ka: ჩამოთვლილი ნიადაგები, {{soilMapSource}} ნიადაგის რუკების მიხედვით, ამ ადგილას ყველაზე ხშირად გვხვდება. შექმენით საიტი აქ და შეიყვანეთ რეკომენდებული დაკვირვებები შესაბამისობის ქულების სიზუსტის გასაუმჯობესებლად.
uk: Перелічені ґрунти найімовірніше можуть бути виявлені в цьому місці, згідно з картами ґрунтів {{soilMapSource}}. Створіть тут ділянку та введіть рекомендовані спостереження, щоб підвищити точність оцінок відповідності.

# site##soil_id##matches##match
source: match
es: coincidencia
fr: correspondre
ka: მატჩი
uk: співпадати / відповідати чомусь

# site##soil_id##matches##error_generic_title
source: Can’t fetch soil map
es: No se puede obtener el mapa del suelo
fr: Impossible de récupérer la carte des sols
ka: ნიადაგის რუკის მოძიება შეუძლებელია
uk: Не вдається отримати ґрунтову карту

# site##soil_id##matches##error_generic_body
source: LandPKS was unable to fetch the soil map for this location. Try stopping and restarting the app. If the issue continues, try again later or submit a support request through the website landpks.terraso.org.
es: LandPKS no ha podido obtener el mapa de suelos de esta ubicación. Intente detener y reiniciar la aplicación. Si el problema continúa, vuelva a intentarlo más tarde o envíe una solicitud de soporte a través del sitio web landpks.terraso.org.
fr: LandPKS n'a pas pu récupérer la carte des sols pour cet emplacement. Essayez d'arrêter puis de redémarrer l'application. Si le problème persiste, réessayez ultérieurement ou envoyez une demande d'assistance via le site web landpks.terraso.org.
ka: LandPKS-მა ვერ შეძლო ამ მდებარეობისთვის ნიადაგის რუკის მოძიება. სცადეთ აპლიკაციის შეჩერება და ხელახლა გაშვება. თუ პრობლემა გაგრძელდა, სცადეთ მოგვიანებით ან გაგზავნეთ დახმარების მოთხოვნა ვებსაიტის landpks.terraso.org მეშვეობით.
uk: LandPKS не зміг отримати карту ґрунту для цього місця. Спробуйте зупинити та перезапустити програму. Якщо проблема не зникне, спробуйте пізніше або надішліть запит на підтримку через веб-сайт landpks.terraso.org.

# site##soil_id##matches##no_map_data_title
source: No soil map data
es: Sin datos en el mapa de suelos
fr: Aucune donnée cartographique des sols
ka: ნიადაგის რუკის მონაცემები არ არის
uk: Немає даних ґрунтової карти

# site##soil_id##matches##no_map_data_body
source: There is no soil map data available for this location, so LandPKS cannot generate soil matches. Observations can still be entered, and if soil map data becomes available in the future, soil matches will appear here.
es: No hay datos de mapas de suelos disponibles para esta ubicación, por lo que LandPKS no puede generar coincidencias de suelos en este momento. Aun así, puedes ingresar observaciones y, si en el futuro los datos del mapa de suelos están disponibles, las coincidencias de suelos aparecerán aquí.
fr: Aucune carte des sols n'est disponible pour cet emplacement ; LandPKS ne peut donc pas générer de correspondances de sols. Il est toutefois possible de saisir des observations et, si des cartes des sols sont disponibles ultérieurement, les correspondances apparaîtront ici.
ka: ამ მდებარეობისთვის ნიადაგის რუკის მონაცემები არ არის ხელმისაწვდომი, ამიტომ LandPKS-ს არ შეუძლია ნიადაგის შესატყვისების გენერირება. დაკვირვებების შეყვანა კვლავ შესაძლებელია და თუ ნიადაგის რუკის მონაცემები მომავალში ხელმისაწვდომი გახდება, ნიადაგის შესატყვისები აქ გამოჩნდება.
uk: Для цієї ділянки немає даних карти ґрунтів, тому LandPKS не може згенерувати відповідні для цієї ділянки ґрунти. Результати спостережень для цієї ділянки все ще можна вводити і, якщо дані карти ґрунтів стануть доступними в майбутньому, тут з'являться аналоги ґрунтів.

# site##soil_id##site_data##title
source: Site Observations
es: Observaciones del sitio
fr: Observations du site
ka: ადგილზე დაკვირვებები
uk: Спостереження за ділянкою

# site##soil_id##site_data##description
source: Improve Soil ID results by entering some observations for this site using the helpful guides along the way.
es: Mejora los resultados de identificación de suelos ingresando algunas observaciones para este sitio, usando las guías útiles que te acompañarán en el proceso.
fr: Améliorez les résultats d'identification du sol en saisissant certaines observations pour ce site à l'aide des guides utiles tout au long du processus.
ka: გააუმჯობესეთ ნიადაგის ID-ის შედეგები ამ საიტისთვის რამდენიმე დაკვირვების შეყვანით, გზამკვლევში მოცემული სასარგებლო სახელმძღვანელოების გამოყენებით.
uk: Покращіть результати ідентифікації ґрунту, ввівши деякі спостереження для цієї ділянки, для цього користуйтеся керівництвом.

# site##soil_id##site_data##slope##title
source: Slope Steepness
es: Inclinación de pendiente
fr: Pente raide
ka: ფერდობის დახრილობა
uk: Крутизна стрімкість схилу

# site##soil_id##site_data##slope##add_data
source: Enter steepness
es: Añadir pendiente
fr: Entrez la pente
ka: შეიყვანეთ ციცაბო
uk: Введіть крутизну

# site##soil_id##site_data##soil_properties##title
source: Soil Properties
es: Propiedades del suelo
fr: Propriétés du sol
ka: ნიადაგის თვისებები
uk: Властивості ґрунту

# site##soil_id##site_data##soil_properties##depth
source: Depth ($t(site.soil_id.site_data.soil_properties.depth_units, {"context": "{{units}}"}))
es: Profundidad ($t(site.soil_id.site_data.soil_properties.depth_units, {"context": "{{units}}"}))
fr: Profondeur ($t(site.soil_id.site_data.soil_properties.depth_units, {"context": "{{units}}"}))
ka: სიღრმე ($t(site.soil_id.site_data.soil_properties.depth_units, {"კონტექსტი": "{{units}}"}))
uk: Глибина ($t(site.soil_id.site_data.soil_properties.depth_units, {"context": "{{units}}"}))

# site##soil_id##site_data##soil_properties##depth_units_METRIC
source: cm
ka: სმ
uk: см

# site##soil_id##site_data##soil_properties##texture
source: Texture
es: Textura
ka: ტექსტურა
uk: Гранулометричний склад

# site##soil_id##site_data##soil_properties##color
source: Color
fr: Couleur
ka: ფერი
uk: Колір

# site##soil_id##site_data##soil_properties##rock_fragment
source: Rock Fragment
es: Fragmento de roca
fr: Fragment de roche
ka: კლდის ფრაგმენტი
uk: Фрагмент гірської породи

# site##soil_id##site_data##soil_properties##add_data
source: Add soil properties
es: Añadir datos de suelo
fr: Ajouter les propriétés du sol
ka: ნიადაგის თვისებების დამატება
uk: Додати властивості ґрунту

# site##soil_id##soil_info##series_descr_url
source: Soil Series Full Description
es: Descripción completa de serie de suelos
fr: Description complète de la série sur les sols
ka: ნიადაგის სერიის სრული აღწერა
uk: Повний опис ґрунтової серії

# site##soil_id##soil_info##eco_descr_url
source: Ecological Site Full Description
es: Descripción completa del sitio ecológico
fr: Description complète du site écologique
ka: ეკოლოგიური ობიექტის სრული აღწერა
uk: Повний опис екологічних умов ділянки

# site##soil_id##soil_info##eco_name_label
source: <bold>Ecological Site Name:</bold> {{name}}
es: <bold>Nombre de sitio ecológico:</bold> {{name}}
fr: <bold>Nom du site écologique :</bold> {{name}}
ka: <bold>ეკოლოგიური ობიექტის დასახელება:</bold> {{name}}
uk: <bold>Екологічна назва ділянки:</bold> {{name}}

# site##soil_id##soil_info##eco_id_label
source: <bold>Ecological Site ID:</bold> {{id}}
es: <bold>Identificación del sitio ecológico:</bold> {{id}}
fr: <bold>ID du site écologique :</bold> {{id}}
ka: <bold>ეკოლოგიური ობიექტის ID:</bold> {{id}}
uk: <bold>Екологічний Ідентифікатор ділянки:</bold> {{id}}

# site##soil_id##soil_info##land_class_label
source: <bold>Land Capability Class:</bold> {{land}}
es: <bold>Clase de capacidad de la tierra:</bold> {{land}}
fr: <bold>Classe de capacité foncière :</bold> {{land}}
ka: <bold>მიწის შესაძლებლობის კლასი:</bold> {{მიწა}}
uk: <bold>Клас придатності землі:</bold> {{land}} категорії, види земель і їх цільове призначення

# site##soil_id##soil_info##data_source_label
source: <bold>Data Source:</bold> {{source}}
es: <bold>Fuente de datos:</bold> {{source}}
fr: <bold>Source des données :</bold> {{source}}
ka: <bold>მონაცემთა წყარო:</bold> {{წყარო}}
uk: <bold>Джерело даних:</bold> {{source}}

# site##soil_id##soil_info##location_url
source: View location on soil web
es: Ver ubicación en soil web
fr: Afficher l'emplacement sur le Web du sol
ka: მდებარეობის ნახვა ნიადაგის ქსელში
uk: Переглянути місцезнаходження на Soil Web

# site##soil_id##soil_info##inside_map_label
source: In soil map unit
es: En unidad cartográfica de suelos
fr: Dans l'unité de cartographie des sols
ka: ნიადაგის რუკის ერთეულში
uk: У блоці ґрунтової карти

# site##soil_id##soil_info##outside_map_label
source: In adjacent map unit, {{distance}} {{units}} distance
es: En unidad de mapa adyacente, {{distance}} {{units}} de distancia
fr: Dans l'unité cartographique adjacente, {{distance}} {{units}} distance
ka: მიმდებარე რუკის ერთეულში, {{distance}} {{units}} მანძილი
uk: У сусідній одиниці карти, відстань {{distance}} {{units}}

# site##soil_id##soil_info##map_units_METRIC
source: meters
es: metros
fr: mètres
ka: მეტრი
uk: метрів

# site##soil_id##soil_info##properties_header
source: Soil Properties
es: Propiedades del suelo
fr: Propriétés du sol
ka: ნიადაგის თვისებები
uk: Властивості ґрунту

# site##soil_id##location_score_info##header
source: Location Score
es: Puntuación de ubicación
fr: Score de localisation
ka: მდებარეობის ქულა
uk: Оцінка місця розташування

# site##soil_id##location_score_info##p1
source: Location score is based solely on soil maps and the site’s location. This does not take into account observations that have been entered by users at the site.
es: La puntuación de la ubicación se basa únicamente en los mapas del suelos y en la ubicación del lugar. No tiene en cuenta los datos que han introducido los usuarios en el lugar.
fr: Le score de localisation est basé uniquement sur les cartes pédologiques et la localisation du site. Il ne prend pas en compte les observations saisies par les utilisateurs sur le site.
ka: მდებარეობის ქულა მხოლოდ ნიადაგის რუკებსა და ობიექტის მდებარეობას ეფუძნება. ეს არ ითვალისწინებს საიტზე მომხმარებლების მიერ შეყვანილ დაკვირვებებს.
uk: Оцінка місця розташування базується виключно на картах ґрунтів та розташуванні ділянки. При цьому не беруться до уваги спостереження, які були внесені користувачами на ділянці.

# site##soil_id##location_score_info##p2
source: LandPKS bases soil matches on soil maps created by the {{soilMapSource}}. Traditional soil maps don’t predict a single soil for each location; they are organized into “soil map units” that each contain multiple possible soils. Each possible soil in a map unit is estimated to cover a certain percentage of the unit.
es: LandPKS basa las coincidencias de suelos en los mapas creados por {{soilMapSource}}. Los mapas de suelos tradicionales no predicen un solo tipo de suelo por ubicación; están organizados en “unidades de mapeo de suelos”, y cada una contiene varios suelos posibles. Se estima que cada tipo de suelo cubre un cierto porcentaje de la unidad.
fr: LandPKS base ses correspondances de sols sur les cartes pédologiques créées par {{soilMapSource}}. Les cartes pédologiques traditionnelles ne prédisent pas un sol unique pour chaque emplacement ; elles sont organisées en « unités de carte pédologique » contenant chacune plusieurs sols possibles. Chaque sol possible d'une unité est estimé couvrir un certain pourcentage de l'unité.
ka: LandPKS ნიადაგის შესაბამისობებს {{soilMapSource}}-ის მიერ შექმნილ ნიადაგის რუკებზე აფუძნებს. ტრადიციული ნიადაგის რუკები თითოეული ადგილმდებარეობისთვის ერთ კონკრეტულ ნიადაგს არ პროგნოზირებს; ისინი ორგანიზებულია „ნიადაგის რუკის ერთეულებად“, რომელთაგან თითოეული შეიცავს რამდენიმე შესაძლო ნიადაგს. რუკის ერთეულში თითოეული შესაძლო ნიადაგი, სავარაუდოდ, ერთეულის გარკვეულ პროცენტს ფარავს.
uk: LandPKS використовує співпадіння ґрунтів на ґрунтових картах, створених за допомогою {{soilMapSource}}. Традиційні карти ґрунтів не передбачають єдиного ґрунту для кожної локації; вони організовані в “грунтові одиниці”, кожна з яких містить декілька можливих таких одиниць. Кожний можливий вид ґрунту в такій грунтовій одиниці на карті, за оцінками, перекриває певний відсоток цієї одиниці.

# site##soil_id##location_score_info##p3
source: The location score for a soil match is based on the percentage of the map unit that the soil covers. It is then reduced by a value proportional to the distance of the map unit from the site. In other words, soils in the site’s map unit generally receive a higher location score than soils in a neighboring map unit. Similarly, soils that make up a larger percentage of the map unit receive a higher location score than soils that make up a smaller percentage of the map unit.
es: La puntuación de ubicación de una coincidencia de suelo se basa en el porcentaje de la unidad cartográfica que el suelo cubre. Luego, se reduce por un valor proporcional a la distancia de la unidad de mapeo desde el sitio. En otras palabras, los suelos en la unidad de mapeo del sitio generalmente reciben un puntaje de ubicación más alto que los suelos en una unidad de mapeo vecina. De manera similar, los suelos que representan un mayor porcentaje de la unidad de mapeo reciben un puntaje de ubicación más alto que los suelos que representan un porcentaje menor de la unidad de mapeo.
fr: Le score de localisation d'une correspondance de sol est basé sur le pourcentage de l'unité cartographique que le sol recouvre. Il est ensuite réduit d'une valeur proportionnelle à la distance entre l'unité cartographique et le site. Autrement dit, les sols de l'unité cartographique du site obtiennent généralement un score de localisation plus élevé que ceux d'une unité cartographique voisine. De même, les sols qui représentent un pourcentage important de l'unité cartographique obtiennent un score de localisation plus élevé que ceux qui en représentent un pourcentage plus faible.
ka: ნიადაგის შესაბამისობის ადგილმდებარეობის ქულა ეფუძნება ნიადაგის მიერ დაფარული რუკის ერთეულის პროცენტულ მაჩვენებელს. შემდეგ ის მცირდება მნიშვნელობით, რომელიც პროპორციულია რუკის ერთეულის ადგილიდან მანძილისა. სხვა სიტყვებით რომ ვთქვათ, ადგილის რუკის ერთეულში არსებული ნიადაგები, როგორც წესი, უფრო მაღალ მდებარეობის ქულას იღებენ, ვიდრე მეზობელი რუკის ერთეულის ნიადაგები. ანალოგიურად, ნიადაგები, რომლებიც რუკის ერთეულის უფრო დიდ პროცენტს შეადგენენ, უფრო მაღალ მდებარეობის ქულას იღებენ, ვიდრე ნიადაგები, რომლებიც რუკის ერთეულის უფრო მცირე პროცენტს შეადგენენ.
uk: Оцінка місцезнаходження для відповідності ґрунту базується на на відсотковому відношенні одиниці карти, яку покриває цей ґрунт. Потім воно зменшується на величину, пропорційну до відстані від ділянки до одиниці карти. Іншими словами, ґрунти в одиниці карти ділянки, як правило, отримують вищий бал, ніж ґрунти в сусідній одиниці карти. Аналогічно, ґрунти, які складають більший відсоток одиниці карти, отримують вищу оцінку для цього місцеположення, ніж ґрунти, які складають менший відсоток одиниці карти.

# site##soil_id##soil_properties_score_info##header
source: Soil Properties Score
es: Puntuación de las propiedades del suelo
fr: Score des propriétés du sol
ka: ნიადაგის თვისებების ქულა
uk: Оцінка властивостей ґрунту

# site##soil_id##soil_properties_score_info##p1
source: Soil Properties Score reflects the similarity between the soil match and the observations entered for this site.
es: La puntuación de las propiedades del suelo refleja la similitud entre el suelo compatible y las observaciones ingresadas para este sitio.
fr: Le score des propriétés du sol reflète la similitude entre la correspondance du sol et les observations saisies pour ce site.
ka: ნიადაგის თვისებების ქულა ასახავს მსგავსებას ნიადაგის შესაბამისობასა და ამ ადგილისთვის შეყვანილ დაკვირვებებს შორის.
uk: Оцінка властивостей ґрунту відображає відповідність ґрунту спостереженням, введеним для цієї ділянки.

# site##soil_id##soil_properties_score_info##p2
source: A higher Soil Properties Score means that the user-entered observations are similar to the soil match. A low score means the two are less similar, and it is less likely for this match to be the correct soil ID for the site.
es: La puntuación más alto de Propiedades del suelo significa que las observaciones ingresadas por el usuario son similares a la coincidencia de suelo. Un puntaje bajo significa que los dos son menos similares, y es menos probable que esta coincidencia sea la identificación correcta del suelo para el sitio.
fr: Un score de propriétés du sol élevé signifie que les observations saisies par l'utilisateur sont similaires à la correspondance du sol. Un score faible signifie que les deux sont moins similaires et qu'il est moins probable que cette correspondance corresponde à l'identifiant du sol correct pour le site.
ka: ნიადაგის თვისებების უფრო მაღალი ქულა ნიშნავს, რომ მომხმარებლის მიერ შეყვანილი დაკვირვებები ნიადაგის შესაბამისობის მსგავსია. დაბალი ქულა ნიშნავს, რომ ორივე ნაკლებად ჰგავს ერთმანეთს და ნაკლებად სავარაუდოა, რომ ეს შესაბამისობა იყოს საიტისთვის ნიადაგის სწორი ID.
uk: Вищий бал для властивостей ґрунту означає, що введені користувачем результати спостереження схожі на відповідний ґрунт. Низький бал означає, що вони менш схожі, і менш імовірно, що цей збіг є правильним ідентифікатором ґрунту для даної ділянки.

# site##soil_id##soil_properties_score_info##p3
source: The more observations entered for a site, the more reliable the Soil Properties Score will be.
es: Cuantas más observaciones ingreses para un sitio, más confiable será la puntuación de propiedades del suelo.
fr: Plus le nombre d’observations saisies pour un site est élevé, plus le score des propriétés du sol sera fiable.
ka: რაც უფრო მეტი დაკვირვებაა შეყვანილი კონკრეტულ ადგილას, მით უფრო სანდო იქნება ნიადაგის თვისებების ქულა.
uk: Чим більше спостережень введено для ділянки, тим надійнішою буде оцінка властивостей ґрунту.

# site##soil_id##soil_properties_score_info##p4
source: LandPKS considers the following in calculating Soil Properties Score:
es: LandPKS Soil ID considera las siguientes propiedades en el cálculo de la puntuación de las propiedades del suelo:
fr: LandPKS prend en compte les éléments suivants pour calculer le score des propriétés du sol :
ka: LandPKS ნიადაგის თვისებების ქულის გაანგარიშებისას ითვალისწინებს შემდეგს:
uk: LandPKS враховує наступне під час оцінювання властивостей ґрунту:

# site##soil_id##soil_properties_score_info##bullets##1
source: Soil texture by depth
es: Textura del suelo por profundidad
fr: Texture du sol en fonction de la profondeur
ka: ნიადაგის ტექსტურა სიღრმის მიხედვით
uk: Гранулометричний склад ґрунту за глибиною

# site##soil_id##soil_properties_score_info##bullets##2
source: Rock fragment by depth
es: Fragmento de roca por profundidad
fr: Fragment de roche par profondeur
ka: კლდის ფრაგმენტი სიღრმის მიხედვით
uk: Фрагмент гірської породи за глибиною

# site##soil_id##soil_properties_score_info##bullets##3
source: Soil color by depth
es: Color de suelo por profundidad
fr: Couleur du sol selon la profondeur
ka: ნიადაგის ფერი სიღრმის მიხედვით
uk: Колір ґрунту за глибиною

# site##soil_id##soil_properties_score_info##bullets##4
source: Site slope
es: Pendiente del sitio
fr: Pente du site
ka: ტერიტორიის დახრილობა
uk: Похил ділянки

# site##soil_id##soil_properties_score_info##bullets##5
source: Soil cracks
es: Grietas del suelo
fr: Fissures du sol
ka: ნიადაგის ბზარები
uk: Тріщини в ґрунті

# site##notes##add_note_label
source: Add Note
es: Agregar nota
fr: Ajouter une note
ka: შენიშვნის დამატება
uk: Додати примітку

# site##notes##add_title
source: Site Note
es: Nota acerca del sitio
fr: Note du site
ka: საიტის შენიშვნა
uk: Примітка до ділянки

# site##notes##edit_title
source: Site Note
es: Nota acerca del sitio
fr: Note du site
ka: საიტის შენიშვნა
uk: Примітка до ділянки

# site##notes##note_attribution
source: {{createdAt}} by {{name}}
es: {{createdAt}} por {{name}}
fr: {{createdAt}} par {{name}}
ka: {{createdAt}} {{name}}-ის მიერ
uk: {{createdAt}} користувачем {{name}}

# site##notes##confirm_removal_title
source: Delete note?
es: ¿Eliminar nota?
fr: Supprimer la note ?
ka: წაიშალოს შენიშვნა?
uk: Видалити нотатку?
