Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# site##notes##confirm_removal_body
source: This action can’t be undone.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
ka: ამ მოქმედების გაუქმება შეუძლებელია.
uk: Цю дію не можна скасувати.

# site##notes##min_length_error
source: Must be at least {{min}} characters
es: Debe tener al menos {{min}} caracteres
fr: Doit contenir au moins {{min}} caractères
ka: უნდა იყოს მინიმუმ {{min}} სიმბოლო
uk: Має бути щонайменше {{min}} символів

# site##notes##placeholder_text
source: Start typing your note…
es: Empieza a escribir tu nota…
fr: Commencez à taper votre note…
ka: დაიწყეთ თქვენი შენიშვნის აკრეფა…
uk: Почніть друкувати нотатку…

# site##search##accessibility_label
source: Filter sites by site name
es: Ordenar sitios por nombre
fr: Filtrer les sites par nom de site
ka: საიტების გაფილტვრა საიტის სახელის მიხედვით
uk: Фільтрувати ділянки за їхньою назвою

# site##search##filter_projects
source: Filter sites by project
es: Ordenar sitios por proyecto
fr: Filtrer les sites par projet
ka: საიტების გაფილტვრა პროექტის მიხედვით
uk: Фільтрувати ділянки за назвою проекту

# site##search##filter_role
source: Filter sites by role
es: Ordenar sitios por rol
fr: Filtrer les sites par rôle
ka: საიტების გაფილტვრა როლის მიხედვით
uk: Фільтрувати ділянки за роллю користувача

# site##search##no_matches
source: No sites match the current search and filter options.
es: Ningún sitio coincide con las opciones de búsqueda y filtro actuales.
fr: Aucun site ne correspond aux options de recherche et de filtrage actuelles.
ka: მიმდინარე ძიების და ფილტრის ვარიანტებს არცერთი საიტი არ შეესაბამება.
uk: Немає ділянок, що відповідають поточним параметрам пошуку та фільтрації.

# projects##learn_more
source: Learn more about using projects
es: Aprende más acerca del uso de proyectos
fr: En savoir plus sur l'utilisation des projets
ka: შეიტყვეთ მეტი პროექტების გამოყენების შესახებ
uk: Дізнайтеся більше про використання проектів

# projects##create_button
source: Create project
es: Crear proyecto
fr: Créer un projet
ka: პროექტის შექმნა
uk: Створити проєкт

# projects##go_to
source: Go to Project
es: Ir al proyecto
fr: Accéder au projet
ka: გადადით პროექტზე
uk: Перейти до проекту

# projects##search_label
source: Enter text to filter projects by name
es: Introduce texto para filtar proyectos por nombre
fr: Saisissez du texte pour filtrer les projets par nom
ka: შეიყვანეთ ტექსტი პროექტების სახელის მიხედვით გასაფილტრად
uk: Введіть текст, щоб фільтрувати проекти за назвою

# projects##role_filter_label
source: Filter projects by role
es: Ordenar proyectos por rol
fr: Filtrer les projets par rôle
ka: პროექტების როლის მიხედვით გაფილტვრა
uk: Фільтрувати проекти за роллю

# projects##create##name_label
source: Project Name
es: Nombre del proyecto
fr: Nom du projet
ka: პროექტის დასახელება
uk: Назва проекту

# projects##create##description_label
source: Project Description
es: Descripción del proyecto
fr: Description du projet
ka: პროექტის აღწერა
uk: Опис проекту

# projects##create##privacy_label
source: Data Privacy
es: Privacidad de datos
fr: Confidentialité des données
ka: მონაცემთა კონფიდენციალურობა
uk: Конфіденційність даних

# projects##inputs##soil_source##heading
source: Default Soil Information Source
es: Fuente de información sobre el suelo por defecto
fr: Source d'informations sur les sols par défaut
ka: ნიადაგის ინფორმაციის ნაგულისხმევი წყარო
uk: Джерело інформації про ґрунт за замовчуванням

# projects##inputs##soil_source##survey
source: USDA NRCS Soil Survey
es: USDA NRCS Estudio del suelo
fr: Enquête sur les sols du NRCS de l'USDA
ka: USDA NRCS ნიადაგის კვლევა
uk: Дослідження ґрунтів Міністерства сільського господарства США (NRCS)

# projects##inputs##soil_source##grids
source: SoilGrids
es: SoilGrids (cuadrículas del suelo)
fr: Grilles de sol
ka: ნიადაგის ბადეები

# projects##inputs##soil_source##a11yLabel
source: default soil information source
es: fuente de información sobre el suelo por defecto
fr: source d'informations sur les sols par défaut
ka: ნიადაგის ინფორმაციის ნაგულისხმევი წყარო
uk: джерело інформації про ґрунт за замовчуванням

# projects##inputs##instructions##screen_title
source: Pinned Note
es: Nota destacada
fr: Note épinglée
ka: მიმაგრებული ჩანაწერი
uk: Закріплена нотатка

# projects##inputs##instructions##add_label
source: Note
es: Nota
ka: შენიშვნა
uk: Примітка

# projects##inputs##depths##confirm_preset##title
source: Change depths?
es: ¿Cambiar profundidades?
fr: Changer de profondeur ?
ka: სიღრმის შეცვლა?
uk: Змінити глибину?

# projects##inputs##depths##confirm_preset##body
source: Soil pit observations that have been entered will be deleted. This action can’t be undone.
es: Se borrarán las observaciones de la fosa de suelo que se hayan introducido. Esta acción no se puede deshacer.
fr: Les observations de fosses pédologiques saisies seront supprimées. Cette action est irréversible.
ka: შეყვანილი ნიადაგის ორმოების დაკვირვებები წაიშლება. ამ მოქმედების გაუქმება შეუძლებელია.
uk: Введені спостереження за ґрунтовими розрізами будуть видалені. Цю дію не можна скасувати.

# projects##inputs##depths##confirm_preset##confirm
source: Change
es: Cambiar
fr: Changement
ka: ცვლილება
uk: Зміна

# projects##team##manage_team
source: Manage Team
es: Administrar equipo
fr: Gérer l'équipe
ka: გუნდის მართვა
uk: Керування командою

# projects##team##leave_project_modal##trigger
source: Leave Project
es: Abandonar proyecto
fr: Quitter le projet
ka: პროექტიდან გასვლა
uk: Вийти з проєкту

# projects##team##leave_project_modal##title
source: Leave Project?
es: ¿Abandonar proyecto?
fr: Quitter le projet ?
ka: პროექტიდან გასვლა?
uk: Вийти з проєкту?

# projects##team##leave_project_modal##body
source: This will remove your access to the project, but data you have contributed will remain with the project.
es: Esto eliminará tu acceso al proyecto, pero los datos que hayas aportado permanecerán en el proyecto.
fr: Cela supprimera votre accès au projet, mais les données que vous avez fournies resteront avec le projet.
ka: ეს პროექტზე წვდომას გაგიუქმებთ, თუმცა თქვენს მიერ შეტანილი მონაცემები პროექტში დარჩება.
uk: Це скасує ваш доступ до проєкту, але дані, які ви надали, залишаться в проєкті.

# projects##team##leave_project_modal##action_name
source: Leave
es: Abandonar
fr: Partir
ka: წასვლა
uk: Залишити

# projects##edit##input_header
source: General Project Settings
es: Configuraciones generales del proyecto
fr: Paramètres généraux du projet
ka: პროექტის ზოგადი პარამეტრები
uk: Загальні налаштування проекту

# projects##settings##copy_download_link
source: Copy project download link
es: Copiar enlace de descarga del proyecto
fr: Copier le lien de téléchargement du projet
ka: პროექტის ჩამოტვირთვის ბმულის კოპირება
uk: Скопіювати посилання для завантаження проекту

# projects##settings##download_link_description
source: A zipped file of all the project’s assets including a .csv file of site data, field notes, audit logs, and photos. Anyone with this link can view all the assets.
es: Un archivo comprimido con todos los contenidos del proyecto, incluyendo un archivo .csv de datos del emplazamiento, notas de campo, registros de auditoría y fotos. Cualquier persona con este enlace puede ver todos los activos.
fr: Un fichier zippé contenant toutes les ressources du projet, incluant un fichier .csv contenant les données du site, les notes de terrain, les journaux d'audit et les photos. Toute personne disposant de ce lien peut consulter l'ensemble des ressources.
ka: პროექტის ყველა აქტივის არქივირებული ფაილი, მათ შორის საიტის მონაცემების, საველე ჩანაწერების, აუდიტის ჟურნალების და ფოტოების .csv ფაილი. ყველას, ვისაც ეს ბმული აქვს, შეუძლია ყველა აქტივის ნახვა.
uk: Заархівований файл з усіма активами проекту, включаючи .csv-файл з даними про об'єкт, польові нотатки, журнали аудиту та фотографії. Будь-хто за цим посиланням може переглянути всі ресурси.

# projects##settings##archive_button
source: Archive
es: Archivar
ka: არქივი
uk: Архів

# projects##settings##archive_button_prompt
source: Archive Project?
es: ¿Archivar proyecto?
fr: Projet d'archives ?
ka: არქივის პროექტი?
uk: Архівувати проєкт?

# projects##settings##archive_description
source: The project will be moved to Archived Projects, making it read-only. Team members can access the data, and project managers can restore it at any time. Public projects that are archived will remain viewable on data portals.
es: El proyecto se moverá a Proyectos archivados, por lo que será de sólo lectura. Los miembros del equipo podrán acceder a los datos, y los administradores del proyecto podrán restaurarlo en cualquier momento. Los proyectos públicos archivados seguirán siendo visibles en los portales de datos.
fr: Le projet sera déplacé vers les projets archivés, le rendant ainsi accessible en lecture seule. Les membres de l'équipe pourront accéder aux données et les chefs de projet pourront les restaurer à tout moment. Les projets publics archivés resteront consultables sur les portails de données.
ka: პროექტი გადავა დაარქივებულ პროექტებში, რაც მას მხოლოდ წასაკითხს გახდის. გუნდის წევრებს მონაცემებზე წვდომა შეეძლებათ, ხოლო პროექტის მენეჯერებს - მათი აღდგენა ნებისმიერ დროს. დაარქივებული საჯარო პროექტები მონაცემთა პორტალებზე ხილვადი დარჩება.
uk: Проєкт буде переміщено до папки «Архівні проєкти», що зробить його доступним лише для читання. Учасники команди матимуть доступ до даних, а керівники проєктів можуть відновити їх у будь-який час. Загальнодоступні проєкти, що заархівовані, залишатимуться доступними для перегляду на порталах даних.

# projects##settings##delete_button
source: Delete
es: Eliminar
fr: Supprimer
ka: წაშლა
uk: Видалити

# projects##settings##delete_button_prompt
source: Delete project?
es: ¿Eliminar proyecto?
fr: Supprimer le projet ?
ka: პროექტის წაშლა?
uk: Видалити проєкт?

# projects##settings##delete_description
source: This will permanently delete the project {{projectName}} and its sites’ observations. This can’t be undone. Project managers have the option to transfer sites from this project to keep site observations.
es: Esto eliminará permanentemente el proyecto {{projectName}} y las observaciones de sus sitios. Esta acción no se puede deshacer. Los administradores del proyecto tienen la opción de transferir los sitios a otro proyecto para conservar las observaciones.
fr: Cela supprimera définitivement le projet {{projectName}} et les observations de ses sites. Cette opération est irréversible. Les chefs de projet ont la possibilité de transférer les sites de ce projet pour conserver les observations.
ka: ეს სამუდამოდ წაშლის პროექტს {{projectName}} და მისი საიტების დაკვირვებებს. ამის გაუქმება შეუძლებელია. პროექტის მენეჯერებს აქვთ შესაძლებლობა, გადაიტანონ საიტები ამ პროექტიდან, რათა შეინახონ საიტის დაკვირვებები.
uk: Це остаточно видалить проєкт {{projectName}} та спостереження за його ділянками. Цю дію не можна скасувати. Керівники проєктів мають можливість перенести ділянки з цього проєкту, щоб зберегти спостереження за ними.

# projects##sites##empty_viewer
source: This project has no sites yet.
es: El proyecto aun no tiene sitios.
fr: Ce projet n'a pas encore de sites.
ka: ამ პროექტს ჯერ არ აქვს საიტები.
uk: Для цього проекту ще не обрано ділянок.

# projects##sites##empty_contributor
source: You can transfer existing LandPKS Soil ID sites to this project. You can also create new sites on the Sites tab and add them to this project.
es: Puedes transferir sitios LandPKS Soil ID existentes a este proyecto. También puede crear nuevos sitios en la pestaña Sitios y añadirlos a este proyecto.
fr: Vous pouvez transférer des sites d'identification de sols LandPKS existants vers ce projet. Vous pouvez également créer de nouveaux sites dans l'onglet Sites et les ajouter à ce projet.
ka: შეგიძლიათ არსებული LandPKS Soil ID საიტები ამ პროექტში გადაიტანოთ. ასევე შეგიძლიათ შექმნათ ახალი საიტები ჩანართში „საიტები“ და დაამატოთ ისინი ამ პროექტში.
uk: Ви можете перенести існуючі ділянки LandPKS Soil ID до цього проєкту. Ви також можете створювати нові ділянки на вкладці «Ділянки» та додавати їх до цього проєкту.

# projects##sites##go_to
source: Go to Site
es: Ir al sitio
fr: Accéder au site
ka: გადადით საიტზე
uk: Перейти на ділянку

# projects##sites##audit_log
source: Audit Log
es: Registro de auditoría
fr: Journal d'audit
ka: აუდიტის ჟურნალი
uk: Журнал аудиту

# projects##sites##remove_site
source: Remove from Project
es: Eliminar del proyecto
fr: Supprimer du projet
ka: პროექტიდან წაშლა
uk: Видалити з проекту

# projects##sites##delete_site
source: Delete Site
es: Eliminar sitio
fr: Supprimer le site
ka: საიტის წაშლა
uk: Видалити ділянку

# projects##sites##delete_site_modal##title
source: Delete site?
es: ¿Eliminar sitio?
fr: Supprimer le site ?
ka: საიტის წაშლა?
uk: Видалити ділянку ?

# projects##sites##delete_site_modal##body
source: This will permanently delete the site {{siteName}} and all of its observations. This can’t be undone.
es: Esto eliminará permanentemente el sitio {{siteName}} y todas sus observaciones. Esto no se puede deshacer.
fr: Cela supprimera définitivement le site {{siteName}} et toutes ses observations. Cette action est irréversible.
ka: ეს სამუდამოდ წაშლის საიტს {{siteName}} და მის ყველა დაკვირვებას. ამის გაუქმება შეუძლებელია.
uk: Це остаточно видалить ділянку {{siteName}} та всі спостереження для неї. Цю дію не можна скасувати.

# projects##sites##delete_site_modal##action_name
source: Delete
es: Eliminar
fr: Supprimer
ka: წაშლა
uk: Видалити

# projects##sites##remove_site_modal##title
source: Remove site from project?
es: ¿Eliminar sitio de este proyecto?
fr: Supprimer le site du projet ?
ka: წავშალო საიტი პროექტიდან?
uk: Видалити ділянку з проєкту?

# projects##sites##remove_site_modal##body
source: Only you will have access to this site. Other project team members will no longer have access.
es: Sólo tú tendrás acceso a este sitio y sus datos. Los demás miembros del proyecto dejarán de tener acceso.
fr: Vous seul(e) aurez accès à ce site. Les autres membres de l'équipe projet n'y auront plus accès.
ka: ამ საიტზე წვდომა მხოლოდ თქვენ გექნებათ. პროექტის გუნდის სხვა წევრებს წვდომა აღარ ექნებათ.
uk: Тільки ви матимете доступ до цієї ділянки. Інші учасники команди проекту більше не матимуть доступу.

# projects##sites##remove_site_modal##action_name
source: Remove Site
es: Eliminar sitio.
fr: Supprimer le site
ka: საიტის წაშლა
uk: Видалити ділянку

# projects##sites##transfer_site_modal##title
source: Transfer sites?
es: ¿Transferir sitios?
fr: Sites de transfert ?
ka: გადარიცხვის საიტები?
uk: Перенести ділянки ?

# projects##sites##transfer_site_modal##body
source: Transferred sites will use the inputs, settings and team member roles from this project. If sites have observations entered at different depths than what is specified in this project, those observations will be deleted. This can’t be undone.
es: Los sitios transferidos utilizarán las entradas, ajustes y funciones de los miembros del equipo de este proyecto. Si los centros tienen observaciones introducidas a profundidades diferentes de las especificadas en este proyecto, esas observaciones se eliminarán. Esto no se puede deshacer.
fr: Les sites transférés utiliseront les entrées, les paramètres et les rôles des membres de l'équipe de ce projet. Si des observations sont saisies à des profondeurs différentes de celles spécifiées dans ce projet, elles seront supprimées. Cette opération est irréversible.
ka: გადატანილი საიტები გამოიყენებენ ამ პროექტიდან შეყვანილ მონაცემებს, პარამეტრებსა და გუნდის წევრების როლებს. თუ საიტებზე დაკვირვებები შეყვანილია ამ პროექტში მითითებულისგან განსხვავებულ სიღრმეზე, ეს დაკვირვებები წაიშლება. ამ მოქმედების გაუქმება შეუძლებელია.
uk: Перенесені ділянки використовуватимуть вхідні дані, налаштування та ролі членів команди з цього проєкту. Якщо на ділянках є спостереження для глибин, які відрізняються від зазначених у цьому проєкті, ці спостереження будуть видалені. Цю дію не можна скасувати.

# projects##sites##transfer_site_modal##action_name
source: Transfer
es: Transferir
fr: Transfert
ka: გადარიცხვა
uk: Переніс

# projects##sites##search##accessility_label
source: Search for sites
es: Buscar sitios
fr: Rechercher des sites
ka: საიტების ძიება
uk: Пошук ділянок

# projects##add_user##heading
source: Add Team Member
es: Añadir miembro de equipo
fr: Ajouter un membre de l'équipe
ka: გუნდის წევრის დამატება
uk: Додати учасника команди

# projects##add_user##help_text
source: Enter the email address of the person’s Terraso account. A Terraso account can be created by installing the LandPKS Soil ID app and signing in.
es: Introduce la dirección de email de la cuenta Terraso de la persona. Puede crear una cuenta Terraso instalando la aplicación LandPKS Soil ID e iniciando sesión.
fr: Saisissez l'adresse e-mail du compte Terraso de la personne. Pour créer un compte Terraso, installez l'application LandPKS Soil ID et connectez-vous.
ka: შეიყვანეთ პირის Terraso ანგარიშის ელექტრონული ფოსტის მისამართი. Terraso ანგარიშის შექმნა შესაძლებელია LandPKS Soil ID აპლიკაციის ინსტალაციით და სისტემაში შესვლით.
uk: Введіть адресу електронної пошти облікового запису Terraso цієї особи. Обліковий запис Terraso можна створити, встановивши застосунок LandPKS Soil ID та увійшовши в систему.

# projects##add_user##user_does_not_exist
source: No Terraso account found
es: No se ha encontrado ninguna cuenta Terraso
fr: Aucun compte Terraso trouvé
ka: Terraso-ს ანგარიში ვერ მოიძებნა
uk: Обліковий запис Terraso не знайдено

# projects##add_user##user_in_project
source: Already a team member
es: Ya es miembro de equipo
fr: Déjà membre de l'équipe
ka: უკვე გუნდის წევრია
uk: Ви вже член команди

# projects##add_user##invalid_email
source: Enter a valid email address
es: Introduce una dirección de email válida
fr: Entrez une adresse e-mail valide
ka: შეიყვანეთ სწორი ელექტრონული ფოსტის მისამართი
uk: Введіть дійсну адресу електронної пошти

# projects##manage_member##title
source: Manage Team Member
es: Administrar miembro del equipo
fr: Gérer les membres de l'équipe
ka: გუნდის წევრის მართვა
uk: Керування членом команди

# projects##manage_member##project_role
source: Project Role
es: Rol en el proyecto
fr: Rôle du projet
ka: პროექტის როლი
uk: Роль у проєкті

# projects##manage_member##manager_help
source: Can view and edit all aspects of the project and its affiliated sites
es: Puede visualizar y editar todos los aspectos del proyecto y sus sitios afiliados
fr: Peut visualiser et modifier tous les aspects du projet et de ses sites affiliés
ka: შეუძლია პროექტისა და მასთან დაკავშირებული საიტების ყველა ასპექტის ნახვა და რედაქტირება
uk: Можна переглядати та редагувати всі аспекти проєкту та пов'язаних з ним ділянок

# projects##manage_member##contributor_help
source: Can view site data, and add and edit observations
es: Puede visualizar, añadir y editar observaciones del sitio
fr: Peut afficher les données du site et ajouter et modifier des observations
ka: შეუძლია საიტის მონაცემების ნახვა, დაკვირვებების დამატება და რედაქტირება
uk: Можна переглядати дані для ділянки, а також додавати та редагувати результати спостереження

# projects##manage_member##viewer_help
source: Can view site data and observations
es: Puede ver los datos y observaciones del sitio
fr: Peut visualiser les données et les observations du site
ka: შეუძლია საიტის მონაცემებისა და დაკვირვებების ნახვა
uk: Можна переглядати результати спостереження за ділянкою

# projects##manage_member##remove
source: Remove from project
es: Eliminar del proyecto
fr: Supprimer du projet
ka: პროექტიდან წაშლა
uk: Видалити з проєкту

# projects##manage_member##remove_help
source: Remove the team member’s access to this project, retaining any observations contributed to sites
es: Elimine el acceso del miembro a este proyecto, manteniendo cualquier dato que haya contribuido a los sitios
fr: Supprimer l'accès du membre de l'équipe à ce projet, en conservant toutes les observations apportées aux sites
ka: გუნდის წევრს ამ პროექტზე წვდომის გაუქმება, საიტებზე შეტანილი ნებისმიერი დაკვირვების შენარჩუნებით
uk: Заблокувати доступ члена команди до цього проєкту, зберігаючи всі внесені спостереження за ділянкою

# projects##manage_member##confirm_removal_title
source: Remove from Project?
es: ¿Eliminar del proyecto?
fr: Supprimer du projet ?
ka: პროექტიდან წაშლა?
uk: Видалити з проекту?

# projects##manage_member##confirm_removal_body
source: This will remove the team member from the project. Their contributed site observations will be retained.
es: Esto eliminará al miembro del proyecto. Conservará los observaciones que haya aportado sobre el sitio.
fr: Cela retirera le membre de l'équipe du projet. Ses observations sur le site seront conservées.
ka: ეს გუნდის წევრს პროექტიდან ამოიღებს. მათ მიერ ადგილზე გაკეთებული დაკვირვებები შენარჩუნდება.
uk: Це призведе до видалення члена команди з проекту. Його спостереження за ділянкою будуть збережені.

# projects##manage_member##confirm_removal_action
source: Remove
es: Eliminar
fr: Retirer
ka: წაშლა
uk: Видалити

# projects##transfer_sites##heading
source: Transfer Sites to this Project
es: Transferir sitios a este proyecto
fr: Sites de transfert vers ce projet
ka: საიტების ამ პროექტში გადატანა
uk: Перенести ділянки до цього проєкту

# projects##transfer_sites##description
source: Transfer LandPKS Soil ID sites you manage to this project. When you transfer sites, they will use the inputs, settings and team member roles from this project.
es: Transfiere los sitios LandPKS Soil ID que administras a este proyecto. Cuando transfieres sitios, se utilizarán la configuración de datos y los roles de los miembros del equipo de este proyecto.
fr: Transférez les sites LandPKS Soil ID que vous gérez vers ce projet. Lors du transfert, les sites utiliseront les entrées, les paramètres et les rôles des membres de l'équipe de ce projet.
ka: ამ პროექტში გადაიტანეთ თქვენს მიერ მართული LandPKS Soil ID საიტები. საიტების გადატანისას, ისინი გამოიყენებენ ამ პროექტიდან შეყვანილ მონაცემებს, პარამეტრებს და გუნდის წევრების როლებს.
uk: Перенесіть ділянки LandPKS Soil ID, якими ви керуєте, до цього проєкту. Під час перенесення ділянок вони використовуватимуть вхідні дані, налаштування та ролі членів команди з цього проєкту.

# projects##transfer_sites##unaffiliated
source: Unaffiliated
es: No afiliado
fr: Non affilié
ka: არააფილირებული
uk: Неафілійований

# projects##form##name_min_length_error
source: Project name must be at least {{min}} characters
es: El nombre del proyecto debe tener un mínimo de {{min}} caracteres
fr: Le nom du projet doit comporter au moins {{min}} caractères
ka: პროექტის სახელი უნდა შეიცავდეს მინიმუმ {{min}} სიმბოლოს
uk: Назва проєкту має містити щонайменше {{min}} символів

# projects##form##name_max_length_error
source: Project name must be at most {{max}} characters
es: El nombre del proyecto debe tener un máximo de {{max}} caracteres
fr: Le nom du projet doit comporter au maximum {{max}} caractères
ka: პროექტის სახელი უნდა შეიცავდეს მაქსიმუმ {{max}} სიმბოლოს
uk: Назва проєкту має містити щонайбільше {{max}} символів

# projects##form##description_min_length_error
source: Project description must be at least {{min}} characters
es: La descripción del proyecto debe tener un mínimo de {{min}} caracteres
fr: La description du projet doit comporter au moins {{min}} caractères
ka: პროექტის აღწერა უნდა იყოს მინიმუმ {{min}} სიმბოლო
uk: Опис проекту має містити щонайменше {{min}} символів

# projects##form##description_max_length_error
source: Project description must be at most {{max}} characters
es: La descripción del proyecto debe tener un máximo de {{max}} caracteres
fr: La description du projet doit comporter au maximum {{max}} caractères
ka: პროექტის აღწერა უნდა შეიცავდეს მაქსიმუმ {{max}} სიმბოლოს
uk: Опис проекту має містити щонайбільше {{max}} символів
