Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##humic_ferralsols##description
source: Humic Ferralsols are well developed soils in humid, warm climates that are dominated by low activity minerals such as kaolinite and iron and aluminum oxides. They often have good physical properties but are acid, relatively infertile, have high P fixation, and have limited ability to retain nutrients. Humic Ferralsols have slightly higher organic matter in the upper portions of the soil.
es: Los Ferralsoles Húmicos son suelos bien desarrollados en climas húmedos y cálidos que están dominados por minerales de baja actividad como la caolinita y los óxidos de hierro y aluminio. Suelen tener buenas propiedades físicas pero son ácidos, relativamente infértiles, tienen una alta fijación de P y tienen una capacidad limitada para retener nutrientes. Los Ferralisoles Húmicos tienen una materia orgánica ligeramente superior en las partes superiores del suelo.
fr: Les ferralsols humiques sont des sols bien développés, présents dans les climats humides et chauds, dominés par des minéraux de faible activité comme la kaolinite et les oxydes de fer et d'aluminium. Ils présentent souvent de bonnes propriétés physiques, mais sont acides, relativement peu fertiles, ont une forte fixation du phosphore et une capacité limitée à retenir les nutriments. Leur teneur en matière organique est légèrement plus élevée dans les parties supérieures du sol.
ka: ჰუმუსური ფერალსოლები კარგად განვითარებული ნიადაგებია ნოტიო, თბილ კლიმატურ პირობებში, რომლებშიც დომინირებს დაბალი აქტივობის მინერალები, როგორიცაა კაოლინიტი, რკინისა და ალუმინის ოქსიდები. მათ ხშირად აქვთ კარგი ფიზიკური თვისებები, მაგრამ მჟავეა, შედარებით უნაყოფო, აქვთ მაღალი ფოსფორის ფიქსაცია და შეზღუდული უნარი შეინარჩუნონ საკვები ნივთიერებები. ჰუმუსური ფერალსოლები ნიადაგის ზედა ნაწილებში ოდნავ უფრო მაღალი ორგანული ნივთიერების შემცველობით ხასიათდება.
uk: Humic Ferralsols – це добре розвинені ґрунти у вологому, теплому кліматі, в яких переважають низькоактивні мінерали, такі як каолініт та оксиди заліза й алюмінію. Вони часто мають добрі фізичні властивості, але є кислими, відносно неродючими, мають високий рівень фіксації фосфору та обмежену здатність утримувати поживні речовини. Humic Ferralsols мають дещо вищий вміст органічної речовини у верхніх шарах ґрунту.

# soil##match_info##humic_ferralsols##management
source: soils are prone to phosphorus fixation, and applied fertilizer P or most soil P will not be immediately available for crop uptake and use. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Additional fertilization and lime application, in addition to P, will also be needed to ensure adequate crop growth and yield. High levels of soluble aluminum can also be present in these soils, and it is toxic to plants. Application of lime (which both increases soil pH and ties up soluble aluminum) can help to reduce aluminum toxicity. Since these soils are infertile they will require applications of plant nutrients for best crop performance, applied either by fertilization or inclusion of crop residues, manures or other nutrient-rich organic material. These soils have a limited ability to retain nitrogen fertilizer. Slow-release nitrogen sources should be considered, if available, or more frequent application of soluble sources at a lower rate with each application could be used.
es: suelos son propensos a la fijación de fósforo, y el P aplicado por los fertilizantes o la mayor parte del P del suelo no estará inmediatamente disponible para su absorción y uso por los cultivos. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La fertilización adicional y la aplicación de cal, además del P, también serán necesarias para garantizar un crecimiento y un rendimiento adecuados de los cultivos. En estos suelos también puede haber altos niveles de aluminio soluble, que es tóxico para las plantas. La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) puede ayudar a reducir la toxicidad del aluminio. Dado que estos suelos son infértiles, necesitarán aplicaciones de nutrientes para las plantas con el fin de obtener un mejor rendimiento de los cultivos, ya sea mediante la fertilización o la inclusión de residuos de cultivos, estiércol u otro material orgánico rico en nutrientes. Estos suelos tienen una capacidad limitada para retener los fertilizantes nitrogenados. Deberían considerarse fuentes de nitrógeno de liberación lenta, si se dispone de ellas, o podría utilizarse la aplicación más frecuente de fuentes solubles a una tasa menor en cada aplicación.
fr: Les sols sont sujets à la fixation du phosphore, et l'engrais phosphaté (ou la majeure partie du phosphore) appliqué ne sera pas immédiatement disponible pour l'absorption et l'utilisation par les cultures. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et vers le bas) d'engrais phosphatés, contribueront à réduire la fixation du phosphore. Une fertilisation supplémentaire et l'application de chaux, en plus du phosphore, seront également nécessaires pour assurer une croissance et un rendement adéquats des cultures. Ces sols peuvent également contenir des concentrations élevées d'aluminium soluble, toxique pour les plantes. L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) peut contribuer à réduire la toxicité de l'aluminium. Étant donné leur infertilité, ces sols nécessiteront des apports d'éléments nutritifs pour optimiser les performances des cultures, soit par fertilisation, soit par inclusion de résidus de culture, de fumier ou d'autres matières organiques riches en nutriments. Ces sols ont une capacité limitée à retenir les engrais azotés. Il convient d'envisager des sources d'azote à libération lente, si disponibles, ou d'appliquer plus fréquemment des sources solubles à un taux plus faible à chaque application.
ka: ნიადაგები მიდრეკილია ფოსფორის ფიქსაციისკენ და ფოსფორის სასუქის ან ნიადაგის უმეტესი ნაწილის ფოსფორის შეტანა დაუყოვნებლივ არ იქნება ხელმისაწვდომი მოსავლის მიერ ათვისებისა და გამოყენებისთვის. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფორის სასუქების ზოლების შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის ფიქსაციის შემცირებას. ფოსფორის გარდა, ასევე საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა მოსავლის სათანადო ზრდისა და მოსავლიანობის უზრუნველსაყოფად. ამ ნიადაგებში ასევე შეიძლება იყოს ხსნადი ალუმინის მაღალი დონე, რომელიც ტოქსიკურია მცენარეებისთვის. კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) შეტანა ხელს შეუწყობს ალუმინის ტოქსიკურობის შემცირებას. რადგან ეს ნიადაგები უნაყოფოა, მათ მოსავლის საუკეთესო მოსავლის მისაღებად დასჭირდებათ მცენარეული საკვები ნივთიერებების შეტანა, რომელიც გამოიყენება ან განოყიერებით, ან მოსავლის ნარჩენების, ნაკელის ან სხვა საკვები ნივთიერებებით მდიდარი ორგანული მასალის დამატებით. ამ ნიადაგებს აქვთ აზოტის სასუქის შენარჩუნების შეზღუდული უნარი. თუ შესაძლებელია, უნდა განიხილებოდეს ნელა გამოთავისუფლებადი აზოტის წყაროები, ან შეიძლება გამოყენებულ იქნას ხსნადი წყაროების უფრო ხშირი შეტანა უფრო დაბალი რაოდენობით თითოეული შეტანისას.
uk: Ґрунти схильні до фіксації фосфору, і внесений фосфор у добривах або більша частина ґрунтового фосфору не буде одразу доступною для поглинання та використання культурою. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Додаткове удобрення та вапнування, окрім фосфору, також знадобиться для забезпечення належного росту та врожайності культур. У цих ґрунтах також може бути присутнім високий рівень розчинного алюмінію, який є токсичним для рослин. Внесення вапна (яке як підвищує pH ґрунту, так і зв'язує розчинний алюміній) може допомогти зменшити токсичність алюмінію. Оскільки ці ґрунти неродючі, для найкращої продуктивності врожаю вони потребуватимуть внесення рослинних поживних речовин, які вносяться або шляхом удобрення, або шляхом додавання рослинних залишків, гною чи інших багатих на поживні речовини органічних матеріалів. Ці ґрунти мають обмежену здатність утримувати азотні добрива. Слід розглянути джерела азоту з повільним вивільненням, якщо такі є, або можна використовувати частіше внесення розчинних джерел з меншою швидкістю при кожному внесенні.

# soil##match_info##geric_ferralsols##name
source: Geric Ferralsols
es: Ferralsoles Géricos
fr: Ferralsols gériques
ka: გერიკ ფერალსოლსი

# soil##match_info##geric_ferralsols##description
source: Geric Ferralsols are well developed soils in humid, warm climates that are dominated by low activity minerals such as kaolinite and iron and aluminum oxides. They often have good physical properties but are acid, relatively infertile, have high P fixation, and have limited ability to retain nutrients. Geric Ferralsols have an extremely limited ability to retain nutrients.
es: Los Ferralsoles Géricos son suelos bien desarrollados en climas húmedos y cálidos que están dominados por minerales de baja actividad como la caolinita y los óxidos de hierro y aluminio. Suelen tener buenas propiedades físicas, pero son ácidos, relativamente infértiles, tienen una alta fijación de P y una capacidad limitada para retener nutrientes. Los Ferralsoles Géricos tienen una capacidad extremadamente limitada de retener nutrientes.
fr: Les ferralsols gériques sont des sols bien développés, situés dans des climats humides et chauds, dominés par des minéraux de faible activité tels que la kaolinite et les oxydes de fer et d'aluminium. Ils présentent souvent de bonnes propriétés physiques, mais sont acides, relativement peu fertiles, présentent une forte fixation du phosphore et une capacité limitée à retenir les nutriments. Leur capacité à retenir les nutriments est extrêmement limitée.
ka: გერიკ ფერალსოლები კარგად განვითარებული ნიადაგებია ნოტიო, თბილ კლიმატურ პირობებში, რომლებშიც დომინირებს დაბალი აქტივობის მინერალები, როგორიცაა კაოლინიტი, რკინისა და ალუმინის ოქსიდები. მათ ხშირად აქვთ კარგი ფიზიკური თვისებები, მაგრამ მჟავეა, შედარებით უნაყოფო, აქვთ მაღალი ფოსფორის ფიქსაცია და საკვები ნივთიერებების შენარჩუნების შეზღუდული უნარი. გერიკ ფერალსოლებს საკვები ნივთიერებების შენარჩუნების უკიდურესად შეზღუდული უნარი აქვთ.
uk: Geric Ferralsols – це добре розвинені ґрунти у вологому, теплому кліматі, в яких переважають низькоактивні мінерали, такі як каолініт та оксиди заліза й алюмінію. Вони часто мають добрі фізичні властивості, але є кислими, відносно неродючими, мають високий рівень фіксації фосфору та обмежену здатність утримувати поживні речовини. Geric Ferralsols мають надзвичайно обмежену здатність утримувати поживні речовини.

# soil##match_info##geric_ferralsols##management
source: These soils are prone to phosphorus fixation, and applied fertilizer P or most soil P will not be immediately available for crop uptake and use. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Additional fertilization and lime application, in addition to P, will also be needed to ensure adequate crop growth and yield. High levels of soluble aluminum can also be present in these soils, and it is toxic to plants. Application of lime (which both increases soil pH and ties up soluble aluminum) can help to reduce aluminum toxicity. Since these soils are infertile they will require applications of plant nutrients for best crop performance, applied either by fertilization or inclusion of crop residues, manures or other nutrient-rich organic material. These soils have a limited ability to retain nitrogen fertilizer. Slow-release nitrogen sources should be considered, if available, or more frequent application of soluble sources at a lower rate with each application could be used. While downward movement of P is likely not a concern, loss of other nutrients from the root zone could be a concern.
es: Estos suelos son propensos a la fijación de fósforo, y el P aplicado por los fertilizantes o la mayor parte del P del suelo no estará inmediatamente disponible para su absorción y uso por los cultivos. *Prácticas bien documentadas como la aplicación de fertilizantes fosfatados en banda (directamente sobre la semilla o a un lado y abajo de la semilla) ayudarán a reducir la fijación de P. *La fertilización adicional y la aplicación de cal, además del P, también serán necesarias para garantizar un crecimiento y un rendimiento adecuados de los cultivos. En estos suelos también puede haber altos niveles de aluminio soluble, que es tóxico para las plantas. La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) puede ayudar a reducir la toxicidad del aluminio. Dado que estos suelos son infértiles, necesitarán aplicaciones de nutrientes para las plantas con el fin de obtener un mejor rendimiento de los cultivos, ya sea mediante la fertilización o la inclusión de residuos de cultivos, estiércol u otro material orgánico rico en nutrientes. Estos suelos tienen una capacidad limitada para retener los fertilizantes nitrogenados. Deberían considerarse fuentes de nitrógeno de liberación lenta, si están disponibles, o podría utilizarse una aplicación más frecuente de fuentes solubles a una tasa menor en cada aplicación. Mientras que el movimiento descendente del P no es probablemente una preocupación, la pérdida de otros nutrientes de la zona de las raíces podría ser una preocupación.
fr: Ces sols sont sujets à la fixation du phosphore, et le phosphore fertilisant appliqué, ou la plupart du phosphore du sol, ne sera pas immédiatement disponible pour l'absorption et l'utilisation par les cultures. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et vers le bas) d'engrais phosphatés, contribueront à réduire la fixation du phosphore. Une fertilisation supplémentaire et l'application de chaux, en plus du phosphore, seront également nécessaires pour assurer une croissance et un rendement adéquats des cultures. Ces sols peuvent également contenir des concentrations élevées d'aluminium soluble, toxique pour les plantes. L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) peut contribuer à réduire la toxicité de l'aluminium. Étant donné leur infertilité, ces sols nécessiteront des apports d'éléments nutritifs pour optimiser les performances des cultures, soit par fertilisation, soit par inclusion de résidus de culture, de fumier ou d'autres matières organiques riches en nutriments. Ces sols ont une capacité limitée à retenir les engrais azotés. Il convient d'envisager des sources d'azote à libération lente, si disponibles, ou d'appliquer plus fréquemment des sources solubles à un taux plus faible à chaque application. Bien que le mouvement vers le bas du P ne soit probablement pas un problème, la perte d’autres nutriments de la zone racinaire pourrait être un problème.
ka: ეს ნიადაგები მიდრეკილია ფოსფორის ფიქსაციისკენ და ფოსფორის სასუქის ან ნიადაგის უმეტესი ნაწილის ფოსფორის შეტანა დაუყოვნებლივ არ იქნება ხელმისაწვდომი მოსავლის ათვისებისა და გამოყენებისთვის. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფორის სასუქების ზოლების შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის ფიქსაციის შემცირებას. ფოსფორის გარდა, ასევე საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა მოსავლის სათანადო ზრდისა და მოსავლიანობის უზრუნველსაყოფად. ამ ნიადაგებში ასევე შეიძლება იყოს ხსნადი ალუმინის მაღალი დონე, რომელიც ტოქსიკურია მცენარეებისთვის. კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) შეტანა ხელს შეუწყობს ალუმინის ტოქსიკურობის შემცირებას. რადგან ეს ნიადაგები უნაყოფოა, მათ მოსავლის საუკეთესო მოსავლის მისაღებად დასჭირდებათ მცენარეული საკვები ნივთიერებების შეტანა, რომელიც გამოიყენება ან განოყიერებით, ან მოსავლის ნარჩენების, ნაკელის ან სხვა საკვები ნივთიერებებით მდიდარი ორგანული მასალის დამატებით. ამ ნიადაგებს აქვთ აზოტოვანი სასუქის შენარჩუნების შეზღუდული უნარი. თუ შესაძლებელია, უნდა განიხილებოდეს ნელა გამოთავისუფლებადი აზოტის წყაროები, ან შეიძლება გამოყენებულ იქნას ხსნადი წყაროების უფრო ხშირი შეტანა უფრო დაბალი სიჩქარით თითოეული შეტანისას. მიუხედავად იმისა, რომ ფოსფორის ქვევით მოძრაობა სავარაუდოდ არ წარმოადგენს პრობლემას, ფესვთა ზონიდან სხვა საკვები ნივთიერებების დაკარგვა შეიძლება იყოს პრობლემა.
uk: Ці ґрунти схильні до фіксації фосфору, і внесений фосфор у добривах або більша частина ґрунтового фосфору не буде одразу доступною для поглинання та використання культурою. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Додаткове удобрення та вапнування, окрім фосфору, також знадобиться для забезпечення належного росту та врожайності культур. У цих ґрунтах також може бути присутнім високий рівень розчинного алюмінію, який є токсичним для рослин. Внесення вапна (яке підвищує pH ґрунту та зв'язує розчинний алюміній) може допомогти зменшити токсичність алюмінію. Оскільки ці ґрунти неродючі, для найкращої продуктивності врожаю вони потребуватимуть внесення рослинних поживних речовин, які вносяться або шляхом удобрення, або шляхом додавання рослинних залишків, гною чи інших багатих на поживні речовини органічних матеріалів. Ці ґрунти мають обмежену здатність утримувати азотні добрива. Слід розглянути джерела азоту з повільним вивільненням, якщо такі є, або можна використовувати частіше внесення розчинних джерел з меншою швидкістю з кожним внесенням. Хоча рух фосфору вниз, ймовірно, не є проблемою, втрата інших поживних речовин із кореневої зони може викликати занепокоєння.

# soil##match_info##plinthic_ferralsols##name
source: Plinthic Ferralsols
es: Ferralsoles Plínticos
fr: Ferralsols plinthiques
ka: პლინთური ფერალსოლები

# soil##match_info##plinthic_ferralsols##description
source: Plinthic Ferralsols are well developed soils in humid, warm climates that are dominated by low activity minerals such as kaolinite and iron and aluminum oxides. They often have good physical properties but are acid, relatively infertile, have high P fixation, and have limited ability to retain nutrients. Plinthic Ferralsols have plinthite, an iron-rich humus-poor aggregate, in the subsoil. Plinthite can irreversibly harden to ironstone when erosion exposes plinthite at the soil surface.
es: Los Ferralsoles Plinthicos son suelos bien desarrollados en climas húmedos y cálidos que están dominados por minerales de baja actividad como la caolinita y los óxidos de hierro y aluminio. Suelen tener buenas propiedades físicas, pero son ácidos, relativamente infértiles, tienen una alta fijación de P y una capacidad limitada para retener nutrientes. Los ferraliscos plínticos tienen plinthita, un agregado rico en hierro y pobre en humus, en el subsuelo. La plinthita puede endurecerse irreversiblemente hasta convertirse en ironstone cuando la erosión expone la plinthita en la superficie del suelo.
fr: Les ferralsols plinthiques sont des sols bien développés, situés dans des climats humides et chauds, dominés par des minéraux de faible activité comme la kaolinite et les oxydes de fer et d'aluminium. Ils présentent souvent de bonnes propriétés physiques, mais sont acides, relativement peu fertiles, ont une forte fixation du phosphore et une capacité limitée à retenir les nutriments. Le sous-sol des ferralsols plinthiques contient de la plinthite, un agrégat riche en fer et pauvre en humus. La plinthite peut se durcir de manière irréversible en roche ferrugineuse lorsque l'érosion expose la plinthite à la surface du sol.
ka: პლინთური ფერალსოლები კარგად განვითარებული ნიადაგებია ნოტიო, თბილ კლიმატურ პირობებში, რომლებშიც დომინირებს დაბალი აქტივობის მინერალები, როგორიცაა კაოლინიტი, რკინისა და ალუმინის ოქსიდები. მათ ხშირად აქვთ კარგი ფიზიკური თვისებები, მაგრამ მჟავეა, შედარებით უნაყოფო, აქვთ მაღალი ფოსფორის ფიქსაცია და შეზღუდული უნარი შეინარჩუნონ საკვები ნივთიერებები. პლინთურ ფერალსოლებს ქვენიადაგში აქვთ პლინთიტი, რკინით მდიდარი და ჰუმუსით ღარიბი აგრეგატი. პლინთიტს შეუძლია შეუქცევადად გამკვრივდეს რკინაქვად, როდესაც ეროზია ნიადაგის ზედაპირზე პლინთიტს ავლენს.
uk: Plinthic Ferralsols – це добре розвинені ґрунти у вологому, теплому кліматі, в яких переважають низькоактивні мінерали, такі як каолініт та оксиди заліза й алюмінію. Вони часто мають добрі фізичні властивості, але є кислими, відносно неродючими, мають високий рівень фіксації фосфору та обмежену здатність утримувати поживні речовини. Plinthic Ferralsols містять у підґрунті плінтит, багатий на залізо та бідний на гумус агрегат. Плінтит може незворотно тверднути до залізняку, коли ерозія оголює плінтит на поверхні ґрунту.
