Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gypsic_vertisols##description
source: Gypsic Vertisols are clayey soils that are sticky and plastic when wet and hard and massive when dry. These soils generally have favorable chemical properties but the high amount of expansive clay presents challenging physical properties particularly with regard to water management. Gypsic Vertisols have a subsurface horizon enriched in gypsum (calcium sulfate).
es: Los Vertisoles Gípsicos son suelos arcillosos que son pegajosos y plásticos cuando están húmedos y duros y masivos cuando están secos. Estos suelos tienen generalmente propiedades químicas favorables, pero la gran cantidad de arcilla expansiva presenta propiedades físicas desafiantes, especialmente en lo que respecta a la gestión del agua. Los Vertisoles Gípsicos tienen un horizonte subterráneo enriquecido en yeso (sulfato de calcio).
fr: Les vertisols gypseux sont des sols argileux, collants et malléables lorsqu'ils sont humides, durs et massifs lorsqu'ils sont secs. Ces sols présentent généralement des propriétés chimiques favorables, mais la forte teneur en argile expansive présente des propriétés physiques complexes, notamment en ce qui concerne la gestion de l'eau. Les vertisols gypseux présentent un horizon souterrain enrichi en gypse (sulfate de calcium).
ka: თაბაშირ-ვერტიზოლები თიხიანი ნიადაგებია, რომლებიც სველი მდგომარეობისას წებოვანი და პლასტიკურია, ხოლო მშრალი მდგომარეობისას კი მყარი, ხოლო მშრალ მდგომარეობაში მასიური. ამ ნიადაგებს, როგორც წესი, ხელსაყრელი ქიმიური თვისებები აქვთ, თუმცა თიხის დიდი რაოდენობა ფიზიკურ თვისებებს რთულად აფასებს, განსაკუთრებით წყლის მართვის თვალსაზრისით. თაბაშირ-ვერტიზოლებს თაბაშირით (კალციუმის სულფატი) გამდიდრებული მიწისქვეშა ჰორიზონტი აქვთ.
uk: Gypsic Vertisols – це глинисті ґрунти, які є липкими та пластичними у вологому стані, а також твердими та масивними у сухому. Ці ґрунти загалом мають сприятливі хімічні властивості, але велика кількість експансивної глини створює складні фізичні умови, особливо щодо управління водними ресурсами. Gypsic Vertisols мають підповерхневий горизонт, збагачений гіпсом (сульфатом кальцію).

# soil##match_info##gypsic_vertisols##management
source: Vertisols can be highly productive soils, yet the characteristics of the clay in this soil can make management an issue. Due to the clay type these soils swell when wet and shrink when dry, creating issues for cultivation (avoid excessive tillage when wet), or other issues such as construction. Their fertility makes them suitable for agriculture, but additional fertilization will be needed for best productivity. Additionally, water management is a key, and practices that promote drainage and water infiltration are needed.
es: Los Vertisoles pueden ser suelos altamente productivos, pero las características de la arcilla en este suelo pueden hacer que su manejo sea un problema. Debido al tipo de arcilla, estos suelos se hinchan cuando se humedecen y se encogen cuando se secan, lo que crea problemas para el cultivo (evite la labranza excesiva cuando está húmedo), u otros problemas como la construcción. Su fertilidad los hace aptos para la agricultura, pero se necesitará una fertilización adicional para obtener la mejor productividad. Además, la gestión del agua es clave, y se necesitan prácticas que favorezcan el drenaje y la infiltración del agua.
fr: Les vertisols peuvent être des sols très productifs, mais les caractéristiques de leur argile peuvent compliquer leur gestion. En raison de leur nature argileuse, ces sols gonflent lorsqu'ils sont humides et se rétractent lorsqu'ils sont secs, ce qui complique la culture (éviter un labour excessif par temps humide) ou d'autres contraintes, comme la construction. Leur fertilité les rend propices à l'agriculture, mais une fertilisation supplémentaire est nécessaire pour une productivité optimale. De plus, la gestion de l'eau est essentielle, et des pratiques favorisant le drainage et l'infiltration de l'eau sont nécessaires.
ka: ვერტიზოლები შეიძლება იყოს მაღალპროდუქტიული ნიადაგები, თუმცა ამ ნიადაგში თიხის თავისებურებებმა შეიძლება მართვა პრობლემად აქცია. თიხის ტიპის გამო, ეს ნიადაგები სველ მდგომარეობაში იშუპება და მშრალ მდგომარეობაში იკუმშება, რაც პრობლემებს ქმნის კულტივაციისთვის (სველი მდგომარეობაში ზედმეტი ხვნის თავიდან აცილება) ან სხვა პრობლემებთან, როგორიცაა მშენებლობა. მათი ნაყოფიერება მათ სოფლის მეურნეობისთვის შესაფერისს ხდის, თუმცა საუკეთესო პროდუქტიულობისთვის დამატებითი განოყიერება იქნება საჭირო. გარდა ამისა, წყლის მართვა უმნიშვნელოვანესია და საჭიროა ისეთი პრაქტიკები, რომლებიც ხელს უწყობს დრენაჟს და წყლის ინფილტრაციას.
uk: Gypsic Vertisols можуть бути високопродуктивними ґрунтами, проте характеристики глини в цих ґрунтах можуть створювати проблеми з управлінням. Через тип глини ці ґрунти набухають, коли вологі, і стискаються, коли висихають, що створює проблеми для обробітку (уникайте надмірного обробітку ґрунту, коли він вологий) або інші проблеми, такі як будівництво. Їхня родючість робить їх придатними для сільського господарства, але для найкращої продуктивності знадобиться додаткове удобрення. Крім того, ключовим є управління водними ресурсами, і необхідні методи, що сприяють дренажу та інфільтрації води.

# slope##info##data_region_text_US
source: Slope is important in identifying the soil. It also helps determine the soil’s erosion potential, ability to hold water, and more.
es: La pendiente es importante para identificar el suelo. También ayuda a determinar el potencial de erosión del suelo, su capacidad para retener agua, etc.
fr: La pente est importante pour identifier le sol. Elle permet également de déterminer son potentiel d'érosion, sa capacité à retenir l'eau, etc.
ka: დახრილობა მნიშვნელოვანია ნიადაგის იდენტიფიცირებისთვის. ის ასევე გვეხმარება ნიადაგის ეროზიული პოტენციალის, წყლის შეკავების უნარის და სხვა ფაქტორების დადგენაში.
uk: Схил важливий для оцінки та ідентифіккації ґрунтів. Він також допомагає визначити потенціал ерозії ґрунту, здатність утримувати воду тощо.

# slope##info##data_region_text_global_or_unknown
source: Slope characteristics help determine the soil’s erosion potential, ability to hold water, and more.
es: Las características de la pendiente ayudan a determinar el potencial de erosión del suelo, su capacidad para retener agua, etc.
fr: Les caractéristiques de la pente aident à déterminer le potentiel d’érosion du sol, sa capacité à retenir l’eau, etc.
ka: ფერდობის მახასიათებლები ხელს უწყობს ნიადაგის ეროზიული პოტენციალის, წყლის შეკავების უნარის და სხვა ფაქტორების დადგენას.
uk: Характеристики схилів допомагають визначити можливості ерозії ґрунту, його здатність утримувати воду тощо.

# welcome##next##bullet_4
source: Additional observations, such as soil limitations
es: Observaciones adicionales, como limitaciones del suelo
fr: Observations supplémentaires, telles que les limitations du sol
ka: დამატებითი დაკვირვებები, როგორიცაა ნიადაგის შეზღუდვები
uk: Додаткові спостереження, такі як обмеження ґрунту

# general##privacy_policy_link_text
source: Privacy Policy
es: Política de privacidad
fr: politique de confidentialité
ka: კონფიდენციალურობის პოლიტიკა
uk: Політика конфіденційності

# general##terms_of_service_link_text
source: Terms of Service
es: Condiciones de servicio
fr: Conditions d'utilisation
ka: მომსახურების პირობები
uk: Умови надання послуг

# soil##collection_method##sodiumAdsorptionRatio
source: SAR
es: RAS

# info##link_label
source: landpks.terraso.org
es: landpotential.org

# info##link_url
source: https://landpks.terraso.org/
es: https://landpotential.org/

# site##soil_id##soil_info##USDA_NRCS
source: USDA NRCS
fr: NRCS de l'USDA

# soil##collection_method##ph
source: pH
uk: рН
