Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##phaeozems##management
source: These soils are highly productive and fertile, and make excellent cropland. They are rich in organic matter. However, they are at risk for soil loss through both wind and water erosion. Thus, practices to maintain soil cover (mulches, conservation tillage, windbreaks) are needed.
es: Estos suelos son altamente productivos y fértiles, y constituyen excelentes tierras de cultivo. Son ricos en materia orgánica. Sin embargo, corren el riesgo de perder el suelo por la erosión del viento y del agua. Por lo tanto, se necesitan prácticas para mantener la cobertura del suelo (mantillos, labranza de conservación, cortavientos).
fr: Ces sols sont très productifs et fertiles, et constituent d'excellentes terres arables. Riches en matière organique, ils sont cependant exposés à l'érosion éolienne et hydrique. Des pratiques visant à maintenir la couverture végétale (paillis, labour de conservation, brise-vent) sont donc nécessaires.
ka: ეს ნიადაგები მაღალპროდუქტიული და ნაყოფიერია და შესანიშნავ სახნავ-სათეს მიწებს წარმოადგენს. ისინი მდიდარია ორგანული ნივთიერებებით. თუმცა, ისინი ნიადაგის დაკარგვის რისკის ქვეშ არიან როგორც ქარის, ასევე წყლის ეროზიის გამო. ამრიგად, საჭიროა ნიადაგის საფარის შენარჩუნების პრაქტიკის გამოყენება (მულჩირება, კონსერვაციული ნიადაგის დამუშავება, ქარსაფარი ზოლები).
uk: Ці ґрунти є високопродуктивними та родючими, і є чудовими сільськогосподарськими угіддями. Вони багаті на органічну речовину. Однак вони піддаються ризику втрати ґрунту через вітрову та водну ерозію. Тому необхідні методи підтримки ґрунтового покриву (мульча, консерваційний обробіток ґрунту, вітрозахисні смуги).

# soil##match_info##haplic_phaeozems##name
source: Haplic Phaeozems
es: Feozems Háplicos
fr: Phaeozems hapliques
ka: ჰაპლური ფეოზემები

# soil##match_info##haplic_phaeozems##description
source: Haplic Phaeozems are fertile and productive soils of grasslands with relatively high organic matter and base saturation. Their occurrence in dry climates means that irrigation is likely needed for production.
es: Los Feozems Háplicos son suelos fértiles y productivos de pastizales con una materia orgánica y una saturación de bases relativamente altas. Su presencia en climas secos significa que es probable que se necesite el riego para la producción.
fr: Les phaeozems hapliques sont des sols fertiles et productifs de prairies, présentant une teneur en matière organique et une saturation en bases relativement élevées. Leur présence dans les climats secs nécessite probablement une irrigation pour leur production.
ka: ჰაპლური ფეოზემები ბალახოვანი საძოვრების ნაყოფიერი და პროდუქტიული ნიადაგებია, შედარებით მაღალი ორგანული ნივთიერებებითა და ტუტე ნივთიერებებით გაჯერებით. მათი არსებობა მშრალ კლიმატურ პირობებში ნიშნავს, რომ წარმოებისთვის, სავარაუდოდ, მორწყვაა საჭირო.
uk: Haplic Phaeozems – це родючі та продуктивні ґрунти луків з відносно високим вмістом органічної речовини та насиченістю основами. Їхнє виникнення в сухому кліматі означає, що для виробництва, ймовірно, потрібне зрошення.

# soil##match_info##haplic_phaeozems##management
source: These soils are highly productive and fertile, and make excellent cropland. They are rich in organic matter. However, they are at risk for soil loss through both wind and water erosion. Thus, practices to maintain soil cover (mulches, conservation tillage, windbreaks) are needed.
es: Estos suelos son altamente productivos y fértiles, y constituyen excelentes tierras de cultivo. Son ricos en materia orgánica. Sin embargo, corren el riesgo de perder el suelo por la erosión del viento y del agua. Por lo tanto, se necesitan prácticas para mantener la cobertura del suelo (mantillos, labranza de conservación, cortavientos).
fr: Ces sols sont très productifs et fertiles, et constituent d'excellentes terres arables. Riches en matière organique, ils sont cependant exposés à l'érosion éolienne et hydrique. Des pratiques visant à maintenir la couverture végétale (paillis, labour de conservation, brise-vent) sont donc nécessaires.
ka: ეს ნიადაგები მაღალპროდუქტიული და ნაყოფიერია და შესანიშნავ სახნავ-სათეს მიწებს წარმოადგენს. ისინი მდიდარია ორგანული ნივთიერებებით. თუმცა, ისინი ნიადაგის დაკარგვის რისკის ქვეშ არიან როგორც ქარის, ასევე წყლის ეროზიის გამო. ამრიგად, საჭიროა ნიადაგის საფარის შენარჩუნების პრაქტიკის გამოყენება (მულჩირება, კონსერვაციული ნიადაგის დამუშავება, ქარსაფარი ზოლები).
uk: Ці ґрунти є високопродуктивними та родючими, і є чудовими сільськогосподарськими угіддями. Вони багаті на органічну речовину. Однак вони піддаються ризику втрати ґрунту через вітрову та водну ерозію. Тому необхідні методи підтримки ґрунтового покриву (мульча, консерваційний обробіток ґрунту, вітрозахисні смуги).

# soil##match_info##calcaric_phaeozems##name
source: Calcaric Phaeozems
es: Feozems Calcáreos
fr: Phéozems calcaires
ka: კალკარული ფეოზემები

# soil##match_info##calcaric_phaeozems##description
source: Calcaric Phaeozems are fertile and productive soils of grasslands with relatively high organic matter and base saturation. Their occurrence in dry climates means that irrigation is likely needed for production. Calcaric Phaeozems are calcareous in the upper portion of the subsoil.
es: Los Feozems Calcáricos son suelos fértiles y productivos de pastizales con una materia orgánica y una saturación de bases relativamente altas. Su presencia en climas secos significa que es probable que el riego sea necesario para la producción. Los feozems calcáreos son calcáreos en la parte superior del subsuelo.
fr: Les phaeozems calcaires sont des sols fertiles et productifs de prairies, présentant une teneur en matière organique et une saturation en bases relativement élevées. Leur présence dans les climats secs nécessite probablement une irrigation pour la production. Les phaeozems calcaires sont calcaires dans la partie supérieure du sous-sol.
ka: კალკარული ფეოზემები წარმოადგენს ბალახოვანი საძოვრების ნაყოფიერ და პროდუქტიულ ნიადაგებს, შედარებით მაღალი ორგანული ნივთიერებებითა და ტუტე ნივთიერებებით გაჯერებით. მათი არსებობა მშრალ კლიმატურ პირობებში ნიშნავს, რომ წარმოებისთვის, სავარაუდოდ, საჭიროა მორწყვა. კალკარული ფეოზემები ქვენიადაგის ზედა ნაწილში არსებული კირქვიანი ნიადაგებია.
uk: Calcaric Phaeozems – це родючі та продуктивні ґрунти луків з відносно високим вмістом органічної речовини та насиченістю основами. Їхня наявність у сухому кліматі означає, що для виробництва, ймовірно, потрібне зрошення. Calcaric Phaeozems вапняні у верхній частині підґрунтя.

# soil##match_info##calcaric_phaeozems##management
source: These soils are highly productive and fertile, and make excellent cropland. They are rich in organic matter. However, they are at risk for soil loss through both wind and water erosion. Thus, practices to maintain soil cover (mulches, conservation tillage, windbreaks) are needed. These soils will have large amounts of free calcium carbonate in the upper soil horizon, and thus the soil pH will be > 7.0.
es: Estos suelos son altamente productivos y fértiles, y constituyen excelentes tierras de cultivo. Son ricos en materia orgánica. Sin embargo, corren el riesgo de perder el suelo por la erosión del viento y del agua. Por lo tanto, se necesitan prácticas para mantener la cobertura del suelo (mantillos, labranza de conservación, cortavientos). Estos suelos tienen grandes cantidades de carbonato cálcico libre en el horizonte superior del suelo, por lo que el pH del suelo será superior a 7,0.
fr: Ces sols sont très productifs et fertiles, et constituent d'excellentes terres arables. Riches en matière organique, ils sont cependant exposés à l'érosion éolienne et hydrique. Des pratiques de maintien de la couverture végétale (paillis, labour de conservation, brise-vent) sont donc nécessaires. Ces sols contiennent de grandes quantités de carbonate de calcium libre dans l'horizon supérieur du sol, ce qui explique leur pH supérieur à 7,0.
ka: ეს ნიადაგები მაღალპროდუქტიული და ნაყოფიერია და შესანიშნავ სახნავ-სათეს მიწებს წარმოადგენს. ისინი მდიდარია ორგანული ნივთიერებებით. თუმცა, ისინი ნიადაგის დაკარგვის რისკის ქვეშ არიან როგორც ქარის, ასევე წყლის ეროზიის გამო. ამრიგად, საჭიროა ნიადაგის საფარის შენარჩუნების პრაქტიკის გამოყენება (მულჩირება, კონსერვაციული დამუშავება, ქარსაფარი ზოლები). ამ ნიადაგებს ზედა ნიადაგის ჰორიზონტში დიდი რაოდენობით თავისუფალი კალციუმის კარბონატი ექნებათ და შესაბამისად, ნიადაგის pH 7.0-ზე მეტი იქნება.
uk: Ці ґрунти є високопродуктивними та родючими, і є чудовими сільськогосподарськими угіддями. Вони багаті на органічну речовину. Однак вони піддаються ризику втрати ґрунту через вітрову та водну ерозію. Тому необхідні заходи для підтримки ґрунтового покриву (мульча, консерваційний обробіток ґрунту, вітрозахисні смуги). Ці ґрунти матимуть велику кількість вільного карбонату кальцію у верхньому горизонті ґрунту, і тому pH ґрунту буде > 7,0.

# soil##match_info##luvic_phaeozems##name
source: Luvic Phaeozems
es: Feozems Lúvicos
fr: Phaeozems luviques
ka: ლუვიკური ფეოზემები

# soil##match_info##luvic_phaeozems##description
source: Luvic Phaeozems are fertile and productive soils of grasslands with relatively high organic matter and base saturation. Their occurrence in dry climates means that irrigation is likely needed for production. Luvic Phaeozems have relatively higher clay content in subsoils.
es: Los Feozems Lúvicos son suelos fértiles y productivos de pastizales con una materia orgánica y una saturación de bases relativamente altas. Su presencia en climas secos significa que es probable que el riego sea necesario para la producción. Los feozems lúvicos tienen un contenido de arcilla relativamente alto en el subsuelo.
fr: Les phaeozems luviques sont des sols fertiles et productifs de prairies, présentant une teneur en matière organique et une saturation en bases relativement élevées. Leur présence dans les climats secs nécessite probablement une irrigation pour la production. Les phaeozems luviques présentent une teneur en argile relativement plus élevée dans leur sous-sol.
ka: ლუვიკური ფეოზემები ბალახოვანი საძოვრების ნაყოფიერი და პროდუქტიული ნიადაგებია, შედარებით მაღალი ორგანული ნივთიერებებითა და ტუტე ნივთიერებებით გაჯერებით. მათი არსებობა მშრალ კლიმატში ნიშნავს, რომ წარმოებისთვის, სავარაუდოდ, მორწყვაა საჭირო. ლუვიკური ფეოზემების ქვენიადაგში თიხის შედარებით მაღალი შემცველობაა.
uk: Luvic Phaeozems – це родючі та продуктивні ґрунти луків з відносно високим вмістом органічної речовини та насиченістю основами. Їхнє виникнення в сухому кліматі означає, що для виробництва, ймовірно, потрібне зрошення. Luvic Phaeozems мають відносно вищий вміст глини в підґрунті.

# soil##match_info##luvic_phaeozems##management
source: These soils are highly productive and fertile, and make excellent cropland. They are rich in organic matter. However, they are at risk for soil loss through both wind and water erosion. Thus, practices to maintain soil cover (mulches, conservation tillage, windbreaks) are needed. The increased clay content in this soil may assist with water holding for crop production.
es: Estos suelos son muy productivos y fértiles, y constituyen excelentes tierras de cultivo. Son ricos en materia orgánica. Sin embargo, corren el riesgo de perder el suelo por la erosión del viento y del agua. Por lo tanto, se necesitan prácticas para mantener la cobertura del suelo (mantillos, labranza de conservación, cortavientos). El mayor contenido de arcilla en este suelo puede ayudar a retener el agua para la producción de cultivos.
fr: Ces sols sont très productifs et fertiles, et constituent d'excellentes terres arables. Riches en matière organique, ils sont cependant exposés à l'érosion éolienne et hydrique. Il est donc nécessaire de recourir à des pratiques visant à maintenir la couverture végétale (paillis, labour de conservation, brise-vent). La teneur accrue en argile de ces sols peut favoriser la rétention d'eau nécessaire à la production agricole.
ka: ეს ნიადაგები მაღალპროდუქტიული და ნაყოფიერია და შესანიშნავ სახნავ-სათეს მიწებს წარმოადგენს. ისინი მდიდარია ორგანული ნივთიერებებით. თუმცა, ისინი ნიადაგის დაკარგვის რისკის ქვეშ არიან როგორც ქარის, ასევე წყლის ეროზიის გამო. ამრიგად, საჭიროა ნიადაგის საფარის შენარჩუნების პრაქტიკის გამოყენება (მულჩირება, კონსერვაციული დამუშავება, ქარსაფარი ზოლები). ამ ნიადაგში თიხის გაზრდილმა შემცველობამ შესაძლოა ხელი შეუწყოს წყლის შეკავებას მოსავლის წარმოებისთვის.
uk: Ці ґрунти є високопродуктивними та родючими, і є чудовими сільськогосподарськими угіддями. Вони багаті на органічну речовину. Однак вони піддаються ризику втрати ґрунту через вітрову та водну ерозію. Тому необхідні методи підтримки ґрунтового покриву (мульча, консерваційний обробіток ґрунту, вітрозахисні смуги). Підвищений вміст глини в цьому ґрунті може допомогти утримувати воду для виробництва сільськогосподарських культур.

# soil##match_info##stagnic_phaeozems##name
source: Stagnic Phaeozems
es: Feozems Estágnicos
fr: Phéozems stagniques
ka: სტაგნური ფეოზემები

# soil##match_info##stagnic_phaeozems##description
source: Stagnic Phaeozems are fertile and productive soils of grasslands with relatively high organic matter and base saturation. Their occurrence in dry climates means that irrigation is likely needed for production. Stagnic Phaeozems are ponded and saturated in and above surface horizons during wet times of the year.
es: Los Feozems Estágnicos son suelos fértiles y productivos de praderas con una materia orgánica y una saturación de bases relativamente altas. Su presencia en climas secos significa que es probable que el riego sea necesario para la producción. Los Faeozems Estágnicos están encharcados y saturados en y por encima de los horizontes superficiales durante las épocas húmedas del año.
fr: Les phaéozems stagnants sont des sols fertiles et productifs de prairies, présentant une teneur en matière organique et une saturation en bases relativement élevées. Leur présence dans les climats secs nécessite probablement une irrigation pour la production. Les phaéozems stagnants sont stagnants et saturés dans et au-dessus des horizons de surface pendant les périodes humides de l'année.
ka: სტაგნური ფეოზემები ბალახოვანი საძოვრების ნაყოფიერი და პროდუქტიული ნიადაგებია, შედარებით მაღალი ორგანული ნივთიერებითა და ფუძით გაჯერებით. მათი არსებობა მშრალ კლიმატურ პირობებში ნიშნავს, რომ წარმოებისთვის, სავარაუდოდ, მორწყვაა საჭირო. სტაგნური ფეოზემები წლის ნოტიო პერიოდში ზედაპირულ ჰორიზონტებში და მის ზემოთ ტბორებითა და გაჯერებით ხასიათდება.
uk: Stagnic Phaeozems – це родючі та продуктивні ґрунти луків з відносно високим рівнем органічної речовини та насиченістю основами. Їхня наявність у сухому кліматі означає, що для виробництва, ймовірно, потрібне зрошення. Stagnic Phaeozems забарвлюються та насичуються в поверхневих горизонтах та над ними у вологий період року.

# soil##match_info##stagnic_phaeozems##management
source: These soils are highly productive and fertile, and make excellent cropland. They are rich in organic matter. However, they are at risk for soil loss through both wind and water erosion. Thus, practices to maintain soil cover (mulches, conservation tillage, windbreaks) are needed. Drainage of these soils may be needed. Since saturation is caused by surface water, surface drainage andmaintenance of cover to improve infiltration and water holding could be useful. Consider use of shallow rooted crops. If fertilized and not drained, loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers (if available).
es: Estos suelos son altamente productivos y fértiles, y constituyen excelentes tierras de cultivo. Son ricos en materia orgánica. Sin embargo, corren el riesgo de perder el suelo por la erosión del viento y del agua. Por lo tanto, se necesitan prácticas para mantener la cobertura del suelo (mantillos, labranza de conservación, cortavientos). Puede ser necesario el drenaje de estos suelos. Dado que la saturación es causada por el agua superficial, podría ser útil el drenaje superficial y/o el mantenimiento de la cubierta para mejorar la infiltración y la retención de agua. Considerar el uso de cultivos con raíces poco profundas. Si se fertiliza y no se drena, es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. Se puede conseguir un uso más eficiente del N por parte de los cultivos en estos suelos mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta (si están disponibles).
fr: Ces sols sont très productifs et fertiles, et constituent d'excellentes terres arables. Riches en matière organique, ils sont cependant exposés à l'érosion éolienne et hydrique. Des pratiques visant à maintenir la couverture végétale (paillis, labour de conservation, brise-vent) sont donc nécessaires. Un drainage peut s'avérer nécessaire. La saturation étant due aux eaux de surface, un drainage de surface et le maintien d'une couverture végétale pour améliorer l'infiltration et la rétention d'eau peuvent être utiles. Envisager l'utilisation de cultures à racines superficielles. En cas de fertilisation et de non-drainage, la perte d'azote (N) appliqué par dénitrification ou lessivage est possible. Une utilisation plus efficace de l'azote des cultures dans ces sols peut être obtenue par : 1) le drainage ; et 2) l'utilisation d'engrais azotés à libération lente (si disponibles).
ka: ეს ნიადაგები მაღალპროდუქტიული და ნაყოფიერია და შესანიშნავ სახნავ-სათეს მიწებს წარმოადგენს. ისინი მდიდარია ორგანული ნივთიერებებით. თუმცა, ისინი ნიადაგის დაკარგვის რისკის ქვეშ არიან როგორც ქარის, ასევე წყლის ეროზიის გამო. ამრიგად, საჭიროა ნიადაგის საფარის შენარჩუნების პრაქტიკა (მულჩირება, კონსერვაციული დამუშავება, ქარსაფარი ზოლები). შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. რადგან გაჯერებას იწვევს ზედაპირული წყალი, სასარგებლო შეიძლება იყოს ზედაპირული დრენაჟი და საფარის შენარჩუნება ინფილტრაციისა და წყლის შეკავების გასაუმჯობესებლად. განიხილეთ ზედაპირული ფესვგადგმული კულტურების გამოყენება. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციის ან გამორეცხვის გზით. ამ ნიადაგებში აზოტის უფრო ეფექტური გამოყენების მიღწევა შესაძლებელია: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით (ასეთის არსებობის შემთხვევაში).
uk: Ці ґрунти є високопродуктивними та родючими, і є чудовими сільськогосподарськими угіддями. Вони багаті на органічну речовину. Однак вони піддаються ризику втрати ґрунту через вітрову та водну ерозію. Тому необхідні методи підтримки ґрунтового покриву (мульча, консерваційний обробіток ґрунту, вітрозахисні смуги). Може знадобитися дренаж цих ґрунтів. Оскільки насичення спричинене поверхневими водами, поверхневий дренаж та підтримка покриву для покращення інфільтрації та утримання води можуть бути корисними. Розгляньте можливість використання культур з поверхневим корінням. Якщо удобрювати, але не дренувати, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами на цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення (якщо такі є).

# soil##match_info##gleyic_phaeozems##name
source: Gleyic Phaeozems
es: Foazems Gleyicos
fr: Phéozems gleyiques
ka: გლეის ფეოზემები

# soil##match_info##gleyic_phaeozems##description
source: Gleyic Phaeozems are fertile and productive soils of grasslands with relatively high organic matter and base saturation. Their occurrence in dry climates means that irrigation is likely needed for production. Gleyic Phaeozems are saturated with shallow groundwater within one meter of the soil surface.
es: Los Foazems Gleyicos son suelos fértiles y productivos de pastizales con una materia orgánica y una saturación de bases relativamente altas. Su presencia en climas secos significa que es probable que el riego sea necesario para la producción. Los Feozems Gleyicos están saturados de agua subterránea poco profunda a menos de un metro de la superficie del suelo.
fr: Les phaéozems gleyiques sont des sols fertiles et productifs de prairies, présentant une teneur en matière organique et une saturation en bases relativement élevées. Leur présence dans les climats secs nécessite probablement une irrigation pour la production. Les phaéozems gleyiques sont saturés par des eaux souterraines peu profondes, à moins d'un mètre de la surface du sol.
ka: გლეისური ფეოზემები წარმოადგენს ბალახოვანი საძოვრების ნაყოფიერ და პროდუქტიულ ნიადაგებს, შედარებით მაღალი ორგანული ნივთიერებებითა და ტუტე ნივთიერებებით გაჯერებით. მათი არსებობა მშრალ კლიმატურ პირობებში ნიშნავს, რომ წარმოებისთვის, სავარაუდოდ, საჭიროა მორწყვა. გლეისური ფეოზემები გაჯერებულია არაღრმა მიწისქვეშა წყლებით ნიადაგის ზედაპირიდან ერთი მეტრის რადიუსში.
uk: Gleyic Phaeozems – це родючі та продуктивні ґрунти луків з відносно високим рівнем органічної речовини та насиченістю основами. Їхнє виникнення в сухому кліматі означає, що для виробництва, ймовірно, потрібне зрошення. Gleyic Phaeozems насичені неглибокими ґрунтовими водами в межах одного метра від поверхні ґрунту.
