Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##calcic_chernozems##management
source: These are, in general, excellent soils for crop production. They have excellent porosity and water holding, and are suitable for a wide range of crop production systems. Some specialty crops may be sensitive to being grown in higher pH soils, and supplemental iron may be needed. Use of fertilizers may be needed. Because they have a calcareous subsoil they can fix phosphorus, and thus proper P fertilization may be needed.
es: Son, en general, suelos excelentes para la producción de cultivos. Tienen una excelente porosidad y retención de agua, y son adecuados para una amplia gama de sistemas de producción de cultivos. Algunos cultivos especiales pueden ser sensibles a los suelos con pH más alto, y puede ser necesario un suplemento de hierro. Puede ser necesario el uso de fertilizantes. Al tener un subsuelo calcáreo, pueden fijar el fósforo, por lo que puede ser necesaria una fertilización adecuada de P.
fr: Ce sont généralement d'excellents sols pour la production agricole. Leur porosité et leur capacité de rétention d'eau sont excellentes et ils conviennent à une grande variété de systèmes de production. Certaines cultures spécialisées peuvent être sensibles à la culture dans des sols à pH élevé, nécessitant alors un apport en fer. L'utilisation d'engrais peut également être nécessaire. Leur sous-sol calcaire leur permet de fixer le phosphore, ce qui peut nécessiter une fertilisation phosphatée adaptée.
ka: ზოგადად, ეს ნიადაგები შესანიშნავია მოსავლის წარმოებისთვის. მათ აქვთ შესანიშნავი ფორიანობა და წყლის შეკავება და შესაფერისია მოსავლის წარმოების ფართო სპექტრის სისტემებისთვის. ზოგიერთი სპეციალური კულტურა შეიძლება მგრძნობიარე იყოს მაღალი pH-ის ნიადაგებში მოყვანის მიმართ და შეიძლება საჭირო გახდეს რკინის დამატებითი დამატება. შესაძლოა საჭირო გახდეს სასუქების გამოყენება. რადგან მათ აქვთ კირქვიანი ქვენიადაგი, მათ შეუძლიათ ფოსფორის შეწოვა და, შესაბამისად, შეიძლება საჭირო გახდეს ფოსფორის სათანადო განოყიერება.
uk: Загалом, це чудові ґрунти для вирощування сільськогосподарських культур. Вони мають чудову пористість та вологоутримувальні властивості, і підходять для широкого спектру систем вирощування сільськогосподарських культур. Деякі спеціальні культури можуть бути чутливими до вирощування в ґрунтах з вищим pH, тому може знадобитися додаткове внесення заліза. Може знадобитися використання добрив. Оскільки вони мають вапняний підґрунтя, вони можуть фіксувати фосфор, тому може знадобитися належне фосфорне удобрення.

# soil##match_info##luvic_chernozems##name
source: Luvic Chernozems
es: Chernozemes Lúvicos
fr: Chernozems luviques
ka: ლუვიკის ჩერნოზემები
uk: Luvic Chernozems - Чорноземи вилуговані

# soil##match_info##luvic_chernozems##description
source: Luvic Chernozems are highly productive soils with good physical and chemical properties. They have high soil quality and dark and rich topsoil layers. Luvic Chernozems have increasing clay with depth and thus increased moisture and nutrient retention.
es: Los Chernozemes Lúvicos son suelos altamente productivos con buenas propiedades físicas y químicas. Tienen una alta calidad de suelo y capas superficiales oscuras y ricas. Los Luvic Chernozems tienen un aumento de la arcilla con la profundidad y, por tanto, una mayor retención de humedad y nutrientes.
fr: Les chernozems luviques sont des sols très productifs dotés de bonnes propriétés physiques et chimiques. Ils présentent une excellente qualité et des couches arables sombres et riches. Leur teneur en argile augmente avec la profondeur, ce qui favorise la rétention d'humidité et de nutriments.
ka: ლუვიკური ჩერნოზემები მაღალპროდუქტიული ნიადაგებია კარგი ფიზიკური და ქიმიური თვისებებით. მათ ახასიათებთ მაღალი ხარისხის ნიადაგი და მუქი და მდიდარი ნიადაგის ზედა ფენა. ლუვიკური ჩერნოზემები სიღრმის მატებასთან ერთად თიხის შემცველობას ზრდიან და შესაბამისად, ტენიანობისა და საკვები ნივთიერებების შეკავებას ზრდიან.
uk: Luvic Chernozems – це високопродуктивні ґрунти з добрими фізичними та хімічними властивостями. Вони мають високу якість ґрунту та темні й багаті шари верхнього ґрунту. Luvic Chernozems містять глину, що збільшується з глибиною, а отже, збільшується вміст вологи та поживних речовин.

# soil##match_info##luvic_chernozems##management
source: These are, in general, excellent soils for crop production. They have excellent porosity and water holding, and are suitable for a wide range of crop production systems. These soils have a moderate-to-high water holding capacity, and thus could be suitable for dryland production systems.
es: Son, en general, suelos excelentes para la producción de cultivos. Tienen una excelente porosidad y retención de agua, y son adecuados para una amplia gama de sistemas de producción de cultivos. Estos suelos tienen una capacidad de retención de agua de moderada a alta, por lo que podrían ser adecuados para sistemas de producción de secano.
fr: Ce sont, en général, d'excellents sols pour la production agricole. Leur porosité et leur capacité de rétention d'eau sont excellentes et ils conviennent à une grande variété de systèmes de production agricole. Leur capacité de rétention d'eau est modérée à élevée et pourrait donc convenir aux systèmes de production en zones arides.
ka: ზოგადად, ეს ნიადაგები შესანიშნავია მოსავლის წარმოებისთვის. მათ აქვთ შესანიშნავი ფორიანობა და წყლის შეკავების უნარი და შესაფერისია მოსავლის წარმოების ფართო სპექტრის სისტემებისთვის. ამ ნიადაგებს აქვთ საშუალოდან მაღალამდე წყლის შეკავების უნარი და, შესაბამისად, შეიძლება შესაფერისი იყოს მშრალი მიწების წარმოების სისტემებისთვის.
uk: Загалом, це чудові ґрунти для вирощування сільськогосподарських культур. Вони мають чудову пористість та вологоутримуючу здатність і підходять для широкого спектру систем вирощування сільськогосподарських культур. Ці ґрунти мають помірну або високу вологоутримуючу здатність, і тому можуть бути придатними для систем вирощування на посушливих землях.

# soil##match_info##glossic_chernozems##name
source: Glossic Chernozems
es: Chernozemes Glósicos
fr: Chernozems brillants
ka: გლოსიური ჩერნოზემები
uk: Glossic Chernozems - загалом відповідають Чорноземам опідзоленим

# soil##match_info##glossic_chernozems##description
source: Glossic Chernozems are highly productive soils with good physical and chemical properties. They have high soil quality and dark and rich topsoil layers. Glossic Chernozems have high organic matter, which extends into subsurface horizons.
es: Los Chernozems Glósicos son suelos altamente productivos con buenas propiedades físicas y químicas. Tienen una alta calidad de suelo y capas superficiales oscuras y ricas. Los Chernozems Glósicos tienen un alto contenido de materia orgánica, que se extiende a los horizontes subsuperficiales.
fr: Les chernozems brillants sont des sols très productifs dotés de bonnes propriétés physiques et chimiques. Ils présentent une excellente qualité de sol et des couches arables sombres et riches. Leur teneur en matière organique est élevée, et s'étend jusqu'aux horizons souterrains.
ka: გლოსური ჩერნოზემები მაღალპროდუქტიული ნიადაგებია კარგი ფიზიკური და ქიმიური თვისებებით. მათ ახასიათებთ ნიადაგის მაღალი ხარისხი და მუქი და მდიდარი ნიადაგის ზედა ფენა. გლოსურ ჩერნოზემებს აქვთ ორგანული ნივთიერების მაღალი შემცველობა, რომელიც ვრცელდება მიწისქვეშა ჰორიზონტებამდე.
uk: Glossic Chernozems – це високопродуктивні ґрунти з добрими фізичними та хімічними властивостями. Вони мають високу якість ґрунту та темні й багаті шари верхнього ґрунту. Глянцеві чорноземи мають високий вміст органічної речовини, яка поширюється в підповерхневі горизонти.

# soil##match_info##glossic_chernozems##management
source: These are, in general, excellent soils for crop production. They have excellent porosity and water holding, and are suitable for a wide range of crop production systems.
es: Son, en general, suelos excelentes para la producción de cultivos. Tienen una excelente porosidad y retención de agua, y son adecuados para una amplia gama de sistemas de producción de cultivos.
fr: Ce sont, en général, d'excellents sols pour la production agricole. Ils présentent une excellente porosité et une excellente rétention d'eau, et conviennent à un large éventail de systèmes de production agricole.
ka: ზოგადად, ეს ნიადაგები შესანიშნავია მოსავლის წარმოებისთვის. მათ აქვთ შესანიშნავი ფორიანობა და წყლის შეკავება და შესაფერისია მოსავლის წარმოების ფართო სპექტრის სისტემებისთვის.
uk: Загалом, це чудові ґрунти для вирощування сільськогосподарських культур. Вони мають чудову пористість та вологоутримувальні властивості і підходять для широкого спектру систем вирощування сільськогосподарських культур.

# soil##match_info##gleyic_chernozems##name
source: Gleyic Chernozems
es: Chernozemes Gleyicos
fr: Chernozems gleyiques
ka: გლეის ჩერნოზემები
uk: Gleyic Chernozems - Чорноземи з ознаками оглеєння

# soil##match_info##gleyic_chernozems##description
source: Gleyic Chernozems are highly productive soils with good physical and chemical properties. They have high soil quality, and dark and rich topsoil layers. Gleyic Chernozems are saturated with shallow groundwater above one meter of soil depth.
es: Los Chernozemes Gleyicos son suelos altamente productivos con buenas propiedades físicas y químicas. Tienen una alta calidad de suelo y capas superficiales oscuras y ricas. Los Chernozems Gléyicos están saturados de agua subterránea poco profunda por encima de un metro de profundidad del suelo.
fr: Les chernozems gleyiques sont des sols très productifs aux bonnes propriétés physiques et chimiques. Ils présentent une excellente qualité et des couches arables sombres et riches. Ils sont saturés d'eau souterraine peu profonde à plus d'un mètre de profondeur.
ka: გლეისური ჩერნოზემები მაღალპროდუქტიული ნიადაგებია კარგი ფიზიკური და ქიმიური თვისებებით. მათ ახასიათებთ ნიადაგის მაღალი ხარისხი და მუქი და მდიდარი ნიადაგის ზედა ფენა. გლეისური ჩერნოზემები გაჯერებულია ნიადაგის ერთ მეტრზე მეტი სიღრმის არაღრმა მიწისქვეშა წყლებით.
uk: Gleyic Chernozems – це високопродуктивні ґрунти з добрими фізичними та хімічними властивостями. Вони мають високу якість ґрунту, а також темні та багаті шари орного ґрунту. Глейові чорноземи насичені неглибокими ґрунтовими водами, що залягають вище одного метра.

# soil##match_info##gleyic_chernozems##management
source: These are, in general, excellent soils for crop production. They have excellent porosity and water holding, and are suitable for a wide range of crop production systems. Drainage of these soils may be needed. However, since this is saturation from groundwater, installation of drainage lines may not be possible, and thus shallow-rooted crops should be considered. If fertilized and not drained, loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers (if available).
es: Son, en general, suelos excelentes para la producción de cultivos. Tienen una excelente porosidad y retención de agua, y son adecuados para una amplia gama de sistemas de producción de cultivos. Puede ser necesario el drenaje de estos suelos. Sin embargo, al tratarse de una saturación procedente de aguas subterráneas, puede no ser posible la instalación de líneas de drenaje, por lo que deben considerarse los cultivos de raíz superficial. Si se fertiliza y no se drena, es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. El uso más eficiente del N por parte de los cultivos en estos suelos puede lograrse mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta (si están disponibles).
fr: Ces sols sont généralement excellents pour la production agricole. Ils présentent une excellente porosité et une excellente rétention d'eau, et conviennent à une grande variété de systèmes de production. Un drainage peut être nécessaire. Cependant, en raison de la saturation par les eaux souterraines, l'installation de lignes de drainage peut s'avérer impossible ; il convient donc d'envisager des cultures à racines superficielles. S'ils sont fertilisés et non drainés, une perte d'azote (N) par dénitrification ou lessivage est possible. Une utilisation plus efficace de l'azote des cultures dans ces sols peut être obtenue par : 1) le drainage ; et 2) l'utilisation d'engrais azotés à libération lente (si disponibles).
ka: ზოგადად, ეს ნიადაგები შესანიშნავია მოსავლის წარმოებისთვის. მათ აქვთ შესანიშნავი ფორიანობა და წყლის შეკავება და შესაფერისია მოსავლის წარმოების ფართო სპექტრის სისტემებისთვის. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. თუმცა, რადგან ეს ხდება მიწისქვეშა წყლებით გაჯერების გამო, დრენაჟის ხაზების დამონტაჟება შესაძლოა შეუძლებელი იყოს და, შესაბამისად, უნდა განიხილონ ზედაპირულად ფესვგადგმული კულტურების გამოყენება. თუ განოყიერდება და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციის ან გამორეცხვის გზით. ამ ნიადაგებში მოსავლის აზოტის უფრო ეფექტური გამოყენება შეიძლება მიღწეული იქნას: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით (ასეთის არსებობის შემთხვევაში).
uk: Загалом, це чудові ґрунти для вирощування сільськогосподарських культур. Вони мають чудову пористість та водоутримувальні властивості, і підходять для широкого спектру систем вирощування сільськогосподарських культур. Може знадобитися дренаж цих ґрунтів. Однак, оскільки це насичення ґрунтовими водами, встановлення дренажних ліній може бути неможливим, тому слід розглянути можливість вирощування культур з поверхневим корінням. Якщо ґрунти удобрюються, а не дренуються, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами в цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення (якщо такі є).

# soil##match_info##ferralsols##name
source: Ferralsols
es: Ferralsoles
ka: ფერალსოლსი

# soil##match_info##ferralsols##description
source: Ferralsols are well developed soils in humid, warm climates that are dominated by low activity minerals such as kaolinite and iron and aluminum oxides. They often have good physical properties but are acid, relatively infertile, have high P fixation, and have limited ability to retain nutrients.
es: Los Ferralsoles son suelos bien desarrollados en climas húmedos y cálidos en los que predominan los minerales de baja actividad, como la caolinita y los óxidos de hierro y aluminio. Suelen tener buenas propiedades físicas, pero son ácidos, relativamente infértiles, tienen una alta fijación de P y una capacidad limitada para retener nutrientes.
fr: Les ferralsols sont des sols bien développés dans les climats humides et chauds, dominés par des minéraux de faible activité comme la kaolinite et les oxydes de fer et d'aluminium. Ils présentent souvent de bonnes propriétés physiques, mais sont acides, relativement peu fertiles, ont une forte fixation du phosphore et une capacité limitée à retenir les nutriments.
ka: ფერალსოლები კარგად განვითარებული ნიადაგებია ნოტიო, თბილ კლიმატურ პირობებში, რომლებშიც დომინირებს დაბალი აქტივობის მინერალები, როგორიცაა კაოლინიტი, რკინისა და ალუმინის ოქსიდები. მათ ხშირად აქვთ კარგი ფიზიკური თვისებები, მაგრამ მჟავეა, შედარებით უნაყოფო, აქვთ მაღალი ფოსფორის ფიქსაცია და საკვები ნივთიერებების შენარჩუნების შეზღუდული უნარი.
uk: Ferralsols — це добре розвинені ґрунти у вологому, теплому кліматі, в яких переважають низькоактивні мінерали, такі як каолініт та оксиди заліза й алюмінію. Вони часто мають добрі фізичні властивості, але є кислими, відносно неродючими, мають високий рівень фіксації фосфору та обмежену здатність утримувати поживні речовини.

# soil##match_info##ferralsols##management
source: soils are prone to phosphorus fixation, and most soil P will not be immediately available for crop uptake and use. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Additional fertilization and lime application, in addition to P, will also be needed to ensure adequate crop growth and yield. High levels of soluble aluminum can also be present in these soils, and it is toxic to plants. Application of lime (which both increases soil pH and ties up soluble aluminum) can help to reduce aluminum toxicity. Since these soils are infertile they will require applications of plant nutrients for best crop performance, applied either by fertilization or inclusion of crop residues, manures or other nutrient-rich organic material. These soils have a limited ability to retain nitrogen fertilizer. Slow-release nitrogen sources should be considered, if available, or more frequent application of soluble sources at a lower rate with each application could be used.
es: suelos son propensos a la fijación de fósforo, y la mayor parte del P del suelo no estará inmediatamente disponible para su absorción y uso por parte de los cultivos. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La fertilización adicional y la aplicación de cal, además del P, también serán necesarias para garantizar un crecimiento y un rendimiento adecuados de los cultivos. En estos suelos también puede haber altos niveles de aluminio soluble, que es tóxico para las plantas. La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) puede ayudar a reducir la toxicidad del aluminio. Dado que estos suelos son infértiles, necesitarán aplicaciones de nutrientes para las plantas con el fin de obtener un mejor rendimiento de los cultivos, ya sea mediante la fertilización o la inclusión de residuos de cultivos, estiércol u otro material orgánico rico en nutrientes. Estos suelos tienen una capacidad limitada para retener los fertilizantes nitrogenados. Deberían considerarse fuentes de nitrógeno de liberación lenta, si se dispone de ellas, o podría utilizarse la aplicación más frecuente de fuentes solubles a una tasa menor en cada aplicación.
fr: Les sols sont sensibles à la fixation du phosphore, et la majeure partie du phosphore du sol ne sera pas immédiatement disponible pour l'absorption et l'utilisation par les cultures. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et en aval de la semence) d'engrais phosphatés, contribueront à réduire la fixation du phosphore. Une fertilisation et un apport de chaux supplémentaires, en plus du phosphore, seront également nécessaires pour assurer une croissance et un rendement adéquats des cultures. Ces sols peuvent également contenir des concentrations élevées d'aluminium soluble, toxique pour les plantes. L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) peut contribuer à réduire la toxicité de l'aluminium. Étant donné leur infertilité, ces sols nécessiteront des apports d'éléments nutritifs pour optimiser les performances des cultures, soit par fertilisation, soit par inclusion de résidus de culture, de fumier ou d'autres matières organiques riches en nutriments. Ces sols ont une capacité limitée à retenir les engrais azotés. Il convient d'envisager des sources d'azote à libération lente, si disponibles, ou d'appliquer plus fréquemment des sources solubles à un taux plus faible à chaque application.
ka: ნიადაგები მიდრეკილია ფოსფორის ფიქსაციისკენ და ნიადაგის ფოსფორის უმეტესი ნაწილი დაუყოვნებლივ არ იქნება ხელმისაწვდომი მოსავლის მიერ ათვისებისა და გამოყენებისთვის. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფორის სასუქების ზოლებად შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის ფიქსაციის შემცირებას. ფოსფორის გარდა, ასევე საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა მოსავლის სათანადო ზრდისა და მოსავლიანობის უზრუნველსაყოფად. ამ ნიადაგებში ასევე შეიძლება იყოს ხსნადი ალუმინის მაღალი დონე, რომელიც ტოქსიკურია მცენარეებისთვის. კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) შეტანა ხელს შეუწყობს ალუმინის ტოქსიკურობის შემცირებას. რადგან ეს ნიადაგები უნაყოფოა, მათ მოსავლის საუკეთესო მოსავლის მისაღებად დასჭირდებათ მცენარეული საკვები ნივთიერებების შეტანა, რომელიც გამოიყენება ან განოყიერებით, ან მოსავლის ნარჩენების, ნაკელის ან სხვა საკვები ნივთიერებებით მდიდარი ორგანული მასალის დამატებით. ამ ნიადაგებს აქვთ აზოტის სასუქის შენარჩუნების შეზღუდული უნარი. თუ შესაძლებელია, უნდა განიხილებოდეს ნელა გამოთავისუფლებადი აზოტის წყაროები, ან შეიძლება გამოყენებულ იქნას ხსნადი წყაროების უფრო ხშირი შეტანა უფრო დაბალი რაოდენობით თითოეული შეტანისას.
uk: Ґрунти схильні до фіксації фосфору, і більшість ґрунтового фосфору не буде одразу доступною для поглинання та використання культурою. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Додаткове удобрення та вапнування, окрім фосфору, також знадобляться для забезпечення належного росту та врожайності культур. У цих ґрунтах також може бути присутнім високий рівень розчинного алюмінію, який є токсичним для рослин. Внесення вапна (яке як підвищує pH ґрунту, так і зв'язує розчинний алюміній) може допомогти зменшити токсичність алюмінію. Оскільки ці ґрунти неродючі, для найкращої продуктивності врожаю вони потребуватимуть внесення рослинних поживних речовин, які вносяться або шляхом удобрення, або шляхом додавання рослинних залишків, гною чи інших багатих на поживні речовини органічних матеріалів. Ці ґрунти мають обмежену здатність утримувати азотні добрива. Слід розглянути джерела азоту з повільним вивільненням, якщо такі є, або можна використовувати частіше внесення розчинних джерел з меншою швидкістю при кожному внесенні.

# soil##match_info##haplic_ferralsols##name
source: Haplic Ferralsols
es: Ferralsoles Háplicos
fr: Ferralsols hapliques
ka: ჰაპლიკ ფერალსოლები

# soil##match_info##haplic_ferralsols##description
source: Haplic Ferralsols are well developed soils in humid, warm climates that are dominated by low activity minerals such as kaolinite and iron and aluminum oxides. They often have good physical properties but are acid, relatively infertile, have high P fixation, and have limited ability to retain nutrients.
es: Los Ferralsoles Háplicos son suelos bien desarrollados en climas húmedos y cálidos en los que predominan los minerales de baja actividad como la caolinita y los óxidos de hierro y aluminio. Suelen tener buenas propiedades físicas pero son ácidos, relativamente infértiles, tienen una alta fijación de P y tienen una capacidad limitada de retener nutrientes.
fr: Les ferralsols hapliques sont des sols bien développés dans les climats humides et chauds, dominés par des minéraux de faible activité comme la kaolinite et les oxydes de fer et d'aluminium. Ils présentent souvent de bonnes propriétés physiques, mais sont acides, relativement peu fertiles, ont une forte fixation du phosphore et une capacité limitée à retenir les nutriments.
ka: ჰაპლური ფერალსოლები კარგად განვითარებული ნიადაგებია ნოტიო, თბილ კლიმატურ პირობებში, რომლებშიც დომინირებს დაბალი აქტივობის მინერალები, როგორიცაა კაოლინიტი, რკინისა და ალუმინის ოქსიდები. მათ ხშირად აქვთ კარგი ფიზიკური თვისებები, მაგრამ მჟავეა, შედარებით უნაყოფო, აქვთ მაღალი ფოსფორის ფიქსაცია და საკვები ნივთიერებების შენარჩუნების შეზღუდული უნარი.
uk: Haplic Ferralsols – це добре розвинені ґрунти у вологому, теплому кліматі, в яких переважають низькоактивні мінерали, такі як каолініт та оксиди заліза й алюмінію. Вони часто мають добрі фізичні властивості, але є кислими, відносно неродючими, мають високий рівень фіксації фосфору та обмежену здатність утримувати поживні речовини.
