Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##plinthic_acrisols##management
source: Because the soil tends to be acidic (has a low soil pH) and high in Al, phosphorus fertilizer is quickly “fixed” by the soil, making it unavailable to plants in the cropping season. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Application of nitrogen is essential, and this can be accomplished either through application of correct rates of fertilizer (such as urea), or through use of cover crops, green manures and rotations. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Even with cover crops or similar practices, supplemental N fertilization will likely be needed as organic N will not be converted to the crop-needed inorganic N in sufficient quantities in the cropping year. Application of lime (which both increases soil pH and ties up soluble aluminum) or gypsum (calcium sulfate) which will help take Al out of solution, can help to reduce aluminum toxicity. Land management practices should maximize soil cover, crop rotation and agroforestry. Agronomic practices that protect the soil surface and avoid erosion, so that the iron rich clay layer is not exposed, are critical. Use of rotations and inclusion of deep-rooted crops is also recommended to help penetrate the clay layer.
es: Debido a que el suelo tiende a ser ácido (tiene un pH bajo) y alto en Al, el fertilizante de fósforo es rápidamente "fijado" por el suelo, haciendo que no esté disponible para las plantas en la temporada de cultivo. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La aplicación de nitrógeno es esencial, y esto puede lograrse mediante la aplicación de dosis correctas de fertilizantes (como la urea), o mediante el uso de cultivos de cobertura, abonos verdes y rotaciones. Los cultivos de cobertura y las rotaciones que incluyen leguminosas y la inclusión de cultivos con alta biomasa serían beneficiosos, ya que añaden materia orgánica y nitrógeno para el cultivo posterior. Incluso con cultivos de cobertura o prácticas similares, es probable que se necesite una fertilización suplementaria de N, ya que el N orgánico no se convertirá en el N inorgánico necesario para el cultivo en cantidades suficientes durante el año de cultivo. La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) o de yeso (sulfato de calcio), que ayuda a eliminar el aluminio de la solución, puede ayudar a reducir la toxicidad del aluminio. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura. Las prácticas agronómicas que protegen la superficie del suelo y evitan la erosión, para que la capa de arcilla rica en hierro no quede expuesta, son fundamentales. También se recomienda el uso de rotaciones y la inclusión de cultivos de raíces profundas para ayudar a penetrar en la capa de arcilla.
fr: Comme le sol a tendance à être acide (pH bas) et riche en Al, l'engrais phosphoré est rapidement fixé par le sol, le rendant indisponible pour les plantes pendant la saison de culture. Des pratiques bien documentées, comme l'application en bandes (directement sur la semence ou latéralement et en aval de la semence) d'engrais phosphatés, contribuent à réduire la fixation du phosphore. L'apport d'azote est essentiel, et cela peut se faire soit par l'application d'engrais à dose adaptée (comme l'urée), soit par l'utilisation de cultures de couverture, d'engrais verts et de rotations. Les cultures de couverture et les rotations incluant des légumineuses et l'inclusion de cultures à forte biomasse seraient bénéfiques, car elles apporteraient de la matière organique et de l'azote à la culture suivante. Même avec des cultures de couverture ou des pratiques similaires, une fertilisation azotée supplémentaire sera probablement nécessaire, car l'azote organique ne sera pas converti en azote inorganique nécessaire à la culture en quantités suffisantes au cours de la campagne. L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) ou de gypse (sulfate de calcium), qui contribue à éliminer l'aluminium de la solution, peut contribuer à réduire la toxicité de l'aluminium. Les pratiques de gestion des terres doivent optimiser la couverture du sol, la rotation des cultures et l'agroforesterie. Les pratiques agronomiques qui protègent la surface du sol et évitent l'érosion, afin de préserver la couche d'argile riche en fer, sont essentielles. Le recours à des rotations et à l'inclusion de cultures à racines profondes est également recommandé pour faciliter la pénétration de la couche d'argile.
ka: რადგან ნიადაგი, როგორც წესი, მჟავეა (აქვს დაბალი pH) და მაღალია Al-ის შემცველობა, ფოსფორის სასუქი სწრაფად „ფიქსირდება“ ნიადაგის მიერ, რაც მას მცენარეებისთვის მიუწვდომელს ხდის მოსავლის აღების სეზონზე. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფორის სასუქების ზოლებად შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის ფიქსაციის შემცირებას. აზოტის შეტანა აუცილებელია და ეს შეიძლება მიღწეული იქნას როგორც სასუქის (მაგალითად, შარდოვანას) სწორი დოზით შეტანით, ასევე საფარი კულტურების, მწვანე სასუქების და როტაციების გამოყენებით. სასარგებლო იქნება საფარი კულტურები და როტაციები, რომლებიც მოიცავს პარკოსნებს და მაღალი ბიომასის მქონე კულტურების ჩართვას, ორგანული ნივთიერებების და აზოტის დამატებით შემდგომი მოსავლისთვის. საფარი კულტურების ან მსგავსი პრაქტიკის შემთხვევაშიც კი, სავარაუდოდ, საჭირო იქნება დამატებითი აზოტით განოყიერება, რადგან ორგანული აზოტი არ გარდაიქმნება კულტურისთვის საჭირო არაორგანულ აზოტად საკმარისი რაოდენობით მოსავლის აღების წელს. კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) ან თაბაშირის (კალციუმის სულფატი) შეტანა, რომელიც ხელს შეუწყობს Al-ის ხსნარიდან გამოდევნას, ხელს შეუწყობს ალუმინის ტოქსიკურობის შემცირებას. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა გაზარდოს ნიადაგის საფარი, მოსავლის ბრუნვა და აგროტყეობა. კრიტიკულად მნიშვნელოვანია ისეთი აგრონომიული პრაქტიკის გამოყენება, რომელიც იცავს ნიადაგის ზედაპირს და თავიდან აიცილებს ეროზიას, რათა რკინით მდიდარი თიხის ფენა არ გამოჩნდეს. ასევე რეკომენდებულია როტაციის გამოყენება და ღრმა ფესვგადგმული კულტურების ჩართვა თიხის ფენაში შეღწევის ხელშესაწყობად.
uk: Оскільки ґрунт має тенденцію бути кислим (має низький pH ґрунту) та високий вміст Al, фосфорні добрива швидко «фіксуються» ґрунтом, що робить їх недоступними для рослин у вегетаційний період. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Внесення азоту є важливим, і цього можна досягти або шляхом внесення правильних норм добрив (таких як сечовина), або шляхом використання покривних культур, сидератів та сівозмін. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою будуть корисними, додаючи органічну речовину та азот для наступної культури. Навіть при використанні покривних культур або подібних методів, ймовірно, знадобиться додаткове азотне удобрення, оскільки органічний азот не буде перетворюватися на необхідний для культури неорганічний азот у достатній кількості в вегетаційний рік. Внесення вапна (яке підвищує pH ґрунту та зв'язує розчинний алюміній) або гіпсу (сульфату кальцію), який допоможе вивести Al з розчину, може допомогти зменшити токсичність алюмінію. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив, сівозміну та агролісівництво. Агрономічні заходи, що захищають поверхню ґрунту та запобігають ерозії, щоб не оголювати багатий на залізо глинистий шар, є критично важливими. Також рекомендується використовувати сівозміну та вирощувати культури з глибоким корінням, щоб допомогти проникнути крізь глинистий шар.

# soil##match_info##haplic_alisols##name
source: Haplic Alisols
es: Alisoles Háplicos
fr: Alisols hapliques
ka: ჰაპლიკური ალისოლები

# soil##match_info##haplic_alisols##description
source: Haplic Alisols are acidic soils that are often found on hilly areas, and are thus prone to erosion. They also have high levels of soluble aluminum, which is toxic to plants. They are shallow soils and usually unproductive for cropping, and so their use should be limited to low volume grazing or other uses with continuous plant cover.
es: Los Alisoles Háplicos son suelos ácidos que suelen encontrarse en zonas de colinas, por lo que son propensos a la erosión. También tienen altos niveles de aluminio soluble, que es tóxico para las plantas. Son suelos poco profundos y, por lo general, poco productivos para el cultivo, por lo que su uso debe limitarse al pastoreo de bajo volumen o a otros usos con cobertura vegetal continua.
fr: Les alisols hapliques sont des sols acides, souvent présents en zones vallonnées et donc sujets à l'érosion. Ils présentent également des teneurs élevées en aluminium soluble, toxique pour les plantes. Ce sont des sols peu profonds et généralement improductifs pour les cultures ; leur utilisation devrait donc être limitée au pâturage à faible volume ou à d'autres utilisations avec couverture végétale continue.
ka: ჰაპლური ალისოლები მჟავე ნიადაგებია, რომლებიც ხშირად გვხვდება მთიან ადგილებში და, შესაბამისად, მიდრეკილია ეროზიისკენ. მათ ასევე აქვთ ხსნადი ალუმინის მაღალი დონე, რომელიც ტოქსიკურია მცენარეებისთვის. ეს ნიადაგები არაღრმაა და, როგორც წესი, არაპროდუქტიულია მოსავლის აღებისთვის, ამიტომ მათი გამოყენება უნდა შემოიფარგლოს მცირე მოცულობის ძოვებით ან სხვა დანიშნულებით, სადაც უწყვეტი მცენარეული საფარია.
uk: Haplic Alisols – це кислі ґрунти, які часто зустрічаються на горбистих місцевостях і тому схильні до ерозії. Вони також мають високий рівень розчинного алюмінію, який є токсичним для рослин. Це неглибокі ґрунти, які зазвичай непродуктивні для вирощування сільськогосподарських культур, тому їх використання має бути обмежене невеликим випасом худоби або іншими видами діяльності із суцільним рослинним покривом.

# soil##match_info##haplic_alisols##management
source: Application of lime (which both increases soil pH and ties up soluble aluminum) or gypsum (calcium sulfate), which takes Al out of solution, can help to reduce aluminum toxicity. Because they are shallow these soils are not well suited for cultivation for crops, and so use for grazing should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover, crop rotation and agroforestry. Although not usually recommended, if the soil is used for cultivated cropping then fertilization should be combined with crop rotations andcover crops, or other means of organic matter addition for the development of improved fertility and water holding capacity.
es: La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) o de yeso (sulfato de calcio), que extrae el Al de la solución, puede ayudar a reducir la toxicidad del aluminio. Debido a su poca profundidad, estos suelos no son adecuados para el cultivo, por lo que debe considerarse su uso para el pastoreo. La preservación de la superficie del suelo con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura. *Aunque no suele recomendarse, si el suelo se utiliza para cultivos, la fertilización debe combinarse con la rotación de cultivos y/o los cultivos de cobertura, u otros medios de adición de materia orgánica para el desarrollo de una mayor fertilidad y capacidad de retención de agua.
fr: L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) ou de gypse (sulfate de calcium), qui dissout l'aluminium, peut contribuer à réduire la toxicité de l'aluminium. Étant peu profonds, ces sols ne se prêtent pas à la culture ; leur utilisation pour le pâturage doit donc être envisagée. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent optimiser la couverture végétale, la rotation des cultures et l'agroforesterie. Bien que généralement déconseillée, si le sol est utilisé pour des cultures, la fertilisation doit être associée à des rotations culturales et à des cultures de couverture, ou à d'autres apports de matière organique pour améliorer la fertilité et la capacité de rétention d'eau.
ka: კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) ან თაბაშირის (კალციუმის სულფატი), რომელიც გამოდევნის ალუმინს ხსნარიდან, გამოყენებამ შეიძლება შეამციროს ალუმინის ტოქსიკურობა. რადგან ისინი არაღრმაა, ეს ნიადაგები არ არის შესაფერისი კულტურების მოსაყვანად, ამიტომ გასათვალისწინებელია მათი საძოვრად გამოყენება. მნიშვნელოვანია ზედაპირული ნიადაგის შენარჩუნება მისი ორგანული ნივთიერებებით და ეროზიის პრევენცია კრიტიკულად მნიშვნელოვანია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა უზრუნველყოს ნიადაგის საფარის, მოსავლის ბრუნვისა და აგროტყის მეურნეობის შენარჩუნება. მიუხედავად იმისა, რომ ჩვეულებრივ არ არის რეკომენდებული, თუ ნიადაგი გამოიყენება კულტურული კულტურებისთვის, მაშინ განოყიერება უნდა შერწყმული იყოს მოსავლის ბრუნვასთან და საფარის კულტურებთან, ან ორგანული ნივთიერებების დამატების სხვა საშუალებებთან, რათა გაუმჯობესდეს ნაყოფიერება და წყლის შეკავების უნარი.
uk: Внесення вапна (яке підвищує pH ґрунту та зв'язує розчинний алюміній) або гіпсу (сульфату кальцію), який виводить Al з розчину, може допомогти зменшити токсичність алюмінію. Оскільки ці ґрунти неглибокі, вони не дуже підходять для вирощування сільськогосподарських культур, тому слід враховувати їх використання для випасу худоби. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив, сівозміну та агролісівництво. Хоча зазвичай це не рекомендується, якщо ґрунт використовується для вирощування сільськогосподарських культур, удобрення слід поєднувати з сівозмінами та покривними культурами або іншими способами додавання органічної речовини для розвитку покращеної родючості та вологоутримувальної здатності.

# soil##match_info##ferric_alisols##name
source: Ferric Alisols
es: Alisoles Férricos
fr: Alisols ferriques
ka: რკინის ალისოლები

# soil##match_info##ferric_alisols##description
source: Ferric Alisols are acidic soils that are often found on hilly areas, and are thus prone to erosion. They also have high levels of soluble aluminum, which is toxic to plants. They are shallow soils and usually unproductive for cropping, and so their use should be limited to low volume grazing or other uses with continuous plant cover. These soils are high in iron and iron nodules are commonly present.
es: Los Alisoles Férricos son suelos ácidos que suelen encontrarse en zonas de colinas, por lo que son propensos a la erosión. También tienen altos niveles de aluminio soluble, que es tóxico para las plantas. Son suelos poco profundos y, por lo general, poco productivos para el cultivo, por lo que su uso debe limitarse al pastoreo de bajo volumen o a otros usos con cobertura vegetal continua. Estos suelos tienen un alto contenido de hierro y es común la presencia de nódulos de hierro.
fr: Les alisols ferriques sont des sols acides, souvent présents en zones vallonnées et donc sujets à l'érosion. Ils présentent également des teneurs élevées en aluminium soluble, toxique pour les plantes. Ce sont des sols peu profonds et généralement improductifs pour les cultures ; leur utilisation doit donc être limitée au pâturage à faible volume ou à d'autres utilisations avec couverture végétale continue. Ces sols sont riches en fer et contiennent fréquemment des nodules de fer.
ka: რკინის ალისოლები მჟავე ნიადაგებია, რომლებიც ხშირად გვხვდება მთიან ადგილებში და, შესაბამისად, მიდრეკილია ეროზიისკენ. მათ ასევე აქვთ ხსნადი ალუმინის მაღალი დონე, რომელიც ტოქსიკურია მცენარეებისთვის. ეს ნიადაგები არაღრმაა და, როგორც წესი, არაპროდუქტიულია მოსავლის აღებისთვის, ამიტომ მათი გამოყენება უნდა შემოიფარგლოს მცირე მოცულობის ძოვებით ან სხვა დანიშნულებით, სადაც უწყვეტი მცენარეული საფარია. ეს ნიადაგები მდიდარია რკინით და ხშირად გვხვდება რკინის კვანძები.
uk: Ferric Alisols – це кислі ґрунти, які часто зустрічаються на горбистих місцевостях і тому схильні до ерозії. Вони також мають високий рівень розчинного алюмінію, який є токсичним для рослин. Це неглибокі ґрунти, які зазвичай непродуктивні для вирощування сільськогосподарських культур, тому їх використання має бути обмежене невеликим випасом худоби або іншими видами діяльності з суцільним рослинним покривом. Ці ґрунти багаті на залізо, і часто присутні конкреції заліза.

# soil##match_info##ferric_alisols##management
source: Application of lime (which both increases soil pH and ties up soluble aluminum) or gypsum (calcium sulfate), which takes Al out of solution, can help to reduce aluminum toxicity. Because they are shallow these soils are not well suited for cultivation for crops, and so use for grazing should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover, crop rotation and agroforestry. Although not usually recommended, if the soil is used for cultivated cropping then fertilization should be combined with crop rotations andcover crops, or other means of organic matter addition for the development of improved fertility and water holding capacity.
es: La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) o de yeso (sulfato de calcio), que extrae el aluminio de la solución, puede ayudar a reducir la toxicidad del aluminio. Debido a su poca profundidad, estos suelos no son adecuados para el cultivo, por lo que debe considerarse su uso para el pastoreo. La preservación de la superficie del suelo con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura. *Aunque no suele recomendarse, si el suelo se utiliza para cultivos, la fertilización debe combinarse con la rotación de cultivos y/o los cultivos de cobertura, u otros medios de adición de materia orgánica para el desarrollo de una mayor fertilidad y capacidad de retención de agua.
fr: L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) ou de gypse (sulfate de calcium), qui dissout l'aluminium, peut contribuer à réduire la toxicité de l'aluminium. Étant peu profonds, ces sols ne se prêtent pas à la culture ; leur utilisation pour le pâturage doit donc être envisagée. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent optimiser la couverture végétale, la rotation des cultures et l'agroforesterie. Bien que généralement déconseillée, si le sol est utilisé pour des cultures, la fertilisation doit être associée à des rotations culturales et à des cultures de couverture, ou à d'autres apports de matière organique pour améliorer la fertilité et la capacité de rétention d'eau.
ka: კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) ან თაბაშირის (კალციუმის სულფატი), რომელიც გამოდევნის ალუმინს ხსნარიდან, გამოყენებამ შეიძლება შეამციროს ალუმინის ტოქსიკურობა. რადგან ისინი არაღრმაა, ეს ნიადაგები არ არის შესაფერისი კულტურების მოსაყვანად, ამიტომ გასათვალისწინებელია მათი საძოვრად გამოყენება. მნიშვნელოვანია ზედაპირული ნიადაგის შენარჩუნება მისი ორგანული ნივთიერებებით და ეროზიის პრევენცია კრიტიკულად მნიშვნელოვანია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა უზრუნველყოს ნიადაგის საფარის, მოსავლის ბრუნვისა და აგროტყის მეურნეობის შენარჩუნება. მიუხედავად იმისა, რომ ჩვეულებრივ არ არის რეკომენდებული, თუ ნიადაგი გამოიყენება კულტურული კულტურებისთვის, მაშინ განოყიერება უნდა შერწყმული იყოს მოსავლის ბრუნვასთან და საფარის კულტურებთან, ან ორგანული ნივთიერებების დამატების სხვა საშუალებებთან, რათა გაუმჯობესდეს ნაყოფიერება და წყლის შეკავების უნარი.
uk: Внесення вапна (яке підвищує pH ґрунту та зв'язує розчинний алюміній) або гіпсу (сульфату кальцію), який виводить Al з розчину, може допомогти зменшити токсичність алюмінію. Оскільки ці ґрунти неглибокі, вони не дуже підходять для вирощування сільськогосподарських культур, тому слід враховувати їх використання для випасу худоби. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив, сівозміну та агролісівництво. Хоча зазвичай це не рекомендується, якщо ґрунт використовується для вирощування сільськогосподарських культур, удобрення слід поєднувати з сівозмінами та покривними культурами або іншими способами додавання органічної речовини для розвитку покращеної родючості та вологоутримувальної здатності.

# soil##match_info##gleyic_alisols##name
source: Gleyic Alisols
es: Alisoles Gleyicos
fr: Alisols gleyiques
ka: გლეიკის ალისოლები

# soil##match_info##gleyic_alisols##description
source: Gleyic Alisols are acidic soils that are often found on hilly areas, and are thus prone to erosion. They also have high levels of soluble aluminum, which is toxic to plants. They are shallow soils and usually unproductive for cropping, and so their use should be limited to low volume grazing or other uses with continuous plant cover. These soils experience prolonged saturation from shallow groundwater.
es: Los Alisoles Gleyicos son suelos ácidos que suelen encontrarse en zonas de colinas, por lo que son propensos a la erosión. También tienen altos niveles de aluminio soluble, que es tóxico para las plantas. Son suelos poco profundos y, por lo general, poco productivos para el cultivo, por lo que su uso debe limitarse al pastoreo de bajo volumen o a otros usos con cobertura vegetal continua. Estos suelos experimentan una saturación prolongada de las aguas subterráneas poco profundas.
fr: Les alisols gleyiques sont des sols acides, souvent présents en zones vallonnées et donc sujets à l'érosion. Ils présentent également des teneurs élevées en aluminium soluble, toxique pour les plantes. Ce sont des sols peu profonds et généralement improductifs pour les cultures ; leur utilisation doit donc être limitée au pâturage à faible volume ou à d'autres utilisations avec couverture végétale continue. Ces sols subissent une saturation prolongée due aux eaux souterraines peu profondes.
ka: გლეისური ალისოლები მჟავე ნიადაგებია, რომლებიც ხშირად გვხვდება მთიან ადგილებში და, შესაბამისად, მიდრეკილია ეროზიისკენ. მათ ასევე აქვთ ხსნადი ალუმინის მაღალი დონე, რომელიც ტოქსიკურია მცენარეებისთვის. ეს ნიადაგები არაღრმაა და, როგორც წესი, არაპროდუქტიულია მოსავლის აღებისთვის, ამიტომ მათი გამოყენება უნდა შემოიფარგლოს მცირე მოცულობის ძოვებით ან სხვა დანიშნულებით, სადაც უწყვეტი მცენარეული საფარია. ეს ნიადაგები განიცდის ხანგრძლივ გაჯერებას არაღრმა მიწისქვეშა წყლებისგან.
uk: Gleyic Alisols – це кислі ґрунти, які часто зустрічаються на горбистих місцевостях і тому схильні до ерозії. Вони також містять високий рівень розчинного алюмінію, який є токсичним для рослин. Це неглибокі ґрунти, які зазвичай непродуктивні для вирощування сільськогосподарських культур, тому їх використання має бути обмежене невеликим випасом худоби або іншими видами діяльності з суцільним рослинним покривом. Ці ґрунти зазнають тривалого насичення від неглибоких ґрунтових вод.
