Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##stagnic_alisols##management
source: Application of lime (which both increases soil pH and ties up soluble aluminum) or gypsum (calcium sulfate), which takes Al out of solution, can help to reduce aluminum toxicity. Because they are shallow these soils are not well suited for cultivation for crops, and so use for grazing should be considered. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover, crop rotation and agroforestry. Although not usually recommended, if the soil is used for cultivated cropping then fertilization should be combined with crop rotation andcover crops, or other means of organic matter addition for the development of improved soil fertility and water-holding capacity. Drainage of these soils may be needed. Since saturation is caused by surface water, surface drainage andmaintenance of cover to improve infiltration and water holding could be useful. Consider the use of shallow rooted crops. If fertilized and not drained, loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers.
es: La aplicación de cal (que aumenta el pH del suelo y fija el aluminio soluble) o de yeso (sulfato de calcio), que extrae el Al de la solución, puede ayudar a reducir la toxicidad del aluminio. Debido a su poca profundidad, estos suelos no son adecuados para el cultivo, por lo que debe considerarse su uso para el pastoreo. La preservación de la superficie del suelo con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura. Aunque no suele recomendarse, si el suelo se utiliza para cultivos, la fertilización debe combinarse con la rotación de cultivos y/o los cultivos de cobertura, u otros medios de adición de materia orgánica para el desarrollo de una mayor fertilidad del suelo y capacidad de retención de agua. Puede ser necesario el drenaje de estos suelos. Dado que la saturación es causada por el agua superficial, podría ser útil el drenaje superficial y/o el mantenimiento de la cubierta para mejorar la infiltración y la retención de agua. Considerar el uso de cultivos con raíces poco profundas. Si se fertiliza y no se drena, es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. Se puede conseguir un uso más eficiente del N por parte de los cultivos en estos suelos mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta.
fr: L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) ou de gypse (sulfate de calcium), qui dissout l'aluminium, peut contribuer à réduire la toxicité de l'aluminium. En raison de leur faible profondeur, ces sols ne se prêtent pas à la culture ; il convient donc d'envisager leur utilisation pour le pâturage. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent optimiser la couverture végétale, la rotation des cultures et l'agroforesterie. Bien que généralement déconseillée, si le sol est utilisé pour des cultures, la fertilisation doit être associée à la rotation des cultures et à l'ajout de cultures de couverture, ou à d'autres apports de matière organique, afin d'améliorer la fertilité et la capacité de rétention d'eau du sol. Un drainage de ces sols peut être nécessaire. La saturation étant due aux eaux de surface, un drainage de surface et le maintien d'une couverture végétale pour améliorer l'infiltration et la rétention d'eau peuvent être utiles. Envisager l'utilisation de cultures à racines superficielles. En cas de fertilisation et de non-drainage, une perte d'azote (N) appliquée par dénitrification ou lessivage est possible. Une utilisation plus efficace de l’azote des cultures dans ces sols peut être obtenue par : 1) le drainage et 2) l’utilisation d’engrais azotés à libération lente.
ka: კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) ან თაბაშირის (კალციუმის სულფატი), რომელიც გამოდევნის ალუმინს ხსნარიდან, გამოყენება ხელს უწყობს ალუმინის ტოქსიკურობის შემცირებას. რადგან ისინი არაღრმაა, ეს ნიადაგები არ არის შესაფერისი კულტურების მოსაყვანად, ამიტომ გასათვალისწინებელია მათი საძოვრად გამოყენება. მნიშვნელოვანია ზედაპირული ნიადაგის შენარჩუნება მისი ორგანული ნივთიერებებით და ეროზიის პრევენცია კრიტიკულად მნიშვნელოვანია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა გაზარდოს ნიადაგის საფარი, მოსავლის ბრუნვა და აგროტყეობა. მიუხედავად იმისა, რომ ჩვეულებრივ არ არის რეკომენდებული, თუ ნიადაგი გამოიყენება კულტურული კულტურებისთვის, განოყიერება უნდა შერწყმული იყოს მოსავლის ბრუნვასთან და საფარის კულტურებთან, ან ორგანული ნივთიერებების დამატების სხვა საშუალებებთან ნიადაგის ნაყოფიერების და წყლის შეკავების უნარის გასაუმჯობესებლად. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. რადგან გაჯერება გამოწვეულია ზედაპირული წყლებით, სასარგებლო შეიძლება იყოს ზედაპირული დრენაჟი და საფარის შენარჩუნება ინფილტრაციისა და წყლის შეკავების გასაუმჯობესებლად. განიხილეთ არაღრმა ფესვგადგმული კულტურების გამოყენება. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციის ან გამორეცხვის გზით. ამ ნიადაგებში აზოტის უფრო ეფექტური გამოყენება შეიძლება მიღწეული იქნას: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით.
uk: Внесення вапна (яке підвищує pH ґрунту та зв'язує розчинний алюміній) або гіпсу (сульфату кальцію), який виводить Al з розчину, може допомогти зменшити токсичність алюмінію. Оскільки ці ґрунти неглибокі, вони не дуже підходять для вирощування сільськогосподарських культур, тому слід враховувати їх використання для випасу худоби. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив, сівозміну та агролісівництво. Хоча зазвичай це не рекомендується, якщо ґрунт використовується для вирощування сільськогосподарських культур, удобрення слід поєднувати із сівозміною та покривними культурами або іншими способами додавання органічної речовини для покращення родючості ґрунту та його вологоутримуючої здатності. Може знадобитися дренаж цих ґрунтів. Оскільки насичення спричинене поверхневими водами, поверхневий дренаж та підтримка покриву для покращення інфільтрації та утримання води можуть бути корисними. Розгляньте використання культур з поверхневим корінням. Якщо удобрювати, а не дренувати, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами в цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення.

# soil##match_info##andosols##name
source: Andosols
es: Andosoles
ka: ანდოსოლები

# soil##match_info##andosols##description
source: Andosols form in volcanic materials. These soils are highly erodible and have high P fixation, but most have relatively good water holding capacity and soil fertility.
es: Los Andosoles se forman en materiales volcánicos. Estos suelos son muy erosionables y tienen una alta fijación de P, pero la mayoría tienen una capacidad de retención de agua y una fertilidad del suelo relativamente buenas.
fr: Les andosols se forment dans les matériaux volcaniques. Ces sols sont très érodables et présentent une forte fixation du phosphore, mais la plupart présentent une capacité de rétention d'eau et une fertilité du sol relativement bonnes.
ka: ანდოზოლები ვულკანურ მასალებში წარმოიქმნება. ეს ნიადაგები ძლიერ ეროზიადია და ფოსფორის მაღალი ფიქსაცია ახასიათებთ, თუმცა უმეტესობას შედარებით კარგი წყლის შეკავების უნარი და ნიადაგის ნაყოფიერება აქვს.
uk: Андосолі утворюються у вулканічних матеріалах. Ці ґрунти дуже еродовані та харакктеризуються інтенсивним зв’язуванням фосфатів, але більшість із них мають відносно добру вологоутримувальну здатність та родючість ґрунту.

# soil##match_info##andosols##management
source: Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover. Because these soils are formed from volcanic materials a part of their soil charge is positive, which means they can ‘fix’ phosphorus, making it unavailable to plants in the cropping season. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Additional fertilization and lime application, in addition to P, will also be needed to ensure adequate crop growth and yield. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Agroforestry systems can help minimize erosion.
es: La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es crítica. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo. Debido a que estos suelos se forman a partir de materiales volcánicos, una parte de su carga es positiva, lo que significa que pueden "fijar" el fósforo, haciendo que no esté disponible para las plantas en la temporada de cultivo. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La fertilización adicional y la aplicación de cal, además del P, también serán necesarias para garantizar un crecimiento y rendimiento adecuados de los cultivos. Los cultivos de cobertura y las rotaciones que incluyan leguminosas y la inclusión de cultivos con alta biomasa serán beneficiosos, ya que añaden materia orgánica y nitrógeno para el cultivo posterior. Los sistemas agroforestales pueden ayudar a minimizar la erosión.
fr: La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent maximiser la couverture du sol. Étant donné que ces sols sont constitués de matériaux volcaniques, une partie de leur charge est positive, ce qui signifie qu'ils peuvent « fixer » le phosphore, le rendant indisponible pour les plantes pendant la saison de culture. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et vers le bas) d'engrais phosphatés, contribueront à réduire la fixation du phosphore. Une fertilisation supplémentaire et un apport de chaux, en plus du phosphore, seront également nécessaires pour assurer une croissance et un rendement adéquats des cultures. Des cultures de couverture et des rotations incluant des légumineuses et l'inclusion de cultures à forte biomasse seraient bénéfiques, apportant de la matière organique et de l'azote pour la culture suivante. Les systèmes agroforestiers peuvent contribuer à minimiser l'érosion.
ka: მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა უზრუნველყოს ნიადაგის საფარის შენარჩუნება. რადგან ეს ნიადაგები ვულკანური მასალებისგან წარმოიქმნება, მათი ნიადაგის მუხტის ნაწილი დადებითია, რაც ნიშნავს, რომ მათ შეუძლიათ ფოსფორის „შეკავება“, რაც მას მცენარეებისთვის მიუწვდომელს ხდის მოსავლის აღების სეზონზე. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფატური სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფატის შეკავების შემცირებას. ფოსფატის გარდა, ასევე საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა, კულტურების ადეკვატური ზრდისა და მოსავლიანობის უზრუნველსაყოფად. სასარგებლო იქნება საფარის კულტურები და როტაციები, რომლებიც მოიცავს პარკოსნებს და მაღალი ბიომასის მქონე კულტურების ჩართვას, რაც შემდგომი კულტურისთვის ორგანულ ნივთიერებებსა და აზოტს დაამატებს. აგროტყის სისტემები ხელს შეუწყობს ეროზიის მინიმიზაციას.
uk: Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив. Оскільки ці ґрунти утворені з вулканічних матеріалів, частина їхнього заряду ґрунту є позитивною, що означає, що вони можуть «фіксувати» фосфор, роблячи його недоступним для рослин у вегетаційний період. Добре задокументовані методи, такі як стрічкове внесення (або безпосередньо на насіння, або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Додаткове удобрення та внесення вапна, на додаток до фосфору, також знадобляться для забезпечення належного росту та врожайності культур. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою були б корисними, додаючи органічну речовину та азот для наступної культури. Системи агролісівництва можуть допомогти мінімізувати ерозію.

# soil##match_info##haplic_andosols##name
source: Haplic Andosols
es: Andosoles Háplicos
fr: Andosols hapliques
ka: ჰაპლური ანდოსოლები

# soil##match_info##haplic_andosols##description
source: Haplic Andosols form in volcanic materials. These soils are highly erodible and have high P fixation, but most have relatively good water holding capacity and soil fertility.
es: Los Andosoles Háplicos se forman en materiales volcánicos. Estos suelos son muy erosionables y tienen una alta fijación de P, pero la mayoría tienen una capacidad de retención de agua y una fertilidad del suelo relativamente buenas.
fr: Les andosols hapliques se forment dans les matériaux volcaniques. Ces sols sont très érodables et présentent une forte fixation du phosphore, mais la plupart présentent une capacité de rétention d'eau et une fertilité du sol relativement bonnes.
ka: ჰაპლური ანდოზოლები ვულკანურ მასალებში წარმოიქმნება. ეს ნიადაგები ძლიერ ეროზიადია და ფოსფორის მაღალი ფიქსაცია ახასიათებთ, თუმცა უმეტესობას შედარებით კარგი წყლის შეკავების უნარი და ნიადაგის ნაყოფიერება აქვს.
uk: Haplic Andosols формуються на вулканічних відкладах. Ці ґрунти легко піддаються ерозії та мають підвищену здатність до зв'язування фосфору, але більшість із них характеризуються доброю вологоутримувальною здатністю та родючістю.

# soil##match_info##haplic_andosols##management
source: Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover. Because these soils are formed from volcanic materials a part of their soil charge is positive, which means they can ‘fix’ phosphorus, making it unavailable to plants in the cropping season. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Additional fertilization and lime application, in addition to P, will also be needed to ensure adequate crop growth and yield. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Agroforestry systems can help minimize erosion.
es: La preservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo. Debido a que estos suelos se forman a partir de materiales volcánicos, una parte de su carga es positiva, lo que significa que pueden "fijar" el fósforo, haciendo que no esté disponible para las plantas en la temporada de cultivo. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La fertilización adicional y la aplicación de cal, además del P, también serán necesarias para garantizar un crecimiento y rendimiento adecuados de los cultivos. Los cultivos de cobertura y las rotaciones que incluyan leguminosas y la inclusión de cultivos con alta biomasa serán beneficiosos, ya que añaden materia orgánica y nitrógeno para el cultivo posterior. Los sistemas agroforestales pueden ayudar a minimizar la erosión.
fr: La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent maximiser la couverture du sol. Étant donné que ces sols sont constitués de matériaux volcaniques, une partie de leur charge est positive, ce qui signifie qu'ils peuvent « fixer » le phosphore, le rendant indisponible pour les plantes pendant la saison de culture. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et vers le bas) d'engrais phosphatés, contribueront à réduire la fixation du phosphore. Une fertilisation supplémentaire et un apport de chaux, en plus du phosphore, seront également nécessaires pour assurer une croissance et un rendement adéquats des cultures. Des cultures de couverture et des rotations incluant des légumineuses et l'inclusion de cultures à forte biomasse seraient bénéfiques, apportant de la matière organique et de l'azote pour la culture suivante. Les systèmes agroforestiers peuvent contribuer à minimiser l'érosion.
ka: მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა უზრუნველყოს ნიადაგის საფარის შენარჩუნება. რადგან ეს ნიადაგები ვულკანური მასალებისგან წარმოიქმნება, მათი ნიადაგის მუხტის ნაწილი დადებითია, რაც ნიშნავს, რომ მათ შეუძლიათ ფოსფორის „შეკავება“, რაც მას მცენარეებისთვის მიუწვდომელს ხდის მოსავლის აღების სეზონზე. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფატური სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფატის შეკავების შემცირებას. ფოსფატის გარდა, ასევე საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა, კულტურების ადეკვატური ზრდისა და მოსავლიანობის უზრუნველსაყოფად. სასარგებლო იქნება საფარის კულტურები და როტაციები, რომლებიც მოიცავს პარკოსნებს და მაღალი ბიომასის მქონე კულტურების ჩართვას, რაც შემდგომი კულტურისთვის ორგანულ ნივთიერებებსა და აზოტს დაამატებს. აგროტყის სისტემები ხელს შეუწყობს ეროზიის მინიმიზაციას.
uk: Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати постійне покриття ґрунту. Оскільки ці ґрунти утворені з вулканічних матеріалів, частина їхнього заряду ґрунту є позитивною, що означає, що вони можуть «фіксувати» фосфор, роблячи його недоступним для рослин у вегетаційний період. Добре задокументовані методи, такі як стрічкове внесення (або безпосередньо на насіння, або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Додаткове удобрення та внесення вапна, на додаток до фосфору, також знадобляться для забезпечення належного росту та врожайності культур. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою були б корисними, додаючи органічну речовину та азот для наступної культури. Системи агролісівництва можуть допомогти мінімізувати ерозію.

# soil##match_info##mollic_andosols##name
source: Mollic Andosols
es: Andosoles Mólicos
fr: Andosols molliques
ka: მოლიკური ანდოსოლები

# soil##match_info##mollic_andosols##description
source: Mollic Andosols form in volcanic materials. These soils are highly erodible and have high P fixation, but most have relatively good water holding capacity and soil fertility. Mollic Andosols have a thick surface horizon high in organic matter and nutrients. It is usually dark in color.
es: Los Andosoles Mólicos se forman en materiales volcánicos. Estos suelos son muy erosionables y tienen una alta fijación de P, pero la mayoría tienen una capacidad de retención de agua y una fertilidad del suelo relativamente buenas. Los Andosoles Mólicos tienen un horizonte superficial grueso con alto contenido de materia orgánica y nutrientes. Suelen ser de color oscuro.
fr: Les andosols molliques se forment dans les matériaux volcaniques. Ces sols sont très érodables et présentent une forte fixation du phosphore, mais la plupart présentent une capacité de rétention d'eau et une fertilité du sol relativement bonnes. Les andosols molliques présentent un horizon de surface épais, riche en matière organique et en nutriments. Il est généralement de couleur foncée.
ka: მოლური ანდოზოლები ვულკანურ მასალებში წარმოიქმნება. ეს ნიადაგები ძლიერ ეროზიადია და ფოსფორის მაღალი ფიქსაცია აქვთ, თუმცა უმეტესობას შედარებით კარგი წყლის შეკავების უნარი და ნიადაგის ნაყოფიერება აქვს. მოლური ანდოზოლებს აქვთ სქელი ზედაპირული ჰორიზონტი, რომელიც მდიდარია ორგანული ნივთიერებებითა და საკვები ნივთიერებებით. ის, როგორც წესი, მუქი ფერისაა.
uk: Mollic Andosols формуються на вулканічних відкладах. Ці ґрунти легко піддаються ерозії та мають підвищену здатність до зв'язування фосфору, але більшість із них характеризуються доброю вологоутримувальною здатністю та родючістю. Вони мають потужний верхній горизонт з високим вмістом органічної речовини та поживних елементів. Зазвичай Mollic Andosols темного кольору.
