Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##albic_lixisols##description
source: Albic Lixisols form in warm climates with relatively clayey subsoils dominated by kaolinite and iron oxides, but relatively high base saturation. Albic Lixisols have highly leached subsurface horizons above clayey subsoils.
es: Los Lixisoles Álbicos se forman en climas cálidos con subsuelos relativamente arcillosos dominados por caolinita y óxidos de hierro, pero con una saturación de bases relativamente alta. Los Lixisoles Álbicos tienen horizontes subsuperficiales altamente lixiviados sobre subsuelos arcillosos.
fr: Les lixisols albiques se forment dans les climats chauds, avec des sous-sols relativement argileux, dominés par la kaolinite et les oxydes de fer, mais présentant une saturation en bases relativement élevée. Les lixisols albiques présentent des horizons souterrains fortement lessivés au-dessus de sous-sols argileux.
ka: ალბიკური ლიქსისოლები წარმოიქმნება თბილ კლიმატურ პირობებში, სადაც კაოლინიტი და რკინის ოქსიდები დომინირებს, თუმცა ფუძის შედარებით მაღალი გაჯერებაა. ალბიკურ ლიქსისოლებს თიხიანი ქვენიადაგის ზემოთ ძლიერ გამორეცხილი მიწისქვეშა ჰორიზონტები აქვთ.
uk: Albic Lixisols формуються в теплому кліматі з відносно глинистими підґрунтями, в яких переважають каолініт та оксиди заліза, але відносно високий рівень насичення основами. Albic Lixisols мають сильно вилуговувані підповерхневі горизонти над глинистими підґрунтями.

# soil##match_info##albic_lixisols##management
source: These soils are heavily weathered soils, which means that fertilization (and possibly lime) will be needed for production. Although they do have kaolinite clay and iron oxides, they have fairly low aluminum toxicity. Best production practices for this soil will include regular fertilization, and consistent cropping in perennial crops or forestry. The soils are sensitive to erosion, and so practices that maintain surface cover are important. Fertilization of the upper soil horizon will be needed.
es: Estos suelos están muy erosionados, lo que significa que la fertilización (y posiblemente la cal) será necesaria para la producción. Aunque tienen arcilla caolinita y óxidos de hierro, tienen una toxicidad de aluminio bastante baja. Las mejores prácticas de producción para este suelo incluirán la fertilización regular, y el cultivo consistente en cultivos perennes o la silvicultura. Los suelos son sensibles a la erosión, por lo que son importantes las prácticas que mantienen la cobertura de la superficie. Será necesario fertilizar el horizonte superior del suelo.
fr: Ces sols sont fortement altérés, ce qui signifie qu'une fertilisation (et éventuellement de la chaux) sera nécessaire à la production. Bien qu'ils contiennent de l'argile kaolinique et des oxydes de fer, leur toxicité aluminique est relativement faible. Les meilleures pratiques de production pour ces sols incluent une fertilisation régulière et une culture pérenne ou forestière régulière. Ces sols sont sensibles à l'érosion ; il est donc important de maintenir une couverture végétale. Une fertilisation de l'horizon supérieur du sol sera nécessaire.
ka: ეს ნიადაგები ძლიერ გამოფიტული ნიადაგებია, რაც იმას ნიშნავს, რომ წარმოებისთვის საჭირო იქნება განოყიერება (და შესაძლოა კირიც). მიუხედავად იმისა, რომ ისინი შეიცავს კაოლინიტის თიხას და რკინის ოქსიდებს, მათ საკმაოდ დაბალი ალუმინის ტოქსიკურობა აქვთ. ამ ნიადაგისთვის საუკეთესო წარმოების პრაქტიკა მოიცავს რეგულარულ განოყიერებას და მრავალწლიან კულტურებში ან სატყეო მეურნეობაში თანმიმდევრულ კულტურების მოყვანას. ნიადაგები მგრძნობიარეა ეროზიის მიმართ, ამიტომ მნიშვნელოვანია ზედაპირული საფარის შენარჩუნების პრაქტიკა. საჭირო იქნება ნიადაგის ზედა ჰორიზონტის განოყიერება.
uk: Ці ґрунти сильно вивітрювані, а це означає, що для виробництва знадобиться удобрення (і, можливо, вапно). Хоча вони містять каолінітову глину та оксиди заліза, вони мають досить низьку токсичність алюмінію. Найкращі методи виробництва для цього ґрунту включатимуть регулярне удобрення та послідовне вирощування багаторічних культур або лісів. Ґрунти чутливі до ерозії, тому важливі методи підтримки поверхневого покриву. Знадобиться удобрення верхнього горизонту ґрунту.

# soil##match_info##stagnic_lixisols##name
source: Stagnic Lixisols
es: Lixisoles Estágnicos
fr: Lixisols stagniques
ka: სტაგნური ლიქსისოლები

# soil##match_info##stagnic_lixisols##description
source: Stagnic Lixisols form in warm climates with relatively clayey subsoils dominated by kaolinite and iron oxides, but relatively high base saturation. Stagnic Lixisols have ponded water and are saturated in and above surface horizons during wet times of the year.
es: Los Lixisoles Éstágnicos se forman en climas cálidos con subsuelos relativamente arcillosos dominados por caolinita y óxidos de hierro, pero con una saturación de bases relativamente alta. Los Lixisoles Estágnicos tienen agua estancada y están saturados en y por encima de los horizontes superficiales durante las épocas húmedas del año.
fr: Les lixisols stagnants se forment dans les climats chauds, avec des sous-sols relativement argileux, dominés par la kaolinite et les oxydes de fer, mais présentant une saturation en bases relativement élevée. Les lixisols stagnants contiennent de l'eau stagnante et sont saturés dans et au-dessus des horizons de surface pendant les périodes humides.
ka: სტაგნური ლიქსისოლები წარმოიქმნება თბილ კლიმატურ პირობებში, სადაც შედარებით თიხიანი ქვენიადაგი დომინირებს კაოლინიტით და რკინის ოქსიდებით, თუმცა შედარებით მაღალია ფუძემდებლური გაჯერება. სტაგნურ ლიქსისოლებს აქვთ ტბორული წყალი და წლის წვიმიან პერიოდში ისინი გაჯერებულია ზედაპირულ ჰორიზონტებში და მის ზემოთ.
uk: Stagnic Lixisols формуються в теплому кліматі з відносно глинистими підґрунтями, в яких переважають каолініт та оксиди заліза, але з відносно високим рівнем насичення основами. Stagnic Lixisols накопичують воду та насичуються нею в поверхневих горизонтах та над ними у вологі періоди року.

# soil##match_info##stagnic_lixisols##management
source: These soils are heavily weathered soils, which means that fertilization (and possibly lime) will be needed for production. Although they do have kaolinite clay and iron oxides, they have fairly low aluminum toxicity. Best production practices for this soil will include regular fertilization, and consistent cropping in perennial crops or forestry. The soils are sensitive to erosion, and so practices that maintain surface cover are important. Drainage of these soils may be needed. Since saturation is caused by surface water, surface drainage andmaintenance of cover to improve infiltration and water holding could be useful. Consider use of shallow rooted crops. If fertilized and not drained, loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers (if available).
es: Estos suelos están fuertemente meteorizados, lo que significa que la fertilización (y posiblemente la cal) será necesaria para la producción. Aunque tienen arcilla caolinita y óxidos de hierro, tienen una toxicidad de aluminio bastante baja. Las mejores prácticas de producción para este suelo incluirán la fertilización regular, y el cultivo consistente en cultivos perennes o la silvicultura. Los suelos son sensibles a la erosión, por lo que son importantes las prácticas que mantienen la cobertura de la superficie. Puede ser necesario el drenaje de estos suelos. Dado que la saturación es causada por el agua superficial, podría ser útil el drenaje superficial y/o el mantenimiento de la cubierta para mejorar la infiltración y la retención de agua. Considerar el uso de cultivos con raíces poco profundas. Si se fertiliza y no se drena, es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. Se puede conseguir un uso más eficiente del N por parte de los cultivos en estos suelos mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta (si están disponibles).
fr: Ces sols sont fortement altérés, ce qui signifie qu'une fertilisation (et éventuellement de la chaux) sera nécessaire à la production. Bien qu'ils contiennent de l'argile kaolinique et des oxydes de fer, leur toxicité aluminique est relativement faible. Les meilleures pratiques de production pour ces sols incluent une fertilisation régulière et une culture régulière de cultures pérennes ou forestières. Ces sols sont sensibles à l'érosion ; il est donc important de maintenir une couverture végétale. Un drainage de ces sols peut être nécessaire. La saturation étant due aux eaux de surface, un drainage de surface et le maintien d'une couverture végétale pour améliorer l'infiltration et la rétention d'eau peuvent être utiles. Envisager l'utilisation de cultures à racines superficielles. En cas de fertilisation et de non-drainage, la perte d'azote (N) appliqué par dénitrification ou lessivage est possible. Une utilisation plus efficace de l'azote des cultures dans ces sols peut être obtenue par : 1) le drainage ; et 2) l'utilisation d'engrais azotés à libération lente (si disponibles).
ka: ეს ნიადაგები ძლიერ გამოფიტული ნიადაგებია, რაც იმას ნიშნავს, რომ წარმოებისთვის საჭირო იქნება განოყიერება (და შესაძლოა კირიც). მიუხედავად იმისა, რომ მათ აქვთ კაოლინიტის თიხა და რკინის ოქსიდები, მათ საკმაოდ დაბალი ალუმინის ტოქსიკურობა აქვთ. ამ ნიადაგისთვის საუკეთესო წარმოების პრაქტიკა მოიცავს რეგულარულ განოყიერებას და მრავალწლიან კულტურებში ან სატყეო მეურნეობაში თანმიმდევრულ კულტურების მოყვანას. ნიადაგები მგრძნობიარეა ეროზიის მიმართ, ამიტომ მნიშვნელოვანია ზედაპირული საფარის შენარჩუნების პრაქტიკა. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. რადგან გაჯერება გამოწვეულია ზედაპირული წყლებით, სასარგებლო შეიძლება იყოს ზედაპირული დრენაჟი და საფარის შენარჩუნება ინფილტრაციისა და წყლის შეკავების გასაუმჯობესებლად. განიხილეთ ზედაპირული ფესვგადგმული კულტურების გამოყენება. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციის ან გამორეცხვის გზით. ამ ნიადაგებში აზოტის უფრო ეფექტური გამოყენების მიღწევა შესაძლებელია: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით (ასეთის არსებობის შემთხვევაში).
uk: Ці ґрунти сильно вивітрювані, а це означає, що для врожайності знадобиться удобрення (і, можливо, вапнування). Хоча вони містять каолінітову глину та оксиди заліза, вони мають досить низьку токсичність алюмінію. Найкращі методи виробництва для цього ґрунту включатимуть регулярне удобрення та послідовне вирощування багаторічних культур або лісового господарства. Ґрунти чутливі до ерозії, тому важливі методи підтримки поверхневого покриву. Може знадобитися дренаж цих ґрунтів. Оскільки насичення викликається поверхневими водами, поверхневий дренаж та підтримка покриву для покращення інфільтрації та утримання води можуть бути корисними. Розгляньте можливість використання культур з поверхневим корінням. Якщо удобрювати, але не дренувати, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами в цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення (якщо такі є).

# soil##match_info##gleyic_lixisols##name
source: Gleyic Lixisols
es: Lixisoles Gleyicos
fr: Lixisols gleyiques
ka: გლეის ლიქსისოლები

# soil##match_info##gleyic_lixisols##description
source: Gleyic Lixisols form in warm climates with relatively clayey subsoils dominated by kaolinite and iron oxides, but relatively high base saturation. Gleyic Lixisols are saturated with shallow groundwater above one meter.
es: Los Lixisoles Gleyicos se forman en climas cálidos con subsuelos relativamente arcillosos dominados por caolinita y óxidos de hierro, pero con una saturación de bases relativamente alta. Los Lixisoles Gléyicos están saturados con aguas subterráneas poco profundas por encima de un metro.
fr: Les lixisols gleyiques se forment dans les climats chauds, avec des sous-sols relativement argileux, dominés par la kaolinite et les oxydes de fer, mais présentant une saturation en bases relativement élevée. Les lixisols gleyiques sont saturés par des eaux souterraines peu profondes, au-dessus d'un mètre.
ka: გლეიკური ლიქსისოლები წარმოიქმნება თბილ კლიმატურ პირობებში, სადაც შედარებით თიხიანი ქვენიადაგი დომინირებს კაოლინიტით და რკინის ოქსიდებით, თუმცა შედარებით მაღალია ფუძემდებლური გაჯერება. გლეიკური ლიქსისოლები გაჯერებულია ერთ მეტრზე მეტი ზედაპირული მიწისქვეშა წყლებით.
uk: Gleyic Lixisols формуються в теплому кліматі з відносно глинистими підґрунтями, в яких переважають каолініт та оксиди заліза, але водночас вони мають відносно високу насиченість основами. Gleyic Lixisols насичені неглибокими ґрунтовими водами, що залягають вище одного метра.

# soil##match_info##gleyic_lixisols##management
source: These soils are heavily weathered soils, which means that fertilization (and possibly lime) will be needed for production. Although they do have kaolinite clay and iron oxides, they have fairly low aluminum toxicity. Best production practices for this soil will include regular fertilization, and consistent cropping in perennial crops or forestry. The soils are sensitive to erosion, and so practices that maintain surface cover are important. Drainage of these soils may be needed. However, since this is saturation via groundwater this may not be possible, and thus shallow-rooted crops must be considered. If fertilized and not drained, loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers (if available).
es: Estos suelos están fuertemente meteorizados, lo que significa que la fertilización (y posiblemente la cal) será necesaria para la producción. Aunque tienen arcilla caolinita y óxidos de hierro, tienen una toxicidad de aluminio bastante baja. Las mejores prácticas de producción para este suelo incluirán la fertilización regular, y el cultivo consistente en cultivos perennes o la silvicultura. Los suelos son sensibles a la erosión, por lo que son importantes las prácticas que mantienen la cobertura de la superficie. Puede ser necesario el drenaje de estos suelos. Sin embargo, al tratarse de una saturación a través de las aguas subterráneas, esto puede no ser posible, por lo que deben considerarse los cultivos de raíz superficial. Si se fertiliza y no se drena, es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. El uso más eficiente del N por parte de los cultivos en estos suelos puede lograrse mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta (si están disponibles).
fr: Ces sols sont fortement altérés, ce qui signifie qu'une fertilisation (et éventuellement de la chaux) sera nécessaire à la production. Bien qu'ils contiennent de l'argile kaolinique et des oxydes de fer, leur toxicité pour l'aluminium est relativement faible. Les meilleures pratiques de production pour ces sols incluent une fertilisation régulière et une culture régulière de cultures pérennes ou forestières. Ces sols sont sensibles à l'érosion ; il est donc important de maintenir une couverture végétale. Un drainage de ces sols peut être nécessaire. Cependant, la saturation par les eaux souterraines pouvant s'avérer impossible, il faut envisager des cultures à racines superficielles. En cas de fertilisation et de non-drainage, la perte d'azote (N) appliqué par dénitrification ou lessivage est possible. Une utilisation plus efficace de l'azote des cultures dans ces sols peut être obtenue par : 1) le drainage ; et 2) l'utilisation d'engrais azotés à libération lente (si disponibles).
ka: ეს ნიადაგები ძლიერ გამოფიტული ნიადაგებია, რაც იმას ნიშნავს, რომ წარმოებისთვის საჭირო იქნება განოყიერება (და შესაძლოა კირიც). მიუხედავად იმისა, რომ მათ აქვთ კაოლინიტის თიხა და რკინის ოქსიდები, მათ საკმაოდ დაბალი ალუმინის ტოქსიკურობა აქვთ. ამ ნიადაგისთვის საუკეთესო წარმოების პრაქტიკა მოიცავს რეგულარულ განოყიერებას და მრავალწლიან კულტურებში ან სატყეო მეურნეობაში თანმიმდევრულ კულტურების მოყვანას. ნიადაგები მგრძნობიარეა ეროზიის მიმართ, ამიტომ მნიშვნელოვანია ზედაპირული საფარის შენარჩუნების პრაქტიკა. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. თუმცა, რადგან ეს ხდება მიწისქვეშა წყლებით გაჯერების გზით, ეს შეიძლება შეუძლებელი იყოს და ამიტომ უნდა განიხილებოდეს ზედაპირული ფესვების მქონე კულტურები. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციის ან გამორეცხვის გზით. ამ ნიადაგებში აზოტის უფრო ეფექტური გამოყენების მიღწევა შესაძლებელია: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით (ასეთის არსებობის შემთხვევაში).
uk: Ці ґрунти сильно вивітрювані, а це означає, що для врожайності знадобиться удобрення (і, можливо, вапнування). Хоча вони містять каолінітову глину та оксиди заліза, вони мають досить низьку токсичність алюмінію. Найкращі методи виробництва для цього ґрунту включатимуть регулярне удобрення та послідовне вирощування багаторічних культур або лісового господарства. Ґрунти чутливі до ерозії, тому важливі методи підтримки поверхневого покриву. Може знадобитися дренаж цих ґрунтів. Однак, оскільки це насичення через ґрунтові води, це може бути неможливо, тому слід враховувати культури з поверхневим корінням. Якщо удобрювати, але не дренувати, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами в цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення (якщо такі є).

# soil##match_info##luvisols##name
source: Luvisols
es: Luvisoles
ka: ლუვისოლსი

# soil##match_info##luvisols##description
source: Luvisols are productive soils with high base saturation and relatively clayey subsoils.
es: Los Luvisoles son suelos productivos con alta saturación de bases y subsuelos relativamente arcillosos.
fr: Les luvisols sont des sols productifs avec une saturation en bases élevée et des sous-sols relativement argileux.
ka: ლუვისოლები პროდუქტიული ნიადაგებია მაღალი ფუძით გაჯერებით და შედარებით თიხიანი ქვენიადაგებით.
uk: Luvisols – це продуктивні ґрунти з високим насиченням основами та відносно глинистим підґрунтям.

# soil##match_info##luvisols##management
source: These soils are fertile, and can be used for a wide range of cropping practices. However, they are sensitive to soil loss through erosion, and care must be taken to protect the soil from loss. If the soil is already eroded they may best be suited for grazing andtree crops.
es: Estos suelos son fértiles y pueden utilizarse para una amplia gama de prácticas de cultivo. Sin embargo, son sensibles a la pérdida de suelo por erosión y hay que tener cuidado para proteger el suelo de la pérdida. Si el suelo ya está erosionado, pueden ser más adecuados para el pastoreo y/o los cultivos arbóreos.
fr: Ces sols sont fertiles et peuvent être utilisés pour un large éventail de pratiques culturales. Cependant, ils sont sensibles à l'érosion, et il convient de veiller à les protéger. Si le sol est déjà érodé, ils peuvent être particulièrement adaptés au pâturage et à la culture arboricole.
ka: ეს ნიადაგები ნაყოფიერია და შეიძლება გამოყენებულ იქნას სხვადასხვა სახის კულტურების მოსაყვანად. თუმცა, ისინი მგრძნობიარეა ეროზიის შედეგად ნიადაგის დაკარგვის მიმართ და საჭიროა სიფრთხილე ნიადაგის დაკარგვისგან დასაცავად. თუ ნიადაგი უკვე ეროზიულია, ისინი შეიძლება საუკეთესოდ შეეფერებოდეს საძოვრებსა და ხის კულტურებს.
uk: Ці ґрунти родючі та можуть використовуватися для широкого спектру сільськогосподарських практик. Однак вони чутливі до втрати ґрунту через ерозію, тому необхідно вживати заходів для захисту ґрунту від втрат. Якщо ґрунт вже ерозований, він може найкраще підійти для випасу худоби та вирощування дерев.

# soil##match_info##haplic_luvisols##name
source: Haplic Luvisols
es: Luvisoles Háplicos
fr: Luvisols hapliques
ka: ჰაპლიკური ლუვისოლები

# soil##match_info##haplic_luvisols##description
source: Haplic Luvisols are productive soils with high base saturation and relatively clayey subsoils.
es: Los Luvisoles Háplicos son suelos productivos con alta saturación de bases y subsuelos relativamente arcillosos.
fr: Les luvisols hapliques sont des sols productifs avec une saturation en bases élevée et des sous-sols relativement argileux.
ka: ჰაპლური ლუვისოლები პროდუქტიული ნიადაგებია მაღალი ფუძეგაჯერებულობით და შედარებით თიხიანი ქვენიადაგით.
uk: Haplic Luvisols – це продуктивні ґрунти з високим насиченням основами та відносно глинистими підґрунтями.

# soil##match_info##haplic_luvisols##management
source: These soils are fertile, and can be used for a wide range of cropping practices. However, they are sensitive to soil loss through erosion, and care must be taken to protect the soil from loss. If the soil is already eroded they may best be suited for grazing andtree crops.
es: Estos suelos son fértiles y pueden utilizarse para una amplia gama de prácticas de cultivo. Sin embargo, son sensibles a la pérdida de suelo por erosión y hay que tener cuidado para proteger el suelo de la pérdida. Si el suelo ya está erosionado, pueden ser más adecuados para el pastoreo y/o los cultivos arbóreos.
fr: Ces sols sont fertiles et peuvent être utilisés pour un large éventail de pratiques culturales. Cependant, ils sont sensibles à l'érosion, et il convient de veiller à les protéger. Si le sol est déjà érodé, ils peuvent être particulièrement adaptés au pâturage et à la culture arboricole.
ka: ეს ნიადაგები ნაყოფიერია და შეიძლება გამოყენებულ იქნას სხვადასხვა სახის კულტურების მოსაყვანად. თუმცა, ისინი მგრძნობიარეა ეროზიის შედეგად ნიადაგის დაკარგვის მიმართ და საჭიროა სიფრთხილე ნიადაგის დაკარგვისგან დასაცავად. თუ ნიადაგი უკვე ეროზიულია, ისინი შეიძლება საუკეთესოდ შეეფერებოდეს საძოვრებსა და ხის კულტურებს.
uk: Ці ґрунти родючі та можуть використовуватися для широкого спектру сільськогосподарських практик. Однак вони чутливі до втрати ґрунту через ерозію, тому необхідно вживати заходів для захисту ґрунту від втрат. Якщо ґрунт вже ерозований, він може найкраще підійти для випасу худоби та вирощування дерев.

# soil##match_info##ferric_luvisols##name
source: Ferric Luvisols
es: Luvisoles Férricos
fr: Luvisols ferriques
ka: რკინის ლუვისოლები

# soil##match_info##ferric_luvisols##description
source: Ferric Luvisols are productive soils with high base saturation and relatively clayey subsoils. Ferric Luvisols have soft and cemented iron concentrations in subsoils, and poorly developed structure between iron concentrations which can be susceptible to compaction.
es: Los Luvisoles Férricos son suelos productivos con alta saturación de la base y subsuelos relativamente arcillosos. Los Luvisoles Férricos tienen concentraciones de hierro blandas y cementadas en los subsuelos, y una estructura poco desarrollada entre las concentraciones de hierro que puede ser susceptible de compactación.
fr: Les luvisols ferriques sont des sols productifs à forte saturation en bases et aux sous-sols relativement argileux. Leurs sous-sols présentent des concentrations en fer tendres et cimentées, ainsi qu'une structure peu développée entre les concentrations de fer, susceptible de se compacter.
ka: რკინის ლუვისოლები პროდუქტიული ნიადაგებია მაღალი ფუძე-გაჯერებულობით და შედარებით თიხიანი ქვენიადაგებით. რკინის ლუვისოლებს ქვენიადაგში აქვთ რბილი და შეცემენტებული რკინის კონცენტრაციები და ცუდად განვითარებული სტრუქტურა რკინის კონცენტრაციებს შორის, რაც შეიძლება მგრძნობიარე იყოს დატკეპნის მიმართ.
uk: Ferric Luvisols – це продуктивні ґрунти з високим насиченням основами та відносно глинистими підґрунтями. Залізні лювісолі мають м'які та зцементовані концентрації заліза в підґрунті, а також слабо розвинену структуру між концентраціями заліза, яка може бути схильна до ущільнення.
