Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gleyic_greyzems##management
source: These soils are prone to structural deterioration, and so activities that maintain soil structure are needed. This would include the maintenance of organic matter on the surface, and incorporation of organic matter. Excessive tillage should not be practiced. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover, crop rotation and agroforestry. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Although the clayey subsoil will help to retain nutrients, the soil will require additional liming and fertilization (especially phosphate) for best productivity. Periods of saturation limit root growth and increase potential nitrogen loss. Nitrogen loss can occur when the soils are saturated for a period of time. To prevent this N loss (from leaching anddenitrification) consider use of slow-release N fertilizers (sulfur-coated urea (SCU), for example), as available, or use manures or other organic wastes for slow-release properties. More frequent application of lower rates of soluble N sources may also be a management option. Drainage of these soils may be needed, but this can be problematic, as the wetness is due to the high water table.
es: Estos suelos son propensos al deterioro estructural, por lo que se necesitan actividades que mantengan la estructura del suelo. Esto incluiría el mantenimiento de la materia orgánica en la superficie, y la incorporación de materia orgánica. No debe practicarse un laboreo excesivo. La conservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura. Los cultivos de cobertura y las rotaciones que incluyan leguminosas y la inclusión de cultivos con alta biomasa serían beneficiosos, ya que añadirían materia orgánica y nitrógeno para el cultivo posterior. Aunque el subsuelo arcilloso ayudará a retener los nutrientes, el suelo requerirá un encalado y una fertilización adicional (especialmente de fosfato) para una mejor productividad. Los períodos de saturación limitan el crecimiento de las raíces y aumentan la pérdida potencial de nitrógeno. La pérdida de nitrógeno puede producirse cuando los suelos están saturados durante un periodo de tiempo. Para evitar esta pérdida de N (por lixiviación y/o desnitrificación) considere el uso de fertilizantes de liberación lenta de N (urea recubierta de azufre (SCU), por ejemplo), según esté disponible, o utilice estiércol u otros residuos orgánicos con propiedades de liberación lenta. La aplicación más frecuente de tasas más bajas de fuentes de N soluble también puede ser una opción de gestión. Puede ser necesario el drenaje de estos suelos, pero esto puede ser problemático, ya que la humedad se debe al alto nivel freático.
fr: Ces sols sont sujets à la détérioration structurelle ; des activités visant à maintenir leur structure sont donc nécessaires. Cela comprend le maintien et l'incorporation de matière organique en surface. Un labour excessif est déconseillé. La préservation de la matière organique du sol de surface est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent optimiser la couverture végétale, la rotation des cultures et l'agroforesterie. Des cultures de couverture et des rotations incluant des légumineuses, ainsi que l'inclusion de cultures à forte biomasse, seraient bénéfiques, car elles apporteraient de la matière organique et de l'azote à la culture suivante. Bien que le sous-sol argileux contribue à la rétention des nutriments, le sol nécessitera un chaulage et une fertilisation supplémentaires (notamment en phosphate) pour une productivité optimale. Les périodes de saturation limitent la croissance racinaire et augmentent les pertes potentielles d'azote. Des pertes d'azote peuvent survenir lorsque les sols sont saturés pendant un certain temps. Pour prévenir cette perte d'azote (par lessivage et dénitrification), envisagez l'utilisation d'engrais azotés à libération lente (urée soufrée [SCU], par exemple), si disponibles, ou utilisez du fumier ou d'autres déchets organiques pour leurs propriétés à libération lente. Une application plus fréquente de sources d'azote soluble à faible dose peut également constituer une option de gestion. Un drainage de ces sols peut être nécessaire, mais cela peut s'avérer problématique, car l'humidité est due à la nappe phréatique élevée.
ka: ეს ნიადაგები მიდრეკილია სტრუქტურული გაუარესებისკენ, ამიტომ საჭიროა ისეთი აქტივობები, რომლებიც ნიადაგის სტრუქტურას ინარჩუნებს. ეს მოიცავს ზედაპირზე ორგანული ნივთიერებების შენარჩუნებას და ორგანული ნივთიერებების შეტანას. ზედმეტი დამუშავება არ უნდა მოხდეს. მნიშვნელოვანია ზედაპირული ნიადაგის ორგანული ნივთიერებებით შენარჩუნება და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა გაზარდოს ნიადაგის საფარი, მოსავლის ბრუნვა და აგროტყეობა. სასარგებლო იქნება პარკოსნებისა და მაღალი ბიომასის მქონე კულტურების ჩართვა, რაც შემდგომ მოსავალს ორგანული ნივთიერებებისა და აზოტის დამატებით უზრუნველყოფს. მიუხედავად იმისა, რომ თიხიანი ქვენიადაგი ხელს შეუწყობს საკვები ნივთიერებების შენარჩუნებას, ნიადაგს საუკეთესო პროდუქტიულობისთვის დამატებითი კირისა და განოყიერების (განსაკუთრებით ფოსფატის) გამოყენება დასჭირდება. გაჯერების პერიოდები ზღუდავს ფესვების ზრდას და ზრდის აზოტის პოტენციურ დანაკარგს. აზოტის დანაკარგი შეიძლება მოხდეს, როდესაც ნიადაგი გარკვეული პერიოდის განმავლობაში გაჯერებულია. აზოტის ამ დანაკარგის თავიდან ასაცილებლად (გამორეცხვისა და დენიტრიფიკაციის შედეგად) განიხილეთ ნელა გამოთავისუფლებადი აზოტის სასუქების (მაგალითად, გოგირდით დაფარული შარდოვანას (SCU) გამოყენება), თუ ეს შესაძლებელია, ან გამოიყენეთ ნაკელი ან სხვა ორგანული ნარჩენები ნელა გამოთავისუფლებადი თვისებებისთვის. ხსნადი აზოტის წყაროების უფრო დაბალი დოზების უფრო ხშირი გამოყენება ასევე შეიძლება იყოს მართვის ვარიანტი. შესაძლოა, საჭირო გახდეს ამ ნიადაგების დრენაჟი, თუმცა ეს შეიძლება პრობლემური იყოს, რადგან ტენიანობა მიწისქვეშა წყლების მაღალი დონის გამოა.
uk: Ці ґрунти схильні до структурного руйнування, тому необхідні заходи, що підтримують їхню структуру. Це включатиме підтримку органічної речовини на поверхні та її включення. Не слід проводити надмірну оранку. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії має вирішальне значення. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив, сівозміну та агролісівництво. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою будуть корисними, додаючи органічну речовину та азот для наступної культури. Хоча глинистий підґрунтя допоможе зберегти поживні речовини, ґрунт потребуватиме додаткового вапнування та удобрення (особливо фосфатами) для найкращої продуктивності. Періоди насичення обмежують ріст коренів та збільшують потенційні втрати азоту. Втрата азоту може відбуватися, коли ґрунти насичені протягом певного періоду часу. Щоб запобігти цій втраті азоту (від вимивання та денітрифікації), розгляньте використання азотних добрив з повільним вивільненням (наприклад, сечовина з сірчаним покриттям (SCU)), якщо вони є, або використовуйте гній чи інші органічні відходи для властивостей повільного вивільнення. Частіше застосування нижчих норм розчинних джерел азоту також може бути варіантом управління. Дренаж цих ґрунтів може бути необхідним, але це може бути проблематично, оскільки вологість зумовлена ​​високим рівнем ґрунтових вод.

# soil##match_info##gypsisols##name
source: Gypsisols
es: Gipsisoles
ka: თაბაშირის ფურცლები
uk: GypsisolsГіпсісолі

# soil##match_info##gypsisols##description
source: Gypsisols occur in arid climates with subsoil accumulations of gypsum. Although the dry climate restricts cultivation of these soils, the soils can be productive when gypsum content is relatively low in surface and subsurface horizons and irrigation is possible.
es: Los Gipsisoles se dan en climas áridos con acumulaciones de yeso en el subsuelo. Aunque el clima seco limita el cultivo de estos suelos, pueden ser productivos cuando el contenido de yeso es relativamente bajo en los horizontes superficiales y subsuperficiales y es posible el riego.
fr: Les gypsisols se rencontrent dans les climats arides où le sous-sol présente des accumulations de gypse. Bien que la sécheresse limite la culture de ces sols, ceux-ci peuvent être productifs lorsque la teneur en gypse est relativement faible dans les horizons superficiels et souterrains et que l'irrigation est possible.
ka: თაბაშირის ნადები გვხვდება არიდულ კლიმატურ პირობებში, სადაც თაბაშირის შემცველობა მიწისქვეშა ფენაში დიდია. მიუხედავად იმისა, რომ მშრალი კლიმატი ზღუდავს ამ ნიადაგების კულტივაციას, ნიადაგები შეიძლება პროდუქტიული იყოს, როდესაც თაბაშირის შემცველობა შედარებით დაბალია ზედაპირულ და მიწისქვეშა ჰორიზონტებში და შესაძლებელია მორწყვა.
uk: Gypsisols зустрічаються в посушливому кліматі з підґрунтовими накопиченнями гіпсу. Хоча сухий клімат обмежує обробіток цих ґрунтів, вони можуть бути продуктивними, коли вміст гіпсу відносно низький у поверхневому та підземному горизонтах і можливе зрошення.

# soil##match_info##gypsisols##management
source: These soils have poor productivity, and require regular irrigation. Without irrigation these soils should not be cultivated, and would best be managed with native vegetation, or some type of arid-adapted vegetation.
es: Estos suelos son poco productivos y requieren un riego regular. Sin riego, estos suelos no deberían ser cultivados y sería mejor gestionarlos con vegetación autóctona o con algún tipo de vegetación adaptada a las zonas áridas.
fr: Ces sols sont peu productifs et nécessitent une irrigation régulière. Sans irrigation, ils ne devraient pas être cultivés et seraient mieux gérés avec une végétation indigène ou une végétation adaptée aux conditions arides.
ka: ამ ნიადაგებს დაბალი პროდუქტიულობა აქვთ და რეგულარულ მორწყვას საჭიროებენ. მორწყვის გარეშე ეს ნიადაგები არ უნდა დამუშავდეს და უმჯობესია მათი მართვა ადგილობრივი მცენარეულობით ან რაიმე სახის არიდულ მცენარეულობით იყოს შესაძლებელი.
uk: Ці ґрунти мають низьку продуктивність і потребують регулярного зрошення. Без зрошення ці ґрунти не слід обробляти, і найкраще використовувати на них місцеву рослинність або певний тип рослинності, адаптованої до посушливих умов.

# soil##match_info##haplic_gypsisols##name
source: Haplic Gypsisols
es: Gipsisoles Háplicos
fr: Gypsisols hapliques
ka: ჰაპლური თაბაშირები

# soil##match_info##haplic_gypsisols##description
source: Haplic Gypsisols occur in arid climates with subsoil accumulations of gypsum. Although the dry climate restricts cultivation of these soils, the soils can be productive when gypsum content is relatively low in surface and subsurface horizons and irrigation is possible.
es: Los Gipsisoles Háplicos se dan en climas áridos con acumulaciones de yeso en el subsuelo. Aunque el clima seco limita el cultivo de estos suelos, pueden ser productivos cuando el contenido de yeso es relativamente bajo en los horizontes superficiales y subsuperficiales y es posible el riego.
fr: Les gypsisols hapliques se rencontrent dans les climats arides où le sous-sol présente des accumulations de gypse. Bien que la sécheresse limite la culture de ces sols, ceux-ci peuvent être productifs lorsque la teneur en gypse est relativement faible dans les horizons de surface et de sous-sol et que l'irrigation est possible.
ka: ჰაპლური თაბაშირის ნადები გვხვდება არიდულ კლიმატურ პირობებში, სადაც თაბაშირის შემცველობა მიწისქვეშა ფენაში დიდია. მიუხედავად იმისა, რომ მშრალი კლიმატი ზღუდავს ამ ნიადაგების კულტივაციას, ნიადაგები შეიძლება პროდუქტიული იყოს, როდესაც თაბაშირის შემცველობა შედარებით დაბალია ზედაპირულ და მიწისქვეშა ჰორიზონტებში და შესაძლებელია მორწყვა.
uk: Haplic Gypsisols зустрічаються в посушливому кліматі з підґрунтовими накопиченнями гіпсу. Хоча сухий клімат обмежує обробіток цих ґрунтів, вони можуть бути продуктивними, коли вміст гіпсу відносно низький у поверхневому та підземному горизонтах і можливе зрошення.

# soil##match_info##haplic_gypsisols##management
source: These soils have poor productivity, and require regular irrigation. Without irrigation these soils should not be cultivated, and would best be managed with native vegetation, or some type of arid-adapted vegetation.
es: Estos suelos son poco productivos y requieren un riego regular. Sin riego, estos suelos no deberían ser cultivados y sería mejor gestionarlos con vegetación autóctona o con algún tipo de vegetación adaptada a las zonas áridas.
fr: Ces sols sont peu productifs et nécessitent une irrigation régulière. Sans irrigation, ils ne devraient pas être cultivés et seraient mieux gérés avec une végétation indigène ou une végétation adaptée aux conditions arides.
ka: ამ ნიადაგებს დაბალი პროდუქტიულობა აქვთ და რეგულარულ მორწყვას საჭიროებენ. მორწყვის გარეშე ეს ნიადაგები არ უნდა დამუშავდეს და უმჯობესია მათი მართვა ადგილობრივი მცენარეულობით ან რაიმე სახის არიდულ მცენარეულობით იყოს შესაძლებელი.
uk: Ці ґрунти мають низьку продуктивність і потребують регулярного зрошення. Без зрошення ці ґрунти не слід обробляти, і найкраще використовувати на них місцеву рослинність або певний тип рослинності, адаптованої до посушливих умов.

# soil##match_info##calcic_gypsisols##name
source: Calcic Gypsisols
es: Gipsisoles Cálcicos
fr: Gypsisols calciques
ka: კალციუმის თაბაშირის ფენები

# soil##match_info##calcic_gypsisols##description
source: Calcic Gypsisols occur in arid climates with subsoil accumulations of gypsum. Although the dry climate restricts cultivation of these soils, the soils can be productive when gypsum content is relatively low in surface and subsurface horizons and irrigation is possible. Calcic Gypsisols have calcareous subsoils.
es: Los Gipsisoles Cálcicos se dan en climas áridos con acumulaciones de yeso en el subsuelo. Aunque el clima seco restringe el cultivo de estos suelos, pueden ser productivos cuando el contenido de yeso es relativamente bajo en los horizontes superficiales y subsuperficiales y es posible el riego. Los Gypsisoles Cálcicos tienen subsuelos calcáreos.
fr: Les gypsisols calciques se rencontrent dans les climats arides où le sous-sol présente des accumulations de gypse. Bien que la sécheresse limite la culture de ces sols, ceux-ci peuvent être productifs lorsque la teneur en gypse est relativement faible dans les horizons superficiels et souterrains et que l'irrigation est possible. Les gypsisols calciques ont un sous-sol calcaire.
ka: კალციუმიანი თაბაშირის შემცველობა გვხვდება არიდულ კლიმატურ პირობებში, სადაც თაბაშირის შემცველობა მიწისქვეშა ფენაში დიდია. მიუხედავად იმისა, რომ მშრალი კლიმატი ზღუდავს ამ ნიადაგების კულტივაციას, ნიადაგები შეიძლება პროდუქტიული იყოს, როდესაც თაბაშირის შემცველობა ზედაპირულ და მიწისქვეშა ჰორიზონტებში შედარებით დაბალია და შესაძლებელია მორწყვა. კალციუმიან თაბაშირს აქვს კირქვიანი ქვენიადაგი.
uk: Calcic Gypsisols зустрічаються в посушливому кліматі з підґрунтовими накопиченнями гіпсу. Хоча сухий клімат обмежує обробіток цих ґрунтів, вони можуть бути продуктивними, коли вміст гіпсу відносно низький у поверхневому та підземному горизонтах і можливе зрошення. Calcic Gypsisols мають вапняні підґрунтя.

# soil##match_info##calcic_gypsisols##management
source: These soils have poor productivity, and require regular irrigation. Without irrigation these soils should not be cultivated, and would best be managed with native vegetation, or some type of arid-adapted vegetation.
es: Estos suelos son poco productivos y requieren un riego regular. Sin riego, estos suelos no deben ser cultivados, y es mejor manejarlos con vegetación nativa, o algún tipo de vegetación adaptada a las zonas áridas.
fr: Ces sols sont peu productifs et nécessitent une irrigation régulière. Sans irrigation, ils ne devraient pas être cultivés et seraient mieux gérés avec une végétation indigène ou une végétation adaptée aux conditions arides.
ka: ამ ნიადაგებს დაბალი პროდუქტიულობა აქვთ და რეგულარულ მორწყვას საჭიროებენ. მორწყვის გარეშე ეს ნიადაგები არ უნდა დამუშავდეს და უმჯობესია მათი მართვა ადგილობრივი მცენარეულობით ან რაიმე სახის არიდულ მცენარეულობით იყოს შესაძლებელი.
uk: Ці ґрунти мають низьку продуктивність і потребують регулярного зрошення. Без зрошення ці ґрунти не слід обробляти, і найкраще використовувати на них місцеву рослинність або певний тип рослинності, адаптованої до посушливих умов.

# soil##match_info##luvic_gypsisols##name
source: Luvic Gypsisols
es: Gipsisoles Lúvicos
fr: Gypsisols luviques
ka: ლუვიკის თაბაშირები

# soil##match_info##luvic_gypsisols##description
source: Luvic Gypsisols occur in arid climates with subsoil accumulations of gypsum. Although the dry climate restricts cultivation of these soils, the soils can be productive when gypsum content is relatively low in surface and subsurface horizons and irrigation is possible. Luvic Gypsisols have increasing clay with depth and thus increased moisture and nutrient retention.
es: Los Gipsisoles Lúvicos se dan en climas áridos con acumulaciones de yeso en el subsuelo. Aunque el clima seco restringe el cultivo de estos suelos, pueden ser productivos cuando el contenido de yeso es relativamente bajo en los horizontes superficiales y subsuperficiales y es posible el riego. Los Gipsisoles Lúvicos presentan un aumento de la arcilla con la profundidad y, por tanto, una mayor retención de humedad y nutrientes.
fr: Les gypsisols luviques se rencontrent dans les climats arides où le sous-sol présente des accumulations de gypse. Bien que la sécheresse limite la culture de ces sols, ceux-ci peuvent être productifs lorsque la teneur en gypse est relativement faible dans les horizons superficiels et souterrains et que l'irrigation est possible. Les gypsisols luviques présentent une teneur en argile croissante avec la profondeur, ce qui accroît la rétention d'humidité et de nutriments.
ka: ლუვიკური თაბაშირის შემცველობა გვხვდება არიდულ კლიმატში, სადაც თაბაშირის დაგროვება მიწისქვეშა ფენაშია. მიუხედავად იმისა, რომ მშრალი კლიმატი ზღუდავს ამ ნიადაგების კულტივაციას, ნიადაგები შეიძლება იყოს პროდუქტიული, როდესაც თაბაშირის შემცველობა შედარებით დაბალია ზედაპირულ და მიწისქვეშა ჰორიზონტებში და შესაძლებელია მორწყვა. ლუვიკური თაბაშირის შემცველობა სიღრმის მატებასთან ერთად იზრდება და შესაბამისად, იზრდება ტენიანობისა და საკვები ნივთიერებების შეკავება.
uk: Luvic Gypsisols зустрічаються в посушливому кліматі з підґрунтовими накопиченнями гіпсу. Хоча сухий клімат обмежує обробіток цих ґрунтів, вони можуть бути продуктивними, коли вміст гіпсу відносно низький у поверхневому та підземному горизонтах, а також можливе зрошення. Luvic Gypsisols мають збільшення вмісту глини з глибиною, а отже, збільшують утримання вологи та поживних речовин.

# soil##match_info##luvic_gypsisols##management
source: These soils have poor productivity, and require regular irrigation. Without irrigation these soils should not be cultivated, and would best be managed with native vegetation, or some type of arid-adapted vegetation. The higher clay content in the subsoil may aid in water retention. However, these soils should not be farmed without irrigation.
es: Estos suelos son poco productivos y requieren un riego regular. Sin riego, estos suelos no deberían ser cultivados, y sería mejor manejarlos con vegetación nativa, o algún tipo de vegetación adaptada a las zonas áridas. El mayor contenido de arcilla en el subsuelo puede ayudar a retener el agua. Sin embargo, estos suelos no deberían cultivarse sin riego.
fr: Ces sols sont peu productifs et nécessitent une irrigation régulière. Sans irrigation, ils ne devraient pas être cultivés et seraient mieux gérés avec de la végétation indigène ou une végétation adaptée aux conditions arides. La teneur plus élevée en argile du sous-sol peut favoriser la rétention d'eau. Cependant, ces sols ne devraient pas être cultivés sans irrigation.
ka: ამ ნიადაგებს დაბალი პროდუქტიულობა აქვთ და რეგულარულ მორწყვას საჭიროებენ. მორწყვის გარეშე ამ ნიადაგების დამუშავება არ უნდა მოხდეს და უმჯობესია მათი მართვა ადგილობრივი მცენარეულობით ან რაიმე სახის არიდულ მცენარეულობით იყოს შესაძლებელი. ქვენიადაგში თიხის მაღალი შემცველობა შესაძლოა წყლის შეკავებას ხელს უწყობდეს. თუმცა, ამ ნიადაგების დამუშავება მორწყვის გარეშე არ უნდა მოხდეს.
uk: Ці ґрунти мають низьку продуктивність і потребують регулярного зрошення. Без зрошення ці ґрунти не слід обробляти, а найкраще використовувати місцеву рослинність або якийсь тип рослинності, адаптованої до посушливих умов. Вищий вміст глини в підґрунті може сприяти утриманню води. Однак ці ґрунти не слід обробляти без зрошення.

# soil##match_info##petric_gypsisols##name
source: Petric Gypsisols
es: Gipsisoles Pétricos
fr: Gypsisols pétriques
ka: პეტრიკული თაბაშირი

# soil##match_info##petric_gypsisols##description
source: Petric Gypsisols occur in arid climates with subsoil accumulations of gypsum. Although the dry climate restricts cultivation of these soils, the soils can be productive when gypsum content is relatively low in surface and subsurface horizons and irrigation is possible. Petric Gypsisols have a root-limiting, cemented, petrocalcic horizon within 1 m of the soil surface.
es: Los Gipsisoles Pétricos se dan en climas áridos con acumulaciones de yeso en el subsuelo. Aunque el clima seco restringe el cultivo de estos suelos, pueden ser productivos cuando el contenido de yeso es relativamente bajo en los horizontes superficiales y subsuperficiales y es posible el riego. Los Gipsisoles Pétricos tienen un horizonte petrocálcico cementado que limita las raíces a menos de 1 m de la superficie del suelo.
fr: Les gypsisols pétriques se rencontrent dans les climats arides où le sous-sol présente des accumulations de gypse. Bien que la sécheresse limite la culture de ces sols, ceux-ci peuvent être productifs lorsque la teneur en gypse est relativement faible dans les horizons superficiels et souterrains et que l'irrigation est possible. Les gypsisols pétriques présentent un horizon pétrocalcique cimenté limitant les racines à moins de 1 m de la surface du sol.
ka: ქვიშისებრი თაბაშირები გვხვდება არიდულ კლიმატურ პირობებში, სადაც თაბაშირის დაგროვება მიწისქვეშა ფენაშია. მიუხედავად იმისა, რომ მშრალი კლიმატი ზღუდავს ამ ნიადაგების კულტივაციას, ნიადაგები შეიძლება იყოს პროდუქტიული, როდესაც თაბაშირის შემცველობა შედარებით დაბალია ზედაპირულ და მიწისქვეშა ჰორიზონტებში და შესაძლებელია მორწყვა. ქვიშისებრ თაბაშირებს აქვთ ფესვების შემზღუდავი, შეცემენტებული, პეტროკალციუმიანი ჰორიზონტი ნიადაგის ზედაპირიდან 1 მ-ის ფარგლებში.
uk: Petric Gypsisols зустрічаються в посушливому кліматі з підґрунтовими накопиченнями гіпсу. Хоча сухий клімат обмежує обробіток цих ґрунтів, вони можуть бути продуктивними, коли вміст гіпсу відносно низький у поверхневому та підземному горизонтах, а також можливе зрошення. Petric Gypsisols мають зцементований петрокальциєвий горизонт, що обмежує коренеутворення, в межах 1 м від поверхні ґрунту.
