Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##texture##fragment##info##description
source: Rock fragment volume is a measurement of how much of the soil volume is taken up by rocks, which is defined as anything larger than $t(soil.texture.fragment.info.description_diameter,{"context":"{{units}}"}) in diameter. This can be estimated visually by comparing the volume of the soil before and after removing the rocks, as well as by comparing the volume of rocks removed to the volume of the remaining soil. Alternatively, for a more precise measurement, you can place the rocks from the sample in a bucket with a known volume of water and measure the change in volume. Then divide that volume by the volume of the original soil sample to get a percentage.
es: El volumen de fragmentos de roca es una medida de cuánto volumen del suelo está ocupado por rocas, lo cual se define como cualquier cosa mayor a $t(soil.texture.fragment.info.description_diameter,{"context":"{{units}}"}) de diámetro. Esto puede estimarse visualmente comparando el volumen del suelo antes y después de retirar las rocas o comparando el volumen de rocas retiradas con el volumen del suelo restante. Alternativamente, para una medición más precisa, puedes colocar las rocas de la muestra en un cubo con un volumen conocido de agua y medir el cambio de volumen. A continuación, divide ese volumen por el volumen de la muestra de suelo original para obtener un porcentaje.
fr: Le volume des fragments de roche est une mesure de la quantité de volume du sol occupée par les roches, définie comme tout ce qui est plus grand que $t(soil.texture.fragment.info.description_diameter,{"context":"{{units}}"}) en diamètre. On peut l'estimer visuellement en comparant le volume du sol avant et après l'enlèvement des roches, ainsi qu'en comparant le volume des roches enlevées au volume du sol restant. Pour une mesure plus précise, vous pouvez aussi placer les roches de l'échantillon dans un seau contenant un volume d'eau connu et mesurer la variation de volume. Divisez ensuite ce volume par le volume de l'échantillon de sol initial pour obtenir un pourcentage.
ka: ქანის ფრაგმენტების მოცულობა არის საზომი იმისა, თუ რამდენ ნიადაგის მოცულობას იკავებენ ქანები, რაც განისაზღვრება, როგორც ნებისმიერი ზომა, რომელიც აღემატება $t(soil.texture.fragment.info.description_diameter,{"context":"{{units}}"}) დიამეტრს. ეს შეიძლება ვიზუალურად შეფასდეს ქანების მოცილებამდე და მოცილებიდან ნიადაგის მოცულობის შედარებით, ასევე მოცილებული ქანების მოცულობის დარჩენილი ნიადაგის მოცულობასთან შედარებით. ალტერნატიულად, უფრო ზუსტი გაზომვისთვის, შეგიძლიათ ნიმუშიდან ქანები მოათავსოთ წყლის ცნობილ მოცულობაში მყოფ ვედროში და გაზომოთ მოცულობის ცვლილება. შემდეგ ეს მოცულობა გაყავით ორიგინალური ნიადაგის ნიმუშის მოცულობაზე, რათა მიიღოთ პროცენტი.
uk: Об'єм уламків гірських порід – це визначення частини об'єму ґрунту, яка зайнята гірськими породами, що визначається вмістом будь-яких частинок розміром понад 2 мм $t(soil.texture.fragment.info.description_diameter,{"context":"{{units}}"}) у діаметрі. Це можна оцінити візуально, порівнявши об'єм ґрунту до та після видалення уламків гірських порід, а також порівнявши об'єм видалених уламків з об'ємом ґрунту, що залишився. Або ж, для точнішого вимірювання, можна помістити каміння зі зразка у посудину з відомим об'ємом води та виміряти зміну об'єму. Потім розділіть цей об'єм на початковий об'єм зразка ґрунту, щоб отримати відсоток уламків гірських порід.

# soil##texture##class##CLAY
source: Clay
es: Arcilla
fr: Argile
ka: თიხა
uk: Мул

# soil##texture##class##LOAM
source: Loam
es: Franco
fr: Terreau
ka: თიხნარი
uk: Суглинок

# soil##texture##class##SAND
source: Sand
es: Arenoso
fr: Sable
ka: ქვიშა
uk: Пісок

# soil##texture##class##SILT
source: Silt
es: Limoso
fr: Limon
ka: სილტი
uk: Пил

# soil##color##title
source: Soil Color
es: Color del suelo
fr: Couleur du sol
ka: ნიადაგის ფერი
uk: Колір ґрунту

# soil##color##featureName
source: Soil Color
es: Color de suelo
fr: Couleur du sol
ka: ნიადაგის ფერი
uk: Колір ґрунту

# soil##color##info##p1
source: Soil color can tell you a lot about soil, including:
es: El color del suelo puede decir mucho sobre él, entre otras cosas:
fr: La couleur du sol peut vous en dire beaucoup sur le sol, notamment :
ka: ნიადაგის ფერს ბევრი რამის თქმა შეუძლია ნიადაგის შესახებ, მათ შორის:
uk: Колір ґрунту може багато розповісти про нього, зокрема:

# soil##color##info##bullet1
source: Which minerals are present
es: Qué minerales están presentes
fr: Quels minéraux sont présents
ka: რომელი მინერალებია წარმოდგენილი
uk: Які мінерали присутні у грунті

# soil##color##info##bullet2
source: How much organic matter is present
es: Cuánta materia orgánica presenta
fr: Quelle quantité de matière organique est présente
ka: რამდენი ორგანული ნივთიერებაა წარმოდგენილი
uk: Скільки є органічної речовини

# soil##color##info##bullet3
source: And much more
es: Y mucho más
fr: Et bien plus encore
ka: და ბევრად მეტი
uk: І багато іншого

# soil##color##info##p2
source: Soil color can be measured using a Munsell book or spectrometer.
es: El color del suelo puede medirse con un libro Munsell o con un espectrómetro.
fr: La couleur du sol peut être mesurée à l’aide d’un livre Munsell ou d’un spectromètre.
ka: ნიადაგის ფერის გაზომვა შესაძლებელია მუნსელის წიგნის ან სპექტრომეტრის გამოყენებით.
uk: Колір ґрунту можна виміряти за допомогою шкали Манселла або спектрометра.

# soil##color##info##p3
source: In this app, you can also take a photo with a reference card like a Post-it Note to determine your soil color.
es: En esta aplicación, también puedes tomar una foto con una tarjeta de referencia, como una nota Post-it, para determinar el color de tu suelo.
fr: Dans cette application, vous pouvez également prendre une photo avec une carte de référence comme un Post-it pour déterminer la couleur de votre sol.
ka: ამ აპლიკაციაში ასევე შეგიძლიათ ფოტოს გადაღება საცნობარო ბარათით, მაგალითად, Post-it Note-ით, ნიადაგის ფერის დასადგენად.
uk: У цьому застосунку ви також можете зробити фотографію з використанням реферативного кольору як наприклад Post-it Note, щоб визначити колір ґрунту.

# soil##color##hue
source: Hue
es: Tonalidad
fr: Teinte
ka: ელფერი
uk: Основний колір або колірний тон

# soil##color##value
source: Value
es: Valor
fr: Valeur
ka: ღირებულება
uk: Значення

# soil##color##chroma
source: Chroma
es: Croma
ka: ქრომა
uk: Насиченість або інтенсивність кольору

# soil##color##workflow##MANUAL
source: Enter Values
es: Introducir valores
fr: Entrer des valeurs
ka: შეიყვანეთ მნიშვნელობები
uk: Введіть значення

# soil##color##workflow##CAMERA
source: Use Photo
es: Usar foto
fr: Utiliser une photo
ka: ფოტოს გამოყენება
uk: Використайте фотографію

# soil##color##guide##step1##title
source: 1. Gather Post-it Notes.
es: 1. Junta las notas Post-it.
fr: 1. Rassemblez des notes autocollantes.
ka: 1. შეაგროვეთ წებოვანი ფურცლები.
uk: 1. Зібрати Post-it Notes.

# soil##color##guide##step1##content
source: To ensure accurate color analysis you must use 3M Canary Yellow Post-it Notes for your reference card, with these guidelines:
es: Para garantizar un análisis de color preciso, debes utilizar notas Post-it de color amarillo canario de 3M para su tarjeta de referencia, siguiendo las siguientes pautas:
fr: Pour garantir une analyse précise des couleurs, vous devez utiliser des notes Post-it jaune canari 3M comme carte de référence, avec ces directives :
ka: ზუსტი ფერის ანალიზის უზრუნველსაყოფად, საცნობარო ბარათისთვის უნდა გამოიყენოთ 3M Canary Yellow Post-it Notes, შემდეგი ინსტრუქციების დაცვით:
uk: Щоб забезпечити точний аналіз кольору грунту, ви повинні використовувати стікери 3M Canary Yellow Post-it Notes якості вашої реферативної картки, дотримуючись таких інструкцій:

# soil##color##guide##step1##bullets##1
source: Only use new Post-it Notes.
es: Usar solo notas Post-it nuevas.
fr: Utilisez uniquement des notes Post-it neuves.
ka: გამოიყენეთ მხოლოდ ახალი Post-it ფურცლები.
uk: Кожен раз використовуйте лише нові стікери.

# soil##color##guide##step1##bullets##2
source: Stack at least 3 Post-it Notes on top of each other.
es: Apila al menos 3 notas Post-it una encima de otra.
fr: Empilez au moins 3 notes Post-it les unes sur les autres.
ka: ერთმანეთზე დაალაგეთ მინიმუმ 3 წებოვანი ფურცლის ფურცელი.
uk: Складіть щонайменше 3 стікери один на одного.

# soil##color##guide##step1##bullets##3
source: Make sure each Post-it note lays flat, isn’t written on, and isn’t dirty.
es: Asegúrate de que todas las notas Post-it están planas, sin escritura, y sin suciedad.
fr: Assurez-vous que chaque note Post-it est bien à plat, qu'elle n'est pas écrite et qu'elle n'est pas sale.
ka: დარწმუნდით, რომ თითოეული Post-it ფურცელი ბრტყლად დევს, მასზე არანაირი წარწერა არ არის დაბინძურებული და არ არის.
uk: Переконайтеся, що кожен стікер лежить рівно, він абсолютно чистий (нічого не написано, не брудний тощо).

# soil##color##guide##step1##bullets##4
source: Make sure each Post-it note isn’t degraded by sunlight, as considerable variation can exist depending on sun exposure.
es: Asegúrate de que cada nota Post-it no se está degradada con la luz solar, ya que puede existir una variación considerable en función de la exposición al sol.
fr: Assurez-vous que chaque note Post-it n'est pas dégradée par la lumière du soleil, car des variations considérables peuvent exister en fonction de l'exposition au soleil.
ka: დარწმუნდით, რომ თითოეული წებოვანი ფურცელი მზის სხივების ზემოქმედებით არ დაზიანდება, რადგან მზის ზემოქმედებიდან გამომდინარე, შეიძლება მნიშვნელოვანი ვარიაციები იყოს.
uk: Переконайтеся, що кожен стікер не змінений під дією сонячного світла, оскільки можуть існувати значні коливання залежно від сонячного впливу.

# soil##color##guide##step1##bullets##5
source: Store Post-it notes in dark envelopes to avoid sun exposure.
es: Guarda las notas Post-it en sobres oscuros para evitar la exposición al sol.
fr: Conservez les notes Post-it dans des enveloppes foncées pour éviter l’exposition au soleil.
ka: მზის სხივების ზემოქმედების თავიდან ასაცილებლად, Post-it ფურცლები მუქ კონვერტებში შეინახეთ.
uk: Зберігайте стікери у темних конвертах, щоб уникнути потрапляння сонячного світла.

# soil##color##guide##step2##title
source: 2. Prepare Soil Sample.
es: 2. Prepara la muestra de suelo.
fr: 2. Préparez l’échantillon de sol.
ka: 2. ნიადაგის ნიმუშის მომზადება.
uk: 2. Підготуйте зразок ґрунту.

# soil##color##guide##step2##content
source: Use dry soil whenever possible. The app does have a way to indicate if your soil is wet, but dry soil color estimates are more accurate. If your soil layer has multiple colors (i.e. mottles, redoximorphic features, or carbonates), isolate the dominant matrix color from the pile. Run soil through a $t(soil.color.guide.step2.content_size,{"context":"{{units}}"}) sieve to create a pile of homogenous soil, or use your hands to pick out anything larger than $t(soil.color.guide.step2.content_size,{"context":"{{units}}"}). Flatten the pile of soil to minimize shadows within the soil sample.
es: Utiliza tierra seca siempre que sea posible. La aplicación permite indicar si el suelo está húmedo, pero las estimaciones del color del suelo seco son más precisas. Si su capa de suelo tiene múltiples colores (es decir, motas, características redoximórficas, o carbonatos), aisla el color dominante de la matriz de la pila. Pasa el suelo a través de un $t(soil.color.guide.step2.content_size,{"context":"{{units}}"}) tamiz para crear una pila de suelo homogéneo, o usa tus manos para recoger cualquier cosa más grande que $t(soil.color.guide.step2.content_size,{"context":"{{units}}"}). Aplana la pila de tierra para minimizar las sombras dentro de la muestra de tierra.
fr: Utilisez autant que possible de la terre sèche. L'application indique bien si votre terre est humide, mais les estimations de couleur pour la terre sèche sont plus précises. Si votre couche de sol présente plusieurs couleurs (par exemple des marbrures, des caractéristiques rédoximorphes ou des carbonates), isolez la couleur dominante de la matrice du tas. Passez la terre au tamis $t(soil.color.guide.step2.content_size,{"context":"{{units}}"}) pour créer un tas de terre homogène, ou utilisez vos mains pour trier tout ce qui est plus gros que $t(soil.color.guide.step2.content_size,{"context":"{{units}}"}). Aplatissez le tas de terre pour minimiser les ombres à l'intérieur de l'échantillon de sol.
ka: შეძლებისდაგვარად გამოიყენეთ მშრალი ნიადაგი. აპლიკაციას აქვს საშუალება მიუთითოს, არის თუ არა თქვენი ნიადაგი სველი, მაგრამ მშრალი ნიადაგის ფერის შეფასება უფრო ზუსტია. თუ თქვენს ნიადაგის ფენას აქვს მრავალი ფერი (მაგ. ჭრელი, რედოქსიმორფული მახასიათებლები ან კარბონატები), გამოყავით დომინანტური მატრიცის ფერი გროვიდან. გაატარეთ ნიადაგი $t(soil.color.guide.step2.content_size,{"context":"{{units}}"}) საცერში, რათა შექმნათ ერთგვაროვანი ნიადაგის გროვა, ან გამოიყენეთ ხელები $t(soil.color.guide.step2.content_size,{"context":"{{units}}"})-ზე დიდი ზომის ნიადაგის ამოსაღებად. გაასწორეთ ნიადაგის გროვა, რათა მინიმუმამდე დაიყვანოთ ჩრდილები ნიადაგის ნიმუშში.
uk: Використовуйте сухий ґрунт, коли це можливо. У додатку є спосіб вказати, чи був ваш ґрунт вологий, але оцінювання кольору для сухого ґрунту є точнішим. Якщо ваш зразок ґрунту має кілька кольорів (наприклад, плями, редоксиморфні ознаки візуально видимі характеристики ґрунту, які вказують на окислювально-відновні процеси), виділіть домінуючий матричний колір з цього набору кольорів. Пропустіть ґрунт через сито $t(soil.color.guide.step2.content_size,{"context":"{{units}}"}), щоб створити масу однорідного ґрунту, або руками виберіть будь-що більше, ніж 2 мм $t(soil.color.guide.step2.content_size,{"context":"{{units}}"}). Розрівняйте зразок ґрунту, щоб мінімізувати появу тіней у ньому.

# soil##color##guide##step3##title
source: 3. Prepare lighting.
es: 3. Prepara la iluminación.
fr: 3. Préparez l'éclairage.
ka: 3. განათების მომზადება.
uk: 3. Оцініть освітлення перед фотографуванням зразк а грунту.

# soil##color##guide##step3##content
source: The soil color photo needs to be taken in even lighting conditions and shaded from direct sun. Try to have an overhead light source rather than side lighting.
es: El foto del color del suelo debe tomarse en condiciones de iluminación uniforme y a la sombra del sol directo. Intenta usar una fuente de luz superior en lugar de una iluminación lateral.
fr: La photo de la couleur du sol doit être prise dans des conditions d'éclairage uniformes et à l'abri du soleil direct. Privilégiez une source de lumière zénithale à un éclairage latéral.
ka: ნიადაგის ფერის ფოტო უნდა გადაიღოთ თანაბარი განათების პირობებში და მზის პირდაპირი სხივებისგან დაჩრდილულ ადგილას. ეცადეთ, გვერდითი განათების ნაცვლად, ზემოდან განათების წყარო გამოიყენოთ.
uk: Фотографувати ґрунт для визначення його кольору потрібно при рівномірногму освітленні та в затіненому від прямих сонячних променів місці. Намагайтеся використовувати джерело світла зверху, а не збоку.

# soil##color##guide##step4##title
source: 4. Place reference card next to soil.
es: 4. Coloca la tarjeta de referencia al lado del suelo.
fr: 4. Placez la carte de référence à côté du sol.
ka: 4. საცნობარო ბარათი ნიადაგის გვერდით მოათავსეთ.
uk: 4. Покладіть реферативну картку поруч із ґрунтом.

# soil##color##guide##step4##content
source: Place the Post-it note next to the prepared soil sample, in the proper lighting conditions.
es: Coloca la nota Post-it junto a la muestra de suelo preparada, con las condiciones de iluminación adecuadas.
fr: Placez le Post-it à côté de l’échantillon de sol préparé, dans les conditions d’éclairage appropriées.
ka: სათანადო განათების პირობებში, წებოვანი ლენტი მოათავსეთ მომზადებული ნიადაგის ნიმუშის გვერდით.
uk: Помістіть стікер поруч із підготовленим зразком ґрунту за належного освітлення.

# soil##color##guide##step5##title
source: 5. Compose photo.
es: 5. Compón la foto.
fr: 5. Composez la photo.
ka: 5. ფოტოს შექმნა.
uk: 5. Скомпонуйте фото.

# soil##color##guide##step5##content
source: Place the camera as close to the soil and Post-It note as you can without creating shadows or blurriness.
es: Coloca la cámara lo más cerca posible del suelo y de la nota adhesiva sin crear sombras ni desenfoques.
fr: Placez l'appareil photo aussi près que possible du sol et du Post-It sans créer d'ombres ou de flou.
ka: ჩრდილების ან დაბინდვის გარეშე, კამერა რაც შეიძლება ახლოს მოათავსეთ მიწასთან და წებოვან ფირფიტასთან.
uk: Розмістіть камеру якомога ближче до ґрунту та стікера, не створюючи при цьому затінення та слідкуйте за чіткістю фото (відсутністю розмиття).

# soil##color##guide##step6##title
source: 6. Ready to take the photo?
es: 6. ¿Estás listo para tomar una foto?
fr: 6. Prêt à prendre la photo ?
ka: 6. მზად ხართ ფოტოს გადასაღებად?
uk: 6. Готові зробити фото?

# soil##color##guide##step6##content
source: If you’ve followed the instructions above, you’re ready! You can take a photo with your device’s camera, or go back to upload a photo.
es: Si has seguido las instrucciones anteriores, ¡ya estás listo! Puedes tomar una foto con la cámara de tu dispositivo o volver atrás para subir una foto.
fr: Si vous avez suivi les instructions ci-dessus, vous êtes prêt ! Vous pouvez prendre une photo avec l'appareil photo de votre appareil ou revenir en arrière pour en télécharger une.
ka: თუ ზემოთ მოცემულ ინსტრუქციებს მიჰყევით, მზად ხართ! შეგიძლიათ ფოტო გადაიღოთ თქვენი მოწყობილობის კამერით ან დაბრუნდეთ ფოტოს ასატვირთად.
uk: Якщо ви дотримувалися наведених вище інструкцій, ви готові фотографувати ! Ви можете зробити фото за допомогою камери вашого пристрою або повернутися до завантаження фото.

# soil##color##reference
source: Reference
es: Referencia
fr: Référence
ka: მითითება
uk: Довідка

# soil##color##soil
source: Soil
es: Suelo
fr: Sol
ka: ნიადაგი
uk: Ґрунт

# soil##color##analyze
source: Analyze
es: Analizar
fr: Analyser
ka: ანალიზი
uk: Аналіз

# slope##title
source: Slope
es: Pendiente
fr: Pente
ka: ფერდობი
uk: Схил

# slope##info##title
source: Slope
es: Pendiente
fr: Pente
ka: ფერდობი
uk: Схил

# slope##info##description
source: Describe the characteristics of the slope of the land on which the site is located. Instructions on how to collect each observation are available on each observation entry screen. {{data_region_text}}
es: Describe las características de la pendiente del terreno en el que se encuentra el sitio. Las instrucciones para recopilar cada observación están disponibles en la pantalla de ingreso correspondiente a cada una. {{data_region_text}}
fr: Décrivez les caractéristiques de la pente du terrain sur lequel se trouve le site. Des instructions pour recueillir chaque observation sont disponibles sur chaque écran de saisie. {{data_region_text}}
ka: აღწერეთ იმ მიწის დახრილობის მახასიათებლები, რომელზეც ობიექტი მდებარეობს. ინსტრუქციები, თუ როგორ შეაგროვოთ თითოეული დაკვირვების მონაცემები, ხელმისაწვდომია თითოეული დაკვირვების შესვლის ეკრანზე. {{data_region_text}}
uk: Охарактеризуйте параметри схилу місцевості, на якій розташована ділянка. Інструкції щодо збору кожного спостереження доступні на екрані введення спостереження. {{data_region_text}}

# slope##steepness##description
source: Enter steepness manually, using the slope meter, or selecting from the images below.
es: Introduce la inclinación manualmente utilizando el medidor de inclinación o seleccionando una de las siguiente imágenes.
fr: Saisissez la pente manuellement, à l'aide du compteur de pente ou en sélectionnant parmi les images ci-dessous.
ka: ციცაბოობის მაჩვენებელი შეიყვანეთ ხელით, დახრილობის მრიცხველის გამოყენებით ან ქვემოთ მოცემული სურათებიდან არჩევით.
uk: Введіть крутість (стрімкість) схилу вручну, використовуючи вимірювач схилу або оберіть із наведених нижче зображень.

# slope##steepness##info##title
source: How to use Slope Meter
es: Cómo usar el medidor de pendiente
fr: Comment utiliser Slope Meter
ka: როგორ გამოვიყენოთ დახრილობის მრიცხველი
uk: Як користуватися вимірювачем стрімкості схилу
