Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##eutric_regosols##management
source: These soils have low water holding capacity, and are very sensitive to drought. This soil can be productive, if irrigation and fertilization are provided. They are prone to erosion, especially in areas with slope. The combination of drought sensitivity and high erosion potential makes these soils best suited for grazing or other uses with constant soil cover. Even when used for grazing, irrigation will be needed due to the low water holding capacity and high permeability of these soils.
es: Estos suelos tienen una baja capacidad de retención de agua, y son muy sensibles a la sequía. Estos suelos pueden ser productivos, si se les proporciona riego y fertilización. Son propensos a la erosión, especialmente en zonas con pendiente. La combinación de la sensibilidad a la sequía y el alto potencial de erosión hace que estos suelos sean los más adecuados para el pastoreo u otros usos con una cobertura constante del suelo. Incluso cuando se utilicen para el pastoreo, será necesario el riego debido a la baja capacidad de retención de agua y la alta permeabilidad de estos suelos.
fr: Ces sols ont une faible capacité de rétention d'eau et sont très sensibles à la sécheresse. Ils peuvent être productifs avec une irrigation et une fertilisation adéquates. Ils sont toutefois sujets à l'érosion, notamment dans les zones en pente. Leur sensibilité à la sécheresse et leur fort potentiel érosif en font des sols particulièrement adaptés au pâturage ou à d'autres usages nécessitant une couverture végétale constante. Même en pâturage, l'irrigation est nécessaire en raison de leur faible capacité de rétention d'eau et de leur forte perméabilité.
ka: ამ ნიადაგებს დაბალი წყლის შეკავების უნარი აქვთ და გვალვის მიმართ ძალიან მგრძნობიარეა. ეს ნიადაგი შეიძლება იყოს პროდუქტიული, თუ უზრუნველყოფილი იქნება მორწყვა და განოყიერება. ისინი მიდრეკილნი არიან ეროზიისკენ, განსაკუთრებით დახრილ ადგილებში. გვალვის მგრძნობელობისა და მაღალი ეროზიის პოტენციალის კომბინაცია ამ ნიადაგებს საუკეთესოდ აქცევს საძოვრად ან სხვა დანიშნულებით მუდმივი ნიადაგის საფარით. საძოვრად გამოყენების შემთხვევაშიც კი, მორწყვა საჭირო იქნება ამ ნიადაგების დაბალი წყლის შეკავების უნარისა და მაღალი გამტარიანობის გამო.
uk: Ці ґрунти мають низьку вологоємність і дуже чутливі до посухи. Такі ґрунти можуть бути продуктивними, якщо забезпечити зрошення та удобрення. Вони схильні до ерозії, особливо в районах зі схилами. Поєднання чутливості до посухи та високого потенціалу ерозії робить ці ґрунти найкраще придатними для випасу худоби або інших видів використання з постійним ґрунтовим покривом. Навіть при використанні для випасу худоби зрошення буде необхідним через низьку вологоємність та високу проникність цих ґрунтів.

# soil##match_info##calcaric_regosols##name
source: Calcaric Regosols
es: Regosoles Calcáreos
fr: Régosols calcaires
ka: კალკარური რეგოსოლები

# soil##match_info##calcaric_regosols##description
source: Calcaric Regosols are weakly developed soils that commonly are too dry, or are on steeper slopes which limit productivity. Calcaric Regosols are calcareous in the upper portion of the subsoil.
es: Regosoles Calcáreos son suelos débilmente desarrollados que comúnmente son demasiado secos, o están en pendientes más pronunciadas que limitan la productividad.*Los Regosoles Cálcicos son calcáreos en la parte superior del subsuelo.
fr: Les régosols calcaires sont des sols peu développés, généralement trop secs ou situés sur des pentes raides, ce qui limite leur productivité. Leur sous-sol est calcaire dans sa partie supérieure.
ka: კალკარული რეგოზოლები სუსტად განვითარებული ნიადაგებია, რომლებიც, როგორც წესი, ზედმეტად მშრალია ან უფრო ციცაბო ფერდობებზეა განლაგებული, რაც ზღუდავს პროდუქტიულობას. კალკარული რეგოზოლები ქვენიადაგის ზედა ნაწილში არსებული კალკარული ნიადაგებია.
uk: Calcaric Regosols – це слаборозвинені ґрунти, які зазвичай занадто сухі або розташовані на крутіших схилах, що обмежує продуктивність. Calcaric Regosols є вапняними у верхній частині підґрунтя.

# soil##match_info##calcaric_regosols##management
source: These soils have low water holding capacity, and are very sensitive to drought. They are prone to erosion, especially in areas with slope. The combination of drought sensitivity and high erosion potential makes these soils best suited for grazing or other uses with constant soil cover. Even when used for grazing, irrigation will be needed due to the low water holding capacity and high permeability of these soils.
es: Estos suelos tienen una baja capacidad de retención de agua, y son muy sensibles a la sequía. Son propensos a la erosión, especialmente en zonas con pendiente. La combinación de la sensibilidad a la sequía y el alto potencial de erosión hace que estos suelos sean los más adecuados para el pastoreo u otros usos con una cobertura constante del suelo. Incluso cuando se utilicen para el pastoreo, será necesario el riego debido a la baja capacidad de retención de agua y la alta permeabilidad de estos suelos.
fr: Ces sols ont une faible capacité de rétention d'eau et sont très sensibles à la sécheresse. Ils sont sujets à l'érosion, surtout dans les zones en pente. La combinaison de cette sensibilité à la sécheresse et de ce fort potentiel érosif en fait des sols particulièrement adaptés au pâturage ou à d'autres usages nécessitant une couverture végétale constante. Même utilisés pour le pâturage, l'irrigation sera nécessaire en raison de leur faible capacité de rétention d'eau et de leur forte perméabilité.
ka: ამ ნიადაგებს დაბალი წყლის შეკავების უნარი აქვთ და ძალიან მგრძნობიარეა გვალვის მიმართ. ისინი მიდრეკილნი არიან ეროზიისკენ, განსაკუთრებით დახრილ ადგილებში. გვალვისადმი მგრძნობელობისა და მაღალი ეროზიული პოტენციალის კომბინაცია ამ ნიადაგებს საუკეთესოდ აქცევს საძოვრად ან სხვა დანიშნულებით მუდმივი ნიადაგის საფარით. საძოვრად გამოყენების შემთხვევაშიც კი, საჭირო იქნება მორწყვა ამ ნიადაგების დაბალი წყლის შეკავების უნარისა და მაღალი გამტარიანობის გამო.
uk: Ці ґрунти мають низьку вологоємність і дуже чутливі до посухи. Вони схильні до ерозії, особливо в районах зі схилами. Поєднання чутливості до посухи та високого потенціалу ерозії робить ці ґрунти найкраще придатними для випасу худоби або інших видів використання з постійним ґрунтовим покривом. Навіть за умови використання для випасу худоби, зрошення буде необхідним через низьку вологоємність та високу проникність цих ґрунтів.

# soil##match_info##gypsic_regosols##name
source: Gypsic Regosols
es: Regosoles Gípsicos
fr: Régosols gypseux
ka: ბოშათა რეგოსოლები

# soil##match_info##gypsic_regosols##description
source: Gypsic Regosols are weakly developed soils that commonly are too dry, or are on steeper slopes which limit productivity. Gypsic Regosols have gypsum in a soil layer below the surface.
es: Regosoles Gípsicos son suelos débilmente desarrollados que comúnmente son demasiado secos, o están en pendientes más pronunciadas que limitan la productividad.*Los Regosoles Gípsicos tienen yeso en una capa del suelo por debajo de la superficie.
fr: Les régosols gypseux sont des sols peu développés, généralement trop secs ou situés sur des pentes raides, ce qui limite leur productivité. Ils contiennent du gypse dans une couche de sol sous la surface.
ka: თაბაშირ-რეგოზოლები სუსტად განვითარებული ნიადაგებია, რომლებიც, როგორც წესი, ზედმეტად მშრალია ან უფრო ციცაბო ფერდობებზეა განლაგებული, რაც ზღუდავს პროდუქტიულობას. თაბაშირ-რეგოზოლებში ნიადაგის ფენა ზედაპირის ქვეშაა.
uk: Gypsic Regosols – це слаборозвинені ґрунти, які зазвичай занадто сухі або розташовані на крутіших схилах, що обмежує продуктивність. Gypsic Regosols містять гіпс у шарі ґрунту під поверхнею.

# soil##match_info##gypsic_regosols##management
source: These soils have low water holding capacity, and are very sensitive to drought. They are prone to erosion, especially in areas with slope. The combination of drought sensitivity and high erosion potential makes these soils best suited for grazing or other uses with constant soil cover. Even when used for grazing, irrigation will be needed due to the low water holding capacity and high permeability of these soils.
es: Estos suelos tienen una baja capacidad de retención de agua, y son muy sensibles a la sequía. Son propensos a la erosión, especialmente en zonas con pendiente. La combinación de sensibilidad a la sequía y alto potencial de erosión hace que estos suelos sean los más adecuados para el pastoreo u otros usos con una cobertura constante del suelo. Incluso cuando se utilicen para el pastoreo, será necesario el riego debido a la baja capacidad de retención de agua y la alta permeabilidad de estos suelos.
fr: Ces sols ont une faible capacité de rétention d'eau et sont très sensibles à la sécheresse. Ils sont sujets à l'érosion, surtout dans les zones en pente. La combinaison de cette sensibilité à la sécheresse et de ce fort potentiel érosif en fait des sols particulièrement adaptés au pâturage ou à d'autres usages nécessitant une couverture végétale constante. Même utilisés pour le pâturage, l'irrigation sera nécessaire en raison de leur faible capacité de rétention d'eau et de leur forte perméabilité.
ka: ამ ნიადაგებს დაბალი წყლის შეკავების უნარი აქვთ და ძალიან მგრძნობიარეა გვალვის მიმართ. ისინი მიდრეკილნი არიან ეროზიისკენ, განსაკუთრებით დახრილ ადგილებში. გვალვისადმი მგრძნობელობისა და მაღალი ეროზიული პოტენციალის კომბინაცია ამ ნიადაგებს საუკეთესოდ აქცევს საძოვრად ან სხვა დანიშნულებით მუდმივი ნიადაგის საფარით. საძოვრად გამოყენების შემთხვევაშიც კი, საჭირო იქნება მორწყვა ამ ნიადაგების დაბალი წყლის შეკავების უნარისა და მაღალი გამტარიანობის გამო.
uk: Ці ґрунти мають низьку вологоємність і дуже чутливі до посухи. Вони схильні до ерозії, особливо в районах зі схилами. Поєднання чутливості до посухи та високого потенціалу ерозії робить ці ґрунти найкраще придатними для випасу худоби або інших видів використання з постійним ґрунтовим покривом. Навіть за умови використання для випасу худоби, зрошення буде необхідним через низьку вологоємність та високу проникність цих ґрунтів.

# soil##match_info##dystric_regosols##name
source: Dystric Regosols
es: Regosoles Dístricos
fr: Régosols dystriques
ka: დისტრიკული რეგოსოლები

# soil##match_info##dystric_regosols##description
source: Dystric Regosols are weakly developed soils that commonly are too dry, or are on steeper slopes which limit productivity. Dystric Regosols have low base saturation in the subsoil.
es: Los Regosoles Dístricos son suelos débilmente desarrollados que comúnmente son demasiado secos, o están en pendientes más pronunciadas que limitan la productividad. Los Regosoles Dístricos tienen una baja saturación de base en el subsuelo.
fr: Les régosols dystriques sont des sols peu développés, généralement trop secs ou situés sur des pentes raides, ce qui limite leur productivité. Leur sous-sol présente une faible saturation en bases.
ka: დისტრიკული რეგოზოლები სუსტად განვითარებული ნიადაგებია, რომლებიც, როგორც წესი, ზედმეტად მშრალია ან უფრო ციცაბო ფერდობებზეა განლაგებული, რაც ზღუდავს პროდუქტიულობას. დისტრიკულ რეგოზოლებს ქვენიადაგში ფუძის დაბალი გაჯერება ახასიათებთ.
uk: Dystric Regosols – це слаборозвинені ґрунти, які зазвичай занадто сухі або розташовані на крутіших схилах, що обмежує продуктивність. Dystric Regosols мають низьке насичення основами підґрунтя.

# soil##match_info##dystric_regosols##management
source: These soils have low water holding capacity, and are very sensitive to drought. They are prone to erosion, especially in areas with slope. The combination of drought sensitivity and high erosion potential makes these soils best suited for grazing or other uses with constant soil cover. Even when used for grazing, irrigation will be needed due to the low water holding capacity and high permeability of these soils. With a low base saturation these soils may respond to addition of bases such as potassium, calcium or magnesium.
es: Estos suelos tienen una baja capacidad de retención de agua, y son muy sensibles a la sequía. Son propensos a la erosión, especialmente en zonas con pendiente. La combinación de la sensibilidad a la sequía y el alto potencial de erosión hace que estos suelos sean los más adecuados para el pastoreo u otros usos con una cobertura constante del suelo. *Incluso cuando se utilizan para el pastoreo, el riego será necesario debido a la baja capacidad de retención de agua y la alta permeabilidad de estos suelos. *Con una baja saturación de bases, estos suelos pueden responder a la adición de bases como el potasio, el calcio o el magnesio.
fr: Ces sols ont une faible capacité de rétention d'eau et sont très sensibles à la sécheresse. Ils sont sujets à l'érosion, surtout dans les zones en pente. La combinaison de cette sensibilité à la sécheresse et de ce fort potentiel érosif les rend particulièrement adaptés au pâturage ou à d'autres usages nécessitant une couverture végétale constante. Même utilisés pour le pâturage, l'irrigation sera nécessaire en raison de leur faible capacité de rétention d'eau et de leur forte perméabilité. Avec une faible saturation en bases, ces sols peuvent réagir à un apport de bases comme le potassium, le calcium ou le magnésium.
ka: ამ ნიადაგებს დაბალი წყლის შეკავების უნარი აქვთ და ძალიან მგრძნობიარეა გვალვის მიმართ. ისინი მიდრეკილნი არიან ეროზიისკენ, განსაკუთრებით დახრილ ადგილებში. გვალვის მგრძნობელობისა და მაღალი ეროზიული პოტენციალის კომბინაცია ამ ნიადაგებს საუკეთესოდ აქცევს საძოვრად ან სხვა დანიშნულებით მუდმივი ნიადაგის საფარით. საძოვრად გამოყენების შემთხვევაშიც კი, საჭირო იქნება მორწყვა ამ ნიადაგების დაბალი წყლის შეკავების უნარისა და მაღალი გამტარიანობის გამო. დაბალი ფუძეებით გაჯერების შემთხვევაში, ამ ნიადაგებს შეიძლება უპასუხონ ფუძეების, როგორიცაა კალიუმი, კალციუმი ან მაგნიუმი, დამატებას.
uk: Ці ґрунти мають низьку вологоутримувальну здатність і дуже чутливі до посухи. Вони схильні до ерозії, особливо в районах зі схилами. Поєднання чутливості до посухи та високого потенціалу ерозії робить ці ґрунти найкраще придатними для випасу худоби або інших видів використання з постійним ґрунтовим покривом. Навіть при використанні для випасу худоби буде необхідне зрошення через низьку вологоутримувальну здатність та високу проникність цих ґрунтів. При низькому насиченні основами ці ґрунти можуть реагувати на додавання таких основ, як калій, кальцій або магній.

# soil##match_info##umbric_regosols##name
source: Umbric Regosols
es: Regosoles Úmbricos
fr: Régosols ombriques
ka: უმბრიული რეგოსოლები

# soil##match_info##umbric_regosols##description
source: Umbric Regosols are weakly developed soils that commonly are too dry, or are on steeper slopes which limit productivity. Umbric Regosols have higher organic matter and lower base saturation in surface horizons.
es: Los Regosoles Úmbricos son suelos débilmente desarrollados que comúnmente son demasiado secos, o están en pendientes más pronunciadas que limitan la productividad. Los Regosoles Úmbricos tienen mayor materia orgánica y menor saturación de la base en los horizontes superficiales.
fr: Les régosols umbriques sont des sols peu développés, généralement trop secs ou situés sur des pentes raides, ce qui limite leur productivité. Ils présentent une teneur en matière organique plus élevée et une saturation en bases plus faible dans les horizons de surface.
ka: უმბრიული რეგოზოლები სუსტად განვითარებული ნიადაგებია, რომლებიც, როგორც წესი, ზედმეტად მშრალია ან უფრო ციცაბო ფერდობებზეა განლაგებული, რაც ზღუდავს პროდუქტიულობას. უმბრიულ რეგოზოლებს ზედაპირულ ჰორიზონტებში უფრო მეტი ორგანული ნივთიერება და უფრო დაბალი ფუძე გაჯერება აქვთ.
uk: Umbric Regosols — це слаборозвинені ґрунти, які зазвичай занадто сухі або розташовані на крутіших схилах, що обмежує продуктивність. Umbric Regosols мають вищий вміст органічної речовини та нижче насичення основами в поверхневих горизонтах.

# soil##match_info##umbric_regosols##management
source: These soils have low water holding capacity, and are very sensitive to drought. They are prone to erosion, especially in areas with slope. The combination of drought sensitivity and high erosion potential makes these soils best suited for grazing or other uses with constant soil cover. Even when used for grazing, irrigation will be needed due to the low water holding capacity and high permeability of these soils. The soil pH in the upper soil layer will be low (pH < 5.0), indicating that the application of lime will be needed for best crop productivity. Application of lime will supply calcium, and possibly magnesium if dolomitic lime is used.
es: Estos suelos tienen una baja capacidad de retención de agua, y son muy sensibles a la sequía. Son propensos a la erosión, especialmente en zonas con pendiente. La combinación de sensibilidad a la sequía y alto potencial de erosión hace que estos suelos sean los más adecuados para el pastoreo u otros usos con una cobertura constante del suelo. Incluso cuando se utilizan para el pastoreo, será necesario el riego debido a la baja capacidad de retención de agua y la alta permeabilidad de estos suelos. El pH del suelo en la capa superior será bajo (pH < 5,0), lo que indica que la aplicación de cal será necesaria para la mejor productividad de los cultivos. *La aplicación de cal aportará calcio, y posiblemente magnesio si se utiliza cal dolomítica.
fr: Ces sols ont une faible capacité de rétention d'eau et sont très sensibles à la sécheresse. Ils sont sujets à l'érosion, surtout en pente. Leur sensibilité à la sécheresse et leur fort potentiel érosif en font des sols particulièrement adaptés au pâturage ou à d'autres usages nécessitant une couverture végétale constante. Même en pâturage, l'irrigation est nécessaire en raison de leur faible capacité de rétention d'eau et de leur forte perméabilité. Le pH de la couche supérieure du sol est faible (pH &lt; 5,0), ce qui indique qu'un apport de chaux est nécessaire pour une productivité optimale des cultures. L'apport de chaux apportera du calcium, et éventuellement du magnésium en cas d'utilisation de chaux dolomitique.
ka: ამ ნიადაგებს დაბალი წყლის შეკავების უნარი აქვთ და ძალიან მგრძნობიარეა გვალვის მიმართ. ისინი მიდრეკილნი არიან ეროზიისკენ, განსაკუთრებით დახრილ ადგილებში. გვალვისადმი მგრძნობელობისა და მაღალი ეროზიული პოტენციალის კომბინაცია ამ ნიადაგებს საუკეთესოდ აქცევს საძოვრად ან სხვა დანიშნულებით მუდმივი ნიადაგის საფარით. საძოვრად გამოყენების შემთხვევაშიც კი, საჭირო იქნება მორწყვა ამ ნიადაგების დაბალი წყლის შეკავების უნარისა და მაღალი გამტარიანობის გამო. ნიადაგის ზედა ფენაში ნიადაგის pH დაბალი იქნება (pH < 5.0), რაც მიუთითებს, რომ საუკეთესო მოსავლიანობისთვის საჭირო იქნება კირის გამოყენება. კირის გამოყენება უზრუნველყოფს კალციუმს და შესაძლოა მაგნიუმს, თუ გამოყენებული იქნება დოლომიტური კირი.
uk: Ці ґрунти мають низьку вологоємність і дуже чутливі до посухи. Вони схильні до ерозії, особливо в районах зі схилами. Поєднання чутливості до посухи та високого потенціалу ерозії робить ці ґрунти найкращими для випасу худоби або інших видів використання з постійним ґрунтовим покривом. Навіть при використанні для випасу худоби буде необхідне зрошення через низьку вологоємність та високу проникність цих ґрунтів. Рівень pH ґрунту у верхньому шарі буде низьким (pH < 5,0), що вказує на необхідність внесення вапна для найкращої продуктивності сільськогосподарських культур. Внесення вапна забезпечить кальцій і, можливо, магній, якщо використовується доломітове вапно.

# soil##match_info##gelic_regosols##name
source: Gelic Regosols
es: Regosoles Gélicos
fr: Régosols géliques
ka: გელის რეგოსოლები

# soil##match_info##gelic_regosols##description
source: Gelic Regosols are weakly developed soils that commonly are too dry, or are on steeper slopes which limit productivity. Gelic Regosols have permafrost within two meters of the soil surface and are generally unsuitable for cultivation.
es: Los Regosoles Gélicos son suelos débilmente desarrollados que comúnmente son demasiado secos, o están en pendientes más pronunciadas que limitan la productividad. Los Regosoles Gélicos tienen permafrost a menos de dos metros de la superficie del suelo y generalmente no son aptos para el cultivo.
fr: Les régosols géliques sont des sols peu développés, généralement trop secs ou situés sur des pentes raides, ce qui limite leur productivité. Le pergélisol gélique se trouve à moins de deux mètres de la surface du sol et est généralement impropres à la culture.
ka: გელური რეგოზოლები სუსტად განვითარებული ნიადაგებია, რომლებიც, როგორც წესი, ზედმეტად მშრალია ან უფრო ციცაბო ფერდობებზეა განლაგებული, რაც ზღუდავს პროდუქტიულობას. გელური რეგოზოლები ნიადაგის ზედაპირიდან ორი მეტრის რადიუსში მუდმივი ყინულია და, როგორც წესი, კულტივირებისთვის უვარგისია.
uk: Gelic Regosols – це слаборозвинені ґрунти, які зазвичай занадто сухі або розташовані на крутіших схилах, що обмежує продуктивність. Gelic Regosols мають вічну мерзлоту в межах двох метрів від поверхні ґрунту та зазвичай непридатні для обробітку.
