Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##haplic_arenosols##management
source: Since these soils have poor water and nutrient retention they must be fertilized and irrigated for optimal productivity. Management practices to improve nutrient supply and water holding capacity include the addition of organic matter, and use of cover crops and crop rotation. Best productivity will be achieved through the use of supplemental irrigation, use of tools such as mulches or covers to preserve soil moisture, and fertilization.
es: Dado que estos suelos tienen poca retención de agua y nutrientes, deben ser fertilizados y regados para obtener una productividad óptima. Las prácticas de gestión para mejorar el suministro de nutrientes y la capacidad de retención de agua incluyen la adición de materia orgánica, el uso de cultivos de cobertura y la rotación de cultivos. La mejor productividad se logrará mediante el uso de riego suplementario, el uso de herramientas como mantillos o cubiertas para preservar la humedad del suelo, y la fertilización.
fr: Ces sols ayant une faible capacité de rétention d'eau et de nutriments, ils doivent être fertilisés et irrigués pour une productivité optimale. Les pratiques de gestion visant à améliorer l'apport en nutriments et la capacité de rétention d'eau comprennent l'apport de matière organique, le recours à des cultures de couverture et la rotation des cultures. Une productivité optimale sera obtenue grâce à une irrigation d'appoint, à l'utilisation d'outils tels que le paillis ou les couvertures pour préserver l'humidité du sol, et à la fertilisation.
ka: ვინაიდან ამ ნიადაგებს წყლისა და საკვები ნივთიერებების ცუდი შეკავება აქვთ, ოპტიმალური პროდუქტიულობისთვის საჭიროა მათი განოყიერება და მორწყვა. საკვები ნივთიერებების მიწოდებისა და წყლის შეკავების უნარის გასაუმჯობესებლად მართვის პრაქტიკა მოიცავს ორგანული ნივთიერებების დამატებას, საფარი კულტურებისა და თესლბრუნვის გამოყენებას. საუკეთესო პროდუქტიულობა მიიღწევა დამატებითი მორწყვის, ნიადაგის ტენიანობის შესანარჩუნებლად ისეთი ხელსაწყოების, როგორიცაა მულჩები ან საფარი, გამოყენებით და განოყიერებით.
uk: Оскільки ці ґрунти погано утримують воду та поживні речовини, вони потребують удобрення та зрошення для оптимальної продуктивності. Методи управління для покращення постачання поживних речовин та водоутримувальної здатності включають додавання органічної речовини, використання покривних культур та сівозміну. ​​Найкращої продуктивності буде досягнуто за допомогою додаткового зрошення, використання мульчі або покриву для збереження вологи ґрунту, та удобрення.

# soil##match_info##luvic_arenosols##name
source: Luvic Arenosols
es: Arenosoles Lúvicos
fr: Arénosols luviques
ka: ლუვიკ არენოსოლსი

# soil##match_info##luvic_arenosols##description
source: Luvic Arenosols are sandy soils with minimal soil development. They are inherently low in nutrients and water holding capacity. Luvic Arenosols have slightly increased clay content with depth and thus increased moisture and nutrient retention.
es: Los Arenosoles Lúvicos son suelos arenosos con un desarrollo mínimo del suelo. Son inherentemente bajos en nutrientes y capacidad de retención de agua. Los Arenosoles Lúvicos tienen un contenido de arcilla ligeramente mayor con la profundidad y, por tanto, una mayor retención de humedad y nutrientes.
fr: Les arénosols luviques sont des sols sableux peu développés. Leur teneur en nutriments et leur capacité de rétention d'eau sont intrinsèquement faibles. Leur teneur en argile augmente légèrement avec la profondeur, ce qui améliore la rétention d'humidité et de nutriments.
ka: ლუვიკ არენოსოლები ქვიშიანი ნიადაგებია მინიმალური ნიადაგის განვითარებით. ისინი ბუნებით ღარიბია საკვები ნივთიერებებითა და წყლის შეკავების უნარით. ლუვიკ არენოსოლებს სიღრმის მატებასთან ერთად ოდნავ მომატებული თიხის შემცველობა აქვთ და შესაბამისად, გაზრდილია ტენიანობისა და საკვები ნივთიერებების შეკავება.
uk: Luvic Arenosols – це піщані ґрунти з мінімальним розвитком ґрунту. Вони за своєю суттю мають низький вміст поживних речовин та вологоутримуючу здатність. Ареносолі Лувік дещо збільшують вміст глини з глибиною, а отже, збільшують утримання вологи та поживних речовин.

# soil##match_info##luvic_arenosols##management
source: Since these soils have poor water and nutrient retention they must be fertilized and irrigated for optimal productivity. Management practices to improve nutrient supply and water holding capacity include the addition of organic matter, and use of cover crops and crop rotation. Best productivity will be achieved through the use of supplemental irrigation, use of tools such as mulches or covers to preserve soil moisture, and fertilization.
es: Dado que estos suelos tienen poca capacidad de retención de agua y nutrientes, deben ser fertilizados y regados para obtener una productividad óptima. Las prácticas de gestión para mejorar el suministro de nutrientes y la capacidad de retención de agua incluyen la adición de materia orgánica, el uso de cultivos de cobertura y la rotación de cultivos. La mejor productividad se logrará mediante el uso de riego suplementario, el uso de herramientas como mantillos o cubiertas para preservar la humedad del suelo, y la fertilización.
fr: Ces sols ayant une faible capacité de rétention d'eau et de nutriments, ils doivent être fertilisés et irrigués pour une productivité optimale. Les pratiques de gestion visant à améliorer l'apport en nutriments et la capacité de rétention d'eau comprennent l'apport de matière organique, le recours à des cultures de couverture et la rotation des cultures. Une productivité optimale sera obtenue grâce à une irrigation d'appoint, à l'utilisation d'outils tels que le paillis ou les couvertures pour préserver l'humidité du sol, et à la fertilisation.
ka: ვინაიდან ამ ნიადაგებს წყლისა და საკვები ნივთიერებების ცუდი შეკავება აქვთ, ოპტიმალური პროდუქტიულობისთვის საჭიროა მათი განოყიერება და მორწყვა. საკვები ნივთიერებების მიწოდებისა და წყლის შეკავების უნარის გასაუმჯობესებლად მართვის პრაქტიკა მოიცავს ორგანული ნივთიერებების დამატებას, საფარი კულტურებისა და თესლბრუნვის გამოყენებას. საუკეთესო პროდუქტიულობა მიიღწევა დამატებითი მორწყვის, ნიადაგის ტენიანობის შესანარჩუნებლად ისეთი ხელსაწყოების, როგორიცაა მულჩები ან საფარი, გამოყენებით და განოყიერებით.
uk: Оскільки ці ґрунти погано утримують воду та поживні речовини, їх необхідно удобрювати та зрошувати для оптимальної продуктивності. Методи управління для покращення постачання поживних речовин та водоутримувальної здатності включають додавання органічної речовини, використання покривних культур та сівозміну. ​​Найкращої продуктивності буде досягнуто за допомогою додаткового зрошення, використання таких інструментів, як мульча або покриви для збереження вологи ґрунту, та удобрення.

# soil##match_info##ferralic_arenosols##name
source: Ferralic Arenosols
es: Arenosoles Ferrálicos
fr: Arénosols ferraliques
ka: ფერალიკ არენოსოლსი

# soil##match_info##ferralic_arenosols##description
source: Ferralic Arenosols are sandy soils with minimal soil development. They are inherently low in nutrients and water holding capacity. These soils are high in iron and have low nutrient retention.
es: Los Arenosoles Ferrálicos son suelos arenosos con un desarrollo mínimo del suelo. Son inherentemente bajos en nutrientes y capacidad de retención de agua. Estos suelos tienen un alto contenido en hierro y una baja retención de nutrientes.
fr: Les arénosols ferraliques sont des sols sableux peu développés. Ils sont intrinsèquement pauvres en nutriments et en capacité de rétention d'eau. Riches en fer, ils ont une faible capacité de rétention d'éléments nutritifs.
ka: ფერალის არენოზოლები ქვიშიანი ნიადაგებია მინიმალური ნიადაგის განვითარებით. ისინი ბუნებით ღარიბია საკვები ნივთიერებებითა და წყლის შეკავების უნარით. ეს ნიადაგები მდიდარია რკინით და ახასიათებთ საკვები ნივთიერებების დაბალი შეკავება.
uk: Ferralic Arenosols – це піщані ґрунти з мінімальним розвитком ґрунту. Вони за своєю суттю мають низький вміст поживних речовин та низьку вологоутримувальну здатність. Ці ґрунти багаті на залізо та мають низький рівень утримання поживних речовин.

# soil##match_info##ferralic_arenosols##management
source: Since these soils have poor water and nutrient retention they must be fertilized and irrigated for optimal productivity. Management practices to improve nutrient supply and water holding capacity include the addition of organic matter, and use of cover crops and crop rotation. Best productivity will be achieved through the use of supplemental irrigation, use of tools such as mulches or covers to preserve soil moisture, and fertilization. Increased attention to the supply of phosphorus may be needed, as excessive iron may increase P fixation in these soils.
es: Dado que estos suelos tienen poca capacidad de retención de agua y nutrientes, deben ser fertilizados y regados para obtener una productividad óptima. Las prácticas de gestión para mejorar el suministro de nutrientes y la capacidad de retención de agua incluyen la adición de materia orgánica, el uso de cultivos de cobertura y la rotación de cultivos. La mejor productividad se logrará mediante el uso de riego suplementario, el uso de herramientas como mantillos o cubiertas para preservar la humedad del suelo, y la fertilización. Puede ser necesario prestar más atención al suministro de fósforo, ya que el exceso de hierro puede aumentar la fijación de P en estos suelos.
fr: Ces sols ayant une faible capacité de rétention d'eau et de nutriments, ils doivent être fertilisés et irrigués pour une productivité optimale. Les pratiques de gestion visant à améliorer l'apport en nutriments et la capacité de rétention d'eau comprennent l'apport de matière organique, le recours à des cultures de couverture et la rotation des cultures. Une productivité optimale sera obtenue grâce à une irrigation d'appoint, à l'utilisation d'outils tels que le paillis ou les couvertures pour préserver l'humidité du sol, et à la fertilisation. Une attention accrue à l'apport en phosphore pourrait être nécessaire, car un excès de fer peut augmenter la fixation du phosphore dans ces sols.
ka: ვინაიდან ამ ნიადაგებს წყლისა და საკვები ნივთიერებების ცუდი შეკავება აქვთ, ოპტიმალური პროდუქტიულობისთვის ისინი განოყიერებულად და მორწყვით უნდა მოხდეს. საკვები ნივთიერებების მიწოდებისა და წყლის შეკავების უნარის გასაუმჯობესებლად მართვის პრაქტიკა მოიცავს ორგანული ნივთიერებების დამატებას, საფარი კულტურებისა და თესლბრუნვის გამოყენებას. საუკეთესო პროდუქტიულობა მიიღწევა დამატებითი მორწყვის, ნიადაგის ტენიანობის შესანარჩუნებლად ისეთი ხელსაწყოების, როგორიცაა მულჩები ან საფარი, გამოყენებით და განოყიერებით. შესაძლოა საჭირო გახდეს ფოსფორის მიწოდებისადმი მეტი ყურადღების მიქცევა, რადგან რკინის ჭარბი რაოდენობა შეიძლება ზრდის ფოსფორის ფიქსაციას ამ ნიადაგებში.
uk: Оскільки ці ґрунти погано утримують воду та поживні речовини, їх необхідно удобрювати та зрошувати для оптимальної продуктивності. Методи управління для покращення постачання поживних речовин та водоутримувальної здатності включають додавання органічної речовини, використання покривних культур та сівозміну. ​​Найкращої продуктивності буде досягнуто за допомогою додаткового зрошення, використання таких інструментів, як мульча або покриви для збереження вологості ґрунту, та удобрення. Може знадобитися підвищена увага до постачання фосфору, оскільки надмірне вміст заліза може збільшити фіксацію фосфору в цих ґрунтах.

# soil##match_info##albic_arenosols##name
source: Albic Arenosols
es: Arenosoles Álbicos
fr: Arénosols albiques
ka: ალბიკ არენოსოლსი

# soil##match_info##albic_arenosols##description
source: Albic Arenosols are sandy soils with minimal soil development. They are inherently low in nutrients and water holding capacity. These soils are highly leached with low nutrients and available water.
es: Los Arenosoles Álbicos son suelos arenosos con un desarrollo mínimo del suelo. Son inherentemente bajos en nutrientes y capacidad de retención de agua. Estos suelos están muy lixiviados con pocos nutrientes y agua disponible.
fr: Les arénosols albiques sont des sols sableux peu développés. Ils sont intrinsèquement pauvres en nutriments et en capacité de rétention d'eau. Ces sols sont fortement lessivés, pauvres en nutriments et en eau disponible.
ka: ალბიკური არენოზოლები ქვიშიანი ნიადაგებია მინიმალური ნიადაგის განვითარებით. ისინი ბუნებით ღარიბია საკვები ნივთიერებებითა და წყლის შეკავების უნარით. ეს ნიადაგები ძლიერ გაჟღენთილია საკვები ნივთიერებების და წყლის დაბალი შემცველობით.
uk: Albic Arenosols – це піщані ґрунти з мінімальним розвитком ґрунту. Вони за своєю суттю мають низький вміст поживних речовин та вологоутримуючої здатності. Ці ґрунти сильно вилуговані, мають низький вміст поживних речовин та доступної води.

# soil##match_info##albic_arenosols##management
source: Since these soils have poor water and nutrient retention they must be fertilized and irrigated for optimal productivity. Management practices to improve nutrient supply and water holding capacity include the addition of organic matter, and use of cover crops and crop rotation. Best productivity will be achieved through the use of supplemental irrigation, use of tools such as mulches or covers to preserve soil moisture, and fertilization. These soils should have particular attention paid to minimizing nutrient loss during fertilization. If available, slow release N sources should be considered, or more frequent application of N at lower rates.
es: Dado que estos suelos tienen poca retención de agua y nutrientes, deben ser fertilizados y regados para lograr una productividad óptima. Las prácticas de gestión para mejorar el suministro de nutrientes y la capacidad de retención de agua incluyen la adición de materia orgánica, el uso de cultivos de cobertura y la rotación de cultivos. La mejor productividad se logrará mediante el uso de riego suplementario, el uso de herramientas como mantillos o cubiertas para preservar la humedad del suelo, y la fertilización. En estos suelos se debe prestar especial atención a minimizar la pérdida de nutrientes durante la fertilización. Si se dispone de ellas, deben considerarse fuentes de N de liberación lenta, o una aplicación más frecuente de N a tasas más bajas.
fr: Ces sols ayant une faible capacité de rétention d'eau et de nutriments, ils doivent être fertilisés et irrigués pour une productivité optimale. Les pratiques de gestion visant à améliorer l'apport en nutriments et la capacité de rétention d'eau comprennent l'apport de matière organique, le recours à des cultures de couverture et la rotation des cultures. Une productivité optimale sera obtenue grâce à une irrigation d'appoint, à l'utilisation d'outils tels que le paillis ou les couvertures pour préserver l'humidité du sol, et à la fertilisation. Une attention particulière doit être portée à la minimisation des pertes de nutriments lors de la fertilisation de ces sols. Si possible, il convient d'envisager des sources d'azote à libération lente ou des applications plus fréquentes d'azote à des doses plus faibles.
ka: ვინაიდან ამ ნიადაგებს წყლისა და საკვები ნივთიერებების ცუდი შეკავება აქვთ, ოპტიმალური პროდუქტიულობისთვის საჭიროა მათი განოყიერება და მორწყვა. საკვები ნივთიერებების მიწოდებისა და წყლის შეკავების უნარის გასაუმჯობესებლად მართვის პრაქტიკა მოიცავს ორგანული ნივთიერებების დამატებას, საფარი კულტურებისა და თესლბრუნვის გამოყენებას. საუკეთესო პროდუქტიულობა მიიღწევა დამატებითი მორწყვის, ნიადაგის ტენიანობის შესანარჩუნებლად ისეთი ხელსაწყოების, როგორიცაა მულჩები ან საფარი, გამოყენებით და განოყიერებით. ამ ნიადაგებზე განსაკუთრებული ყურადღება უნდა მიექცეს განოყიერების დროს საკვები ნივთიერებების დაკარგვის მინიმიზაციას. თუ შესაძლებელია, უნდა განიხილებოდეს ნელი გამოთავისუფლების აზოტის წყაროები ან აზოტის უფრო ხშირი გამოყენება უფრო დაბალი დოზით.
uk: Оскільки ці ґрунти погано утримують воду та поживні речовини, їх необхідно удобрювати та зрошувати для оптимальної продуктивності. Методи управління для покращення постачання поживних речовин та водоутримувальної здатності включають додавання органічної речовини, використання покривних культур та сівозміну. ​​Найкращої продуктивності буде досягнуто за допомогою додаткового зрошення, використання таких інструментів, як мульча або покриви, для збереження вологості ґрунту, та удобрення. На цих ґрунтах слід приділяти особливу увагу мінімізації втрат поживних речовин під час удобрення. Якщо є такі, слід розглянути джерела азоту з повільним вивільненням або частіше внесення азоту в нижчих нормах.

# soil##match_info##calcaric_arenosols##name
source: Calcaric Arenosols
es: Arenosoles Calcáreos
fr: Arénosols calcaires
ka: კალკარული არენოზოლები

# soil##match_info##calcaric_arenosols##description
source: Calcaric Arenosols are sandy soils with minimal soil development. They are inherently low in nutrients and water holding capacity. These soils have carbonates above 50 cm.
es: Los Arenosoles Calcáricos son suelos arenosos con un desarrollo mínimo del suelo. Son inherentemente bajos en nutrientes y capacidad de retención de agua. Estos suelos tienen carbonatos por encima de los 50 cm.
fr: Les arénosols calcaires sont des sols sableux peu développés. Leur teneur en nutriments et leur capacité de rétention d'eau sont intrinsèquement faibles. Leurs carbonates sont présents à plus de 50 cm d'épaisseur.
ka: კალკარული არენოზოლები ქვიშიანი ნიადაგებია მინიმალური ნიადაგის განვითარებით. ისინი ბუნებით ღარიბია საკვები ნივთიერებებითა და წყლის შეკავების უნარით. ამ ნიადაგებს 50 სმ-ზე მეტი სისქის კარბონატები აქვთ.
uk: Calcaric Arenosols – це піщані ґрунти з мінімальним розвитком ґрунту. Вони за своєю суттю мають низький вміст поживних речовин та низьку вологоємність. Ці ґрунти містять карбонати вище 50 см.

# soil##match_info##calcaric_arenosols##management
source: Since these soils have poor water and nutrient retention they must be fertilized and irrigated for optimal productivity. Management practices to improve nutrient supply and water holding capacity include the addition of organic matter, and use of cover crops and crop rotation. Best productivity will be achieved through the use of supplemental irrigation, use of tools such as mulches or covers to preserve soil moisture, and fertilization. The presence of carbonates will not greatly affect productivity.
es: Dado que estos suelos tienen poca capacidad de retención de agua y nutrientes, deben ser fertilizados y regados para obtener una productividad óptima. Las prácticas de gestión para mejorar el suministro de nutrientes y la capacidad de retención de agua incluyen la adición de materia orgánica, el uso de cultivos de cobertura y la rotación de cultivos. La mejor productividad se logrará mediante el uso de riego suplementario, el uso de herramientas como mantillos o cubiertas para preservar la humedad del suelo, y la fertilización. La presencia de carbonatos no afectará mucho a la productividad.
fr: Ces sols ayant une faible capacité de rétention d'eau et de nutriments, ils doivent être fertilisés et irrigués pour une productivité optimale. Les pratiques de gestion visant à améliorer l'apport en nutriments et la capacité de rétention d'eau comprennent l'apport de matière organique, le recours à des cultures de couverture et la rotation des cultures. Une productivité optimale sera obtenue grâce à une irrigation d'appoint, à l'utilisation d'outils tels que le paillis ou les couvertures pour préserver l'humidité du sol, et à la fertilisation. La présence de carbonates n'aura pas d'impact significatif sur la productivité.
ka: ვინაიდან ამ ნიადაგებს წყლისა და საკვები ნივთიერებების ცუდი შეკავება აქვთ, ოპტიმალური პროდუქტიულობისთვის საჭიროა მათი განოყიერება და მორწყვა. საკვები ნივთიერებების მიწოდებისა და წყლის შეკავების უნარის გასაუმჯობესებლად მართვის პრაქტიკა მოიცავს ორგანული ნივთიერებების დამატებას, საფარი კულტურებისა და თესლბრუნვის გამოყენებას. საუკეთესო პროდუქტიულობა მიიღწევა დამატებითი მორწყვის, ნიადაგის ტენიანობის შესანარჩუნებლად ისეთი ხელსაწყოების, როგორიცაა მულჩები ან საფარი, გამოყენებით და განოყიერებით. კარბონატების არსებობა დიდ გავლენას არ მოახდენს პროდუქტიულობაზე.
uk: Оскільки ці ґрунти погано утримують воду та поживні речовини, їх необхідно удобрювати та зрошувати для оптимальної продуктивності. Методи управління для покращення постачання поживних речовин та водоутримувальної здатності включають додавання органічної речовини, використання покривних культур та сівозміну. ​​Найкраща продуктивність буде досягнута за допомогою додаткового зрошення, використання таких інструментів, як мульча або покриви для збереження вологи ґрунту, та удобрення. Наявність карбонатів не суттєво вплине на продуктивність.

# soil##match_info##gleyic_arenosols##name
source: Gleyic Arenosols
es: Arenosoles Gleyicos
fr: Arénosols gleyiques
ka: გლეის არენოსოლები

# soil##match_info##gleyic_arenosols##description
source: Gleyic Arenosols are sandy soils with minimal soil development. They are inherently low in nutrients and water holding capacity. These soils are saturated with shallow groundwater above one meter.
es: Los Arenosoles Gleyicos son suelos arenosos con un desarrollo mínimo del suelo. Son inherentemente bajos en nutrientes y capacidad de retención de agua. Estos suelos están saturados con aguas subterráneas poco profundas por encima de un metro.
fr: Les arénosols gleyiques sont des sols sableux peu développés. Leur teneur en nutriments et leur capacité de rétention d'eau sont intrinsèquement faibles. Ces sols sont saturés par des eaux souterraines peu profondes, à plus d'un mètre de profondeur.
ka: გლეის არენოზოლები ქვიშიანი ნიადაგებია მინიმალური ნიადაგის განვითარებით. ისინი ბუნებით ღარიბია საკვები ნივთიერებებითა და წყლის შეკავების უნარით. ეს ნიადაგები გაჯერებულია ერთ მეტრზე მეტი ზედაპირული მიწისქვეშა წყლებით.
uk: Gleyic Arenosols – це піщані ґрунти з мінімальним розвитком ґрунту. Вони за своєю суттю мають низький вміст поживних речовин та низьку водоутримувальну здатність. Ці ґрунти насичені неглибокими ґрунтовими водами вище одного метра.
