Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##eutric_plinthosols##description
source: Eutric Plinthosols are relatively unproductive soils found in subtropical or tropical regions with high amounts of iron-rich, humus poor concentrations of variable hardness and cementation. Softer iron concentrations irreversibly harden when exposed at the surface. These soils have low rooting volume and are relatively acid, infertile, highly erodible, and often wet. Eutric Plinthosols are have high base saturation in subsoils.
es: Los Plinthosoles Eutríticos son suelos relativamente improductivos que se encuentran en regiones subtropicales o tropicales con altas cantidades de concentraciones ricas en hierro y pobres en humus de dureza y cementación variables. Las concentraciones de hierro más blandas se endurecen irreversiblemente cuando se exponen en la superficie. Estos suelos tienen un bajo volumen de enraizamiento y son relativamente ácidos, infértiles, muy erosionables y a menudo húmedos. Los Plinthosoles Eutríticos tienen una alta saturación de bases en los subsuelos.
fr: Les plinthosols eutriques sont des sols relativement peu productifs que l'on trouve dans les régions subtropicales ou tropicales. Ils présentent des concentrations élevées en fer, pauvres en humus, et une dureté et une cimentation variables. Les concentrations de fer plus faibles durcissent irréversiblement lorsqu'elles sont exposées à la surface. Ces sols ont un faible volume racinaire et sont relativement acides, infertiles, très érodables et souvent humides. Les plinthosols eutriques présentent une saturation en bases élevée dans le sous-sol.
ka: ევტრიკული პლინტოზოლები შედარებით არაპროდუქტიული ნიადაგებია, რომლებიც გვხვდება სუბტროპიკულ ან ტროპიკულ რეგიონებში, რკინით მდიდარი, ჰუმუსით ღარიბი კონცენტრაციით, ცვლადი სიმტკიცითა და ცემენტაციით. რბილი რკინის კონცენტრაციები შეუქცევადად მყარდება ზედაპირზე გამოჩენისას. ამ ნიადაგებს აქვთ დაბალი ფესვთა მოცულობა და შედარებით მჟავე, უნაყოფო, ადვილად ეროზირებადი და ხშირად სველია. ევტრიკულ პლინტოზოლებს აქვთ ქვენიადაგში მაღალი ფუძე-გაჯერება.
uk: Eutric Plinthosols – це відносно непродуктивні ґрунти, що зустрічаються в субтропічних або тропічних регіонах з високою кількістю багатих на залізо, бідних на гумус концентрацій, змінної твердості та цементації. М'якші концентрації заліза незворотно тверднуть, коли виходять на поверхню. Ці ґрунти мають низький об'єм кореневої системи та є відносно кислими, неродючими, легко еродованими та часто вологими. Eutric Plinthosols мають високу насиченість основами в підґрунті.

# soil##match_info##eutric_plinthosols##management
source: This soil is not well suited for farming. The combination of hard iron and cementation make this soil most suitable for construction. It has poor soil fertility, which when combined with shallow and rocky soil makes arable farming not possible. These soils should be used for things such as surface materials for roads.
es: Este suelo no es muy adecuado para la agricultura. La combinación de hierro duro y cementación hacen que este suelo sea el más adecuado para la construcción. Tiene una escasa fertilidad del suelo, que combinada con un suelo poco profundo y rocoso hace que no sea posible la agricultura. Estos suelos deberían utilizarse para cosas como materiales de superficie para carreteras.
fr: Ce sol est peu propice à l'agriculture. La combinaison de fer dur et de cimentation le rend particulièrement adapté à la construction. Sa faible fertilité, combinée à un sol peu profond et rocailleux, rend l'agriculture impossible. Ces sols devraient être utilisés pour des matériaux de revêtement, notamment pour les routes.
ka: ეს ნიადაგი არ არის შესაფერისი სოფლის მეურნეობისთვის. მყარი რკინისა და ცემენტის კომბინაცია ამ ნიადაგს მშენებლობისთვის ყველაზე შესაფერისს ხდის. მას აქვს ნიადაგის დაბალი ნაყოფიერება, რაც არაღრმა და კლდოვან ნიადაგთან შერწყმისას სახნავ-სათესი მიწების გამოყენებას შეუძლებელს ხდის. ეს ნიადაგები უნდა იქნას გამოყენებული გზების ზედაპირული მასალების დასამზადებლად.
uk: Цей ґрунт не дуже підходить для сільського господарства. Поєднання твердого заліза та цементації робить його найбільш придатним для будівництва. Він має низьку родючість, що в поєднанні з неглибоким та кам'янистим ґрунтом робить неможливим ведення сільського господарства. Ці ґрунти слід використовувати для таких речей, як покриття доріг.

# soil##match_info##dystric_plinthosols##name
source: Dystric Plinthosols
es: Plinthosoles Dístricos
fr: Plinthosols dystriques
ka: დისტრიკული პლინტოზოლები

# soil##match_info##dystric_plinthosols##description
source: Dystric Plinthosols are relatively unproductive soils found in subtropical or tropical regions with high amounts of iron-rich, humus poor concentrations of variable hardness and cementation. Softer iron concentrations irreversibly harden when exposed at the surface. These soils have low rooting volume and are relatively acid, infertile, highly erodible, and often wet. Dystric Plinthosols are unproductive soils with low base saturation in subsoils.
es: Los Plinthosoles Dístricos son suelos relativamente improductivos que se encuentran en regiones subtropicales o tropicales con altas cantidades de concentraciones ricas en hierro y pobres en humus de dureza y cementación variables. Las concentraciones de hierro más blandas se endurecen irreversiblemente cuando se exponen en la superficie. Estos suelos tienen un bajo volumen de enraizamiento y son relativamente ácidos, infértiles, muy erosionables y a menudo húmedos. Los Plinthosoles Dístricos son suelos improductivos con baja saturación de bases en los subsuelos.
fr: Les plinthosols dystriques sont des sols relativement peu productifs que l'on trouve dans les régions subtropicales ou tropicales. Ils présentent des concentrations élevées en fer, pauvres en humus, et une dureté et une cimentation variables. Les concentrations de fer plus faibles durcissent irréversiblement lorsqu'elles sont exposées à la surface. Ces sols présentent un faible volume racinaire et sont relativement acides, peu fertiles, très érodables et souvent humides. Les plinthosols dystriques sont des sols peu productifs dont le sous-sol est faiblement saturé en bases.
ka: დისტრიკული პლინთოზოლები შედარებით არაპროდუქტიული ნიადაგებია, რომლებიც გვხვდება სუბტროპიკულ ან ტროპიკულ რეგიონებში, რკინით მდიდარი, ჰუმუსით ღარიბი კონცენტრაციით, ცვლადი სიმტკიცითა და ცემენტაციით. რბილი რკინის კონცენტრაციები შეუქცევადად მყარდება ზედაპირზე გამოვლენისას. ამ ნიადაგებს აქვთ დაბალი ფესვთა მოცულობა და შედარებით მჟავე, უნაყოფო, ძლიერ ეროზიად და ხშირად სველია. დისტრიკული პლინთოზოლები არაპროდუქტიული ნიადაგებია ქვენიადაგში დაბალი ფუძე-სატურაციით.
uk: Dystric Plinthosols – це відносно непродуктивні ґрунти, що зустрічаються в субтропічних або тропічних регіонах з високою кількістю багатих на залізо, бідних на гумус концентрацій, зі змінною твердістю та цементацією. М'якші концентрації заліза незворотно тверднуть, коли виходять на поверхню. Ці ґрунти мають низький об'єм кореневої системи та є відносно кислими, неродючими, легко еродованими та часто вологими. Dystric Plinthosols – це непродуктивні ґрунти з низьким насиченням основами в підґрунті.

# soil##match_info##dystric_plinthosols##management
source: This soil is not well suited for farming. The combination of hard iron and cementation make this soil most suitable for construction. It has poor soil fertility, which when combined with shallow and rocky soil makes arable farming not possible. These soils should be used for things such as surface materials for roads. This soil has virtually no available calcium in the subsoil.
es: Este suelo no es muy adecuado para la agricultura. La combinación de hierro duro y cementación hacen que este suelo sea el más adecuado para la construcción. Tiene una pobre fertilidad del suelo, que cuando se combina con un suelo poco profundo y rocoso hace que la agricultura no sea posible. Estos suelos deben utilizarse para cosas como materiales de superficie para carreteras. Este suelo prácticamente no tiene calcio disponible en el subsuelo.
fr: Ce sol est peu propice à l'agriculture. La combinaison de fer dur et de cimentation le rend particulièrement adapté à la construction. Sa faible fertilité, combinée à un sol peu profond et rocailleux, rend l'agriculture impossible. Ces sols devraient être utilisés pour des matériaux de revêtement, notamment pour les routes. Le sous-sol de ce sol est pratiquement dépourvu de calcium.
ka: ეს ნიადაგი არ არის შესაფერისი სოფლის მეურნეობისთვის. მყარი რკინისა და ცემენტის კომბინაცია ამ ნიადაგს მშენებლობისთვის ყველაზე შესაფერისს ხდის. მას აქვს ნიადაგის დაბალი ნაყოფიერება, რაც არაღრმა და კლდოვან ნიადაგთან შერწყმისას სახნავ-სათესი მიწების გამოყენებას შეუძლებელს ხდის. ეს ნიადაგები უნდა იქნას გამოყენებული გზების ზედაპირული მასალების წარმოებისთვის. ამ ნიადაგში ქვენიადაგში კალციუმი პრაქტიკულად არ არის ხელმისაწვდომი.
uk: Цей ґрунт не дуже підходить для сільського господарства. Поєднання твердого заліза та цементації робить його найбільш придатним для будівництва. Він має низьку родючість, що в поєднанні з неглибоким та кам'янистим ґрунтом робить неможливим ведення сільського господарства. Ці ґрунти слід використовувати для таких речей, як покриття доріг. Цей ґрунт практично не містить доступного кальцію в підґрунті.

# soil##match_info##humic_plinthosols##name
source: Humic Plinthosols
es: Plinthosoles Húmicos
fr: Plinthosols humiques
ka: ჰუმუსური პლინტოზოლები

# soil##match_info##humic_plinthosols##description
source: Humic Plinthosols are relatively unproductive soils found in subtropical or tropical regions with high amounts of iron-rich, humus poor concentrations of variable hardness and cementation. Softer iron concentrations irreversibly harden when exposed at the surface. These soils have low rooting volume and are relatively acid, infertile, highly erodible, and often wet. Humic Cambisols have higher organic matter in surface horizons.
es: Los Plinthosoles Húmicos son suelos relativamente improductivos que se encuentran en regiones subtropicales o tropicales con altas cantidades de concentraciones ricas en hierro y pobres en humus de dureza y cementación variables. Las concentraciones de hierro más suaves se endurecen irreversiblemente cuando se exponen en la superficie. Estos suelos tienen un bajo volumen de enraizamiento y son relativamente ácidos, infértiles, muy erosionables y a menudo Húmedos. Los Cambisoles Húmicos tienen mayor materia orgánica en los horizontes superficiales.
fr: Les plinthosols humiques sont des sols relativement peu productifs que l'on trouve dans les régions subtropicales ou tropicales. Ils présentent des concentrations élevées de fer, pauvres en humus, et une dureté et une cimentation variables. Les concentrations de fer plus faibles durcissent irréversiblement lorsqu'elles sont exposées à la surface. Ces sols ont un faible volume racinaire et sont relativement acides, infertiles, très érodables et souvent humides. Les cambisols humiques présentent une teneur en matière organique plus élevée dans les horizons de surface.
ka: ჰუმუსიანი პლინტოზოლები შედარებით არაპროდუქტიული ნიადაგებია, რომლებიც გვხვდება სუბტროპიკულ ან ტროპიკულ რეგიონებში, რკინით მდიდარი, ჰუმუსით ღარიბი კონცენტრაციით, ცვლადი სიმტკიცითა და შედედებით. რკინის უფრო რბილი კონცენტრაციები შეუქცევადად მყარდება ზედაპირზე გამოვლენისას. ამ ნიადაგებს აქვთ დაბალი ფესვთა მოცულობა და შედარებით მჟავე, უნაყოფო, ადვილად ეროზირებადი და ხშირად სველია. ჰუმუსიან კამბისოლებს ზედაპირულ ჰორიზონტებში ორგანული ნივთიერებების უფრო მაღალი შემცველობა აქვთ.
uk: Humic Plinthosols – це відносно непродуктивні ґрунти, що зустрічаються в субтропічних або тропічних регіонах з високою кількістю багатих на залізо, бідних на гумус концентрацій, зі змінною твердістю та цементацією. М'якші концентрації заліза незворотно тверднуть, коли виходять на поверхню. Ці ґрунти мають низький об'єм кореневої системи та є відносно кислими, неродючими, легко еродованими та часто вологими. Humic Plinthosols мають вищий вміст органічної речовини в поверхневих горизонтах.

# soil##match_info##humic_plinthosols##management
source: This soil is not well suited for farming. The combination of hard iron and cementation make this soil most suitable for construction. It has poor soil fertility, which when combined with shallow and rocky soil makes arable farming not possible. These soils should be used for things such as surface materials for roads.
es: Este suelo no es adecuado para la agricultura. La combinación de hierro duro y cementación hacen que este suelo sea el más adecuado para la construcción. Tiene una escasa fertilidad del suelo, que combinada con un suelo poco profundo y rocoso hace que no sea posible la agricultura. Estos suelos deben utilizarse para cosas como materiales de superficie para carreteras.
fr: Ce sol est peu propice à l'agriculture. La combinaison de fer dur et de cimentation le rend particulièrement adapté à la construction. Sa faible fertilité, combinée à un sol peu profond et rocailleux, rend l'agriculture impossible. Ces sols devraient être utilisés pour des matériaux de revêtement, notamment pour les routes.
ka: ეს ნიადაგი არ არის შესაფერისი სოფლის მეურნეობისთვის. მყარი რკინისა და ცემენტის კომბინაცია ამ ნიადაგს მშენებლობისთვის ყველაზე შესაფერისს ხდის. მას აქვს ნიადაგის დაბალი ნაყოფიერება, რაც არაღრმა და კლდოვან ნიადაგთან შერწყმისას სახნავ-სათესი მიწების გამოყენებას შეუძლებელს ხდის. ეს ნიადაგები უნდა იქნას გამოყენებული გზების ზედაპირული მასალების დასამზადებლად.
uk: Цей ґрунт не дуже підходить для сільського господарства. Поєднання твердого заліза та цементації робить його найбільш придатним для будівництва. Він має низьку родючість, що в поєднанні з неглибоким та кам'янистим ґрунтом робить неможливим ведення сільського господарства. Ці ґрунти можна використовувати у будівництві доріг.

# soil##match_info##albic_plinthosols##name
source: Albic Plinthosols
es: Plinthosoles Álbicos
fr: Plinthosols albiques
ka: ალბიკური პლინტოზოლები

# soil##match_info##albic_plinthosols##description
source: Albic Plinthosols are relatively unproductive soils found in subtropical or tropical regions with high amounts of iron-rich, humus poor concentrations of variable hardness and cementation. Softer iron concentrations irreversibly harden when exposed at the surface. These soils have low rooting volume and are relatively acid, infertile, highly erodible, and often wet. Albic Plinthosols are wet soils that have highly leached subsurface horizons above clayey subsoils.
es: Los Plinthosoles Álbicos son suelos relativamente improductivos que se encuentran en regiones subtropicales o tropicales con altas cantidades de concentraciones ricas en hierro y pobres en humus de dureza y cementación variables. Las concentraciones de hierro más suaves se endurecen irreversiblemente cuando se exponen en la superficie. Estos suelos tienen un bajo volumen de enraizamiento y son relativamente ácidos, infértiles, muy erosionables y a menudo húmedos. Los Plinthosoles Álbicos son suelos húmedos que tienen horizontes subsuperficiales altamente lixiviados sobre subsuelos arcillosos.
fr: Les plinthosols albiques sont des sols relativement peu productifs que l'on trouve dans les régions subtropicales ou tropicales. Ils présentent de fortes concentrations en fer, pauvres en humus, et une dureté et une cimentation variables. Les concentrations en fer plus tendres durcissent irréversiblement lorsqu'elles sont exposées à la surface. Ces sols présentent un faible volume racinaire et sont relativement acides, infertiles, très érodables et souvent humides. Les plinthosols albiques sont des sols humides dont les horizons souterrains sont fortement lessivés au-dessus de sous-sols argileux.
ka: ალბიკური პლინტოზოლები შედარებით არაპროდუქტიული ნიადაგებია, რომლებიც გვხვდება სუბტროპიკულ ან ტროპიკულ რეგიონებში, რკინით მდიდარი, ჰუმუსით ღარიბი კონცენტრაციით, ცვლადი სიმტკიცითა და ცემენტაციით. რბილი რკინის კონცენტრაციები შეუქცევადად მყარდება ზედაპირზე გამოვლენისას. ამ ნიადაგებს აქვთ დაბალი ფესვთა მოცულობა და შედარებით მჟავე, უნაყოფო, ძლიერ ეროზიად და ხშირად სველია. ალბიკური პლინტოზოლები სველი ნიადაგებია, რომლებსაც თიხიანი ქვენიადაგის ზემოთ ძლიერ გამორეცხილი მიწისქვეშა ჰორიზონტები აქვთ.
uk: Albic Plinthosols – це відносно непродуктивні ґрунти, що зустрічаються в субтропічних або тропічних регіонах з високою кількістю багатих на залізо, бідних на гумус концентрацій, змінної твердості та цементації. М'якші концентрації заліза незворотно тверднуть, коли виходять на поверхню. Ці ґрунти мають низький об'єм кореневої системи та є відносно кислими, неродючими, дуже схильними до ерозії та часто вологими. Albic Plinthosols – це вологі ґрунти, які мають сильно вилуговувані підповерхневі горизонти над глинистими підґрунтями.

# soil##match_info##albic_plinthosols##management
source: This soil is not well suited for farming. The combination of hard iron and cementation make this soil most suitable for construction. It has poor soil fertility, which when combined with shallow and rocky soil makes arable farming not possible. These soils should be used for things such as surface materials for roads. The upper soil horizon is white in color due to extensive leaching.
es: Este suelo no es muy adecuado para la agricultura. La combinación de hierro duro y cementación hacen que este suelo sea el más adecuado para la construcción. La fertilidad del suelo es escasa, lo que, combinado con la poca profundidad y el carácter rocoso del suelo, hace que la agricultura no sea posible. Estos suelos deben utilizarse para cosas como materiales de superficie para carreteras. El horizonte superior del suelo es de color blanco debido a la extensa lixiviación.
fr: Ce sol est peu propice à l'agriculture. La combinaison de fer dur et de cimentation le rend particulièrement adapté à la construction. Sa faible fertilité, combinée à un sol peu profond et rocailleux, rend l'agriculture impossible. Ces sols devraient être utilisés pour des matériaux de revêtement, notamment pour les routes. L'horizon supérieur du sol est blanc en raison d'un lessivage important.
ka: ეს ნიადაგი არ არის შესაფერისი სოფლის მეურნეობისთვის. მყარი რკინისა და ცემენტის კომბინაცია ამ ნიადაგს მშენებლობისთვის ყველაზე შესაფერისს ხდის. მას აქვს ნიადაგის დაბალი ნაყოფიერება, რაც არაღრმა და კლდოვან ნიადაგთან შერწყმისას სახნავ-სათესი მიწების გამოყენებას შეუძლებელს ხდის. ეს ნიადაგები უნდა იქნას გამოყენებული გზების ზედაპირული მასალების წარმოებისთვის. ნიადაგის ზედა ფენა თეთრი ფერისაა ინტენსიური გამორეცხვის გამო.
uk: Цей ґрунт не дуже підходить для сільського господарства. Поєднання твердого заліза та цементації робить його найбільш придатним для будівництва. Він має низьку родючість, що в поєднанні з неглибоким та кам'янистим ґрунтом робить неможливим ведення сільського господарства. Ці ґрунти слід використовувати для таких речей, як покриття доріг. Верхній горизонт ґрунту має білий колір через значне вилуговування.

# soil##match_info##podzols##name
source: Podzols
es: Podzoles
ka: პოდზოლები

# soil##match_info##podzols##description
source: Podzols are coarse textured, acidic, unproductive soils with highly leached surface horizons overlying subsoils containing accumulated organic matter and metals (aluminum and iron). In flat coastal plain landscapes, these soils are also wet.
es: Los Podzoles son suelos de textura gruesa, ácidos e improductivos, con horizontes superficiales muy lixiviados sobre los que se asientan subsuelos que contienen materia orgánica acumulada y metales (aluminio y hierro).*En los paisajes de llanura costera plana, estos suelos también son húmedos.
fr: Les podzols sont des sols à texture grossière, acides et improductifs, dont les horizons de surface sont fortement lessivés et recouvrent des sous-sols contenant des accumulations de matière organique et de métaux (aluminium et fer). Dans les paysages plats des plaines côtières, ces sols sont également humides.
ka: პოდზოლები უხეში ტექსტურის, მჟავე, არაპროდუქტიული ნიადაგებია ძლიერ გამორეცხილი ზედაპირული ჰორიზონტებით, რომლებიც ზემოდან იშლება და შეიცავს დაგროვილ ორგანულ ნივთიერებებსა და ლითონებს (ალუმინის და რკინის). სანაპირო ზოლის ბრტყელ ლანდშაფტებში ეს ნიადაგები ასევე სველია.
uk: Podzols — це грубозернисті, кислі, непродуктивні ґрунти з сильно вилугованими поверхневими горизонтами, що залягають над підґрунтям, що містять накопичену органічну речовину та метали (алюміній та залізо). У рівнинних ландшафтах прибережних рівнин ці ґрунти також вологі.

# soil##match_info##podzols##management
source: Podzols are highly leached, and as such are low in soil fertility. The surface layers are usually quite acidic (pH < 4.5) and thus liming is needed. Because of the high degree of weathering the soils are also high in soluble aluminum and will fix phosphorus, creating P deficiencies. Although not recommended, if these soils are used for cultivation they will need deep plowing (to break subsoil layers), liming and fertilization. Specific care with P fertilization will be needed, and use of band on on-seed placement of P is recommended.
es: Los Podzoles están muy lixiviados y, como tales, tienen una baja fertilidad. Las capas superficiales suelen ser bastante ácidas (pH < 4,5), por lo que es necesario el encalado. Debido al alto grado de meteorización, los suelos también tienen un alto contenido de aluminio soluble y fijan el fósforo, creando deficiencias de P. Aunque no se recomienda, si estos suelos se utilizan para el cultivo necesitarán un arado profundo (para romper las capas del subsuelo), encalado y fertilización. Será necesario un cuidado específico con la fertilización de P, y se recomienda el uso de banda en la colocación de P en la semilla.
fr: Les podzols sont fortement lessivés et, de ce fait, peu fertiles. Les couches superficielles sont généralement assez acides (pH &lt; 4,5), ce qui nécessite un chaulage. En raison de leur forte altération, les sols sont également riches en aluminium soluble et fixent le phosphore, créant ainsi des carences en phosphore. Bien que déconseillé, leur utilisation pour la culture nécessitera un labour profond (pour briser les couches du sous-sol), un chaulage et une fertilisation. Une fertilisation phosphatée spécifique sera nécessaire, et l'application de phosphore en bandes sur les semis est recommandée.
ka: პოდზოლები ძლიერ გამორეცხილია და შესაბამისად, ნიადაგის ნაყოფიერება დაბალია. ზედაპირული ფენები, როგორც წესი, საკმაოდ მჟავეა (pH < 4.5) და ამიტომ საჭიროა კირის გამოყენება. ამინდის მაღალი ხარისხის გამო, ნიადაგები ასევე მდიდარია ხსნადი ალუმინით და აფიქსირებს ფოსფორს, რაც იწვევს ფოსფორის დეფიციტს. მიუხედავად იმისა, რომ არ არის რეკომენდებული, თუ ეს ნიადაგები გამოიყენება კულტივირებისთვის, მათ დასჭირდებათ ღრმა ხვნა (ნიადაგის ქვეფენების დასაშლელად), კირის გამოყენება და განოყიერება. განსაკუთრებული სიფრთხილეა საჭირო ფოსფორიანი განოყიერებისას და რეკომენდებულია ფოსფორის თესლზე დარგვისას ზოლის გამოყენება.
uk: Podzols сильно вилуговуються, і тому мають низьку родючість ґрунту. Поверхневі шари зазвичай досить кислі (pH < 4,5), тому потрібне вапнування. Через високий ступінь вивітрювання ґрунти також мають високий вміст розчинного алюмінію, що фіксує фосфор, створюючи дефіцит фосфору. Хоча це не рекомендується, якщо ці ґрунти використовуються для обробітку, їх потрібно буде глибоко орати (для розриву підґрунтових шарів), вапнувати та удобрювати. Потрібна особлива обережність з удобренням фосфором, а також рекомендується використовувати стрічкове добриво під посів.

# soil##match_info##haplic_podzols##name
source: Haplic Podzols
es: Podzoles Háplicos
fr: Podzols hapliques
ka: ჰაპლიკური პოდზოლები
