Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##soil_preset##BLM
source: BLM Monitoring Standard
es: Norma de supervisión de BLM
fr: Norme de surveillance BLM
ka: BLM მონიტორინგის სტანდარტი
uk: Стандарт моніторингу BLM

# soil##soil_preset##CUSTOM
source: Custom
es: A medida
fr: Coutume
ka: მორგებული
uk: Користувацька

# soil##depth##add_title
source: Add depth
es: Añadir produndidad
fr: Ajouter de la profondeur
ka: სიღრმის დამატება

# soil##depth##data_inputs_title
source: Show/hide soil observations
es: Mostrar/ocultar observaciones del suelo
fr: Afficher/masquer les observations du sol
ka: ნიადაგის დაკვირვებების ჩვენება/დამალვა
uk: Показати/приховати ґрунтові спостереження

# soil##depth##label_help
source: {{max}} characters max
es: {{max}} caracteres máximo
fr: {{max}} caractères max
ka: {{max}} სიმბოლო მაქსიმუმ
uk: Максимум {{max}} символів

# soil##depth##label_placeholder
source: Label
es: Etiquetar
fr: Étiquette
ka: ეტიკეტი
uk: тег

# soil##depth##apply_to_all_label
source: Apply to all depths
es: Alicar a todas las profundidades
fr: Appliquer à toutes les profondeurs
ka: წაისვით ყველა სიღრმეზე
uk: Застосувати до всіх глибин

# soil##depth##start_label
source: From ({{units}})
es: De ({{units}})
fr: De ({{units}})
ka: ({{ერთეულები}})-დან
uk: Від ({{units}})

# soil##depth##end_label
source: To ({{units}})
es: A ({{units}})
fr: À ({{units}})
ka: ({{ერთეულები}})-მდე
uk: До ({{units}})

# soil##depth##number_required
source: $t(soil.depth.depth, {"context": "{{item}}"}) must be a number
es: $t(soil.depth.depth, {"context": "{{item}}"}) debe ser un número
fr: $t(soil.depth.depth, {"context": "{{item}}"}) doit être un nombre
ka: $t(soil.depth.depth, {"context": "{{item}}"}) უნდა იყოს რიცხვი
uk: $t(soil.depth.depth, {"context": "{{item}}"}) має бути числом

# soil##depth##depth_start
source: depth start
es: profundidad inicial
fr: début de profondeur
ka: სიღრმის დასაწყისი
uk: початок з глибини

# soil##depth##depth_end
source: depth end
es: profundidad final
fr: extrémité de profondeur
ka: სიღრმის დასასრული
uk: закінчення на глибині

# soil##depth##update_modal##title
source: Change depth?
es: ¿Cambiar profunidad?
fr: Changer la profondeur ?
ka: სიღრმის შეცვლა?
uk: Змінити глибину?

# soil##depth##update_modal##body
source: Soil pit observations that has been entered at this depth will be deleted. This action can’t be undone.
es: Las observaciones de la fosa de suelo que se hayan introducido a esta profundidad se borrarán. Esta acción no se puede deshacer.
fr: Les observations de fosses pédologiques saisies à cette profondeur seront supprimées. Cette action est irréversible.
ka: ამ სიღრმეზე შეყვანილი ნიადაგის ორმოების დაკვირვებები წაიშლება. ამ მოქმედების გაუქმება შეუძლებელია.

# soil##depth##update_modal##action
source: Change
es: Cambiar
fr: Changement
ka: ცვლილება
uk: Зміна

# soil##depth##delete_modal##title
source: Delete depth?
es: ¿Eliminar profundad?
fr: Supprimer la profondeur ?
ka: წაიშალოს სიღრმე?
uk: Видалити глибину?

# soil##depth##delete_modal##body
source: Observations that have been entered at this depth will be deleted. This action can’t be undone.
es: Las observaciones que se hayan introducido a esta profundidad se borrarán. Esta acción no se puede deshacer.
fr: Les observations saisies à cette profondeur seront supprimées. Cette action est irréversible.
ka: ამ სიღრმეზე შეყვანილი დაკვირვებები წაიშლება. ამ მოქმედების გაუქმება შეუძლებელია.
uk: Спостереження, введені для цієї глибини, будуть видалені. Цю дію не можна скасувати.

# soil##depth##delete_modal##action
source: Delete
es: Eliminar
fr: Supprimer
ka: წაშლა
uk: Видалити

# soil##depth##bounds_unitless
source: {{start}}–{{end}}
ka: {{დაწყება}}–{{დასასრული}}

# soil##depth##delete_button
source: Delete depth
es: Eliminar profundidad
fr: Supprimer la profondeur
ka: სიღრმის წაშლა
uk: Видалити глибину

# soil##texture##info##description_diameter_METRIC
source: 2mm
ka: 2 მმ
uk: 2 мм

# soil##texture##guide##ball_help
source: Does the soil form a ball?
es: Se puede formar una bola con el suelo?
fr: Le sol forme-t-il une boule ?
ka: ნიადაგი ბურთს ქმნის?
uk: Чи утворилася із зразка ґрунту кулька?

# soil##texture##guide##ribbon_help
source: Does the soil form a ribbon?
es: ¿Se puede formar una cinta con el suelo?
fr: Le sol forme-t-il un ruban ?
ka: ნიადაგი ლენტს ქმნის?
uk: Чи утворилася з зразка ґрунту стрічка ?

# soil##texture##guide##ribbon_length_help
source: How long is the ribbon?
es: ¿Cuánto mide la cinta de largo?
fr: Quelle est la longueur du ruban ?
ka: ლენტი რამდენია?
uk: Яка довжина стрічки?

# soil##texture##guide##grittyness_help
source: How does the soil feel?
es: ¿Cómo se siente el suelo?
fr: Comment est le sol?
ka: როგორია ნიადაგის შეგრძნება?
uk: Який на дотик ґрунт?

# soil##texture##guide##use_label
source: Use This Texture Class
es: Usar esta clase de textura
fr: Utiliser cette classe de texture
ka: გამოიყენეთ ეს ტექსტურის კლასი
uk: Використати цей гранулометричний склад

# soil##texture##guide##ribbon_length##SM
source: <2.5cm
ka: <2.5 სმ
uk: < 2,5 см

# soil##texture##guide##ribbon_length##MD
source: 2.5–5cm
ka: 2.5–5 სმ
uk: 2,5–5 см

# soil##texture##guide##ribbon_length##LG
source: >5cm
ka: >5 სმ
uk: > 5 см

# soil##texture##guide##grittyness_type##GRITTY
source: Gritty
es: Granulado
fr: Graveleux
ka: ხრინწიანი
uk: Зернистий, шорсткий

# soil##texture##guide##grittyness_type##NEITHER
source: Not gritty or smooth
es: Ni granulado ni suave
fr: Ni granuleux ni lisse
ka: არც ხრეშიანი და არც გლუვი
uk: Не зернистий і не гладкий

# soil##texture##guide##grittyness_type##SMOOTH
source: Smooth
es: Suave
fr: Lisse
ka: გლუვი
uk: Гладкий

# soil##texture##guide##prepare_details_1
source: Get a soil sample of at least a few handfuls.
es: Obtén una muestra de tierra de al menos unos puñados.
fr: Prélevez un échantillon de sol d’au moins quelques poignées.
ka: აიღეთ ნიადაგის ნიმუში, სულ მცირე, რამდენიმე მუჭა.
uk: Підготуйте зразок ґрунту з принаймні кількох жмень.

# soil##texture##guide##prepare_details_2
source: Remove all rock fragments larger than 2mm. Use a sieve if you have one.
es: Retira todos los fragmentos de roca mayores de 2 mm. Si es posible, utiliza un tamiz.
fr: Retirez tous les fragments de roche de plus de 2 mm. Utilisez un tamis si vous en avez un.
ka: მოაშორეთ 2 მმ-ზე დიდი ზომის ყველა ქვის ფრაგმენტი. თუ გაქვთ, გამოიყენეთ საცერი.
uk: Видаліть усі уламки гірської породи розміром більше 2 мм. Використовуйте сито, якщо воно у вас є.

# soil##texture##guide##prepare_details_3
source: Crush clumps of soil (if possible).
es: Aplasta los grumos de tierra (si es posible).
fr: Écrasez les mottes de terre (si possible).
ka: ნიადაგის გროვები დააქუცმაცეთ (თუ შესაძლებელია).
uk: Роздавіть грудки ґрунту (якщо можливо).

# soil##texture##guide##wet_details_1
source: Pick up a handful of soil the size of a golf ball (≈25 g).
es: Recoge un puñado de tierra del tamaño de una pelota de golf (más o menos 25 g).
fr: Ramassez une poignée de terre de la taille d’une balle de golf (≈25 g).
ka: აიღეთ მუჭა მიწა გოლფის ბურთის ზომის (≈25 გ).
uk: Візьміть жменю ґрунту розміром з м"яч для гольфу (≈25 г).

# soil##texture##guide##wet_details_2
source: Use a spray bottle to slowly apply water to the sample.
es: Utiliza una botella pulverizadora para aplicar lentamente agua a la muestra.
fr: Utilisez un vaporisateur pour appliquer lentement de l’eau sur l’échantillon.
ka: ნიმუშზე წყლის ნელა დასასხმელად გამოიყენეთ სპრეის ბოთლი.
uk: Використовуйте пульверизатор, щоб повільно змочувати водою зразок.

# soil##texture##guide##wet_details_3
source: Work the water uniformly into the soil with your hands.
es: Integre el agua y el suelo uniformemente con las manos.
fr: Travaillez l’eau uniformément dans le sol avec vos mains.
ka: ხელებით თანაბრად შეურიეთ წყალი მიწას.
uk: Ретельно руками перемішайте воду з ґрунтом.

# soil##texture##guide##wet_details_4
source: The soil should be thoroughly damp, but not glistening, with a texture like putty. If the soil is too wet, add more dry soil from your sample.
es: La tierra debe estar completamente húmeda, pero no brillante, con una textura parecida a la masilla. Si la tierra está demasiado húmeda, añade más tierra seca de tu muestra.
fr: Le sol doit être parfaitement humide, mais non luisant, avec une texture semblable à du mastic. S'il est trop humide, ajoutez de la terre sèche de votre échantillon.
ka: ნიადაგი კარგად უნდა იყოს ნოტიო, მაგრამ არა მბზინავი, თაბაშირის მსგავსი ტექსტურით. თუ ნიადაგი ძალიან სველია, დაამატეთ მეტი მშრალი ნიადაგი თქვენი ნიმუშიდან.
uk: Ґрунт має бути вологим, але не мокрим, і нагадувати за текстурою м’який пластилін. Якщо ґрунт занадто вологий, додайте більше сухого ґрунту з вашого зразка.

# soil##texture##guide##wet_details_5
source: Avoid working the soil with your hands for longer than 2 minutes. If you go beyond 2 minutes, discard the soil and start with a new sample.
es: Evita trabajar la tierra con las manos durante más de 2 minutos. Si sobrepasa los 2 minutos, desecha la tierra y empieza con una nueva muestra.
fr: Évitez de travailler le sol avec les mains pendant plus de 2 minutes. Au-delà, jetez le sol et recommencez avec un nouvel échantillon.
ka: მოერიდეთ ნიადაგის ხელით დამუშავებას 2 წუთზე მეტხანს. თუ 2 წუთზე მეტხანს დაამუშავებთ, გადააგდეთ ნიადაგი და დაიწყეთ ახალი ნიმუშით.
uk: Не обробляйте ґрунт руками довше ніж 2 хвилини. Якщо перевищите цей час, відкладіть даний зразок грунту і підготуйте новий.

# soil##texture##guide##ball_details_1
source: Roll the soil in your hands to see if it forms a ball.
es: Haz rodar la tierra entre tus manos para ver si se forma una bola.
fr: Roulez la terre dans vos mains pour voir si elle forme une boule.
ka: მიწა ხელებით დააგორეთ, რომ ნახოთ, ბურთის ფორმას ქმნის თუ არა.
uk: Розкачайте ґрунт у руках, щоб побачити, чи утворюється кулька.

# soil##texture##guide##ball_details_2
source: If it crumbles when you apply slight pressure to roll it, the soil does not form a ball.
es: Si se desmorona al ejercer una ligera presión para hacerla rodar, la tierra no forma una bola.
fr: Si la terre s'effrite lorsque vous appliquez une légère pression pour la rouler, elle ne forme pas de boule.
ka: თუ ნიადაგი ოდნავ დაწოლისას დაიმსხვრევა, ესე იგი, ბურთის ფორმას არ მიიღებს.
uk: З грунту не утвориться кулька, якщо він розпадається навіть під слабким тиском при катанні долонями.

# soil##texture##guide##ribbon_details_1
source: Grip the soil with your fingers (not your thumb).
es: Agarra la tierra con los dedos (no con el pulgar).
fr: Saisissez le sol avec vos doigts (pas votre pouce).
ka: ნიადაგი თითებით დაიჭირეთ (და არა ცერა თითით).
uk: Стисніть ґрунт пальцями, не використовуючи великий палець.

# soil##texture##guide##ribbon_details_2
source: Use the inside of your thumb knuckle (the flat part) to push the soil upwards over the edge of your index finger. Do not use the tip of your thumb to press the soil.
es: Utiliza la parte interior del nudillo del pulgar (la parte plana) para empujar la tierra hacia arriba por encima del borde del dedo índice. No utilices la punta del pulgar para presionar la tierra.
fr: Utilisez l'intérieur de l'articulation de votre pouce (la partie plate) pour pousser la terre vers le haut, par-dessus le bord de votre index. N'utilisez pas le bout de votre pouce pour appuyer sur la terre.
ka: საჩვენებელი თითის კიდიდან მიწა ზემოთ ასწიეთ ცერა თითის შიდა ნაწილით (ბრტყელი ნაწილით). მიწაზე დასაწნეხად ცერა თითის წვერი არ გამოიყენოთ.
uk: Плоскою частиною суглоба великого пальця підштовхуйте ґрунт вгору через край вказівного пальця. Не використовуйте кінчик великого пальця, щоб притиснути ґрунт. Використання плоскої частини суглоба великого пальця дозволяє плавно контролювати рух ґрунту без його розриву.

# soil##texture##guide##ribbon_details_3
source: The ribbon should be parallel to the floor, not pointing upward or downwards.
es: La cinta debe estar paralela al suelo, sin apuntar hacia arriba ni hacia abajo.
fr: Le ruban doit être parallèle au sol et ne doit pas être dirigé vers le haut ou vers le bas.
ka: ლენტი იატაკის პარალელური უნდა იყოს, არც ზემოთ და არც ქვემოთ მიმართული.
uk: Стрічка повинна формуватися паралельно підлозі, не бути спрямованою вгору чи вниз.

# soil##texture##guide##ribbon_details_4
source: If the soil crumbles instead of holding together when you press to form a ribbon, then it does not form a ribbon.
es: Si la tierra se desmorona en lugar de mantenerse unida cuando se presiona para formar una cinta, entonces no forma una cinta.
fr: Si le sol s’effrite au lieu de se maintenir lorsque vous appuyez pour former un ruban, alors il ne forme pas de ruban.
ka: თუ ლენტის წარმოქმნისას დაჭერისას ნიადაგი შეკრულობის ნაცვლად იშლება, მაშინ ის ლენტს არ წარმოქმნის.
uk: Ґрунт не формує стрічку, якщо під час натискання він розпадається замість того, щоб триматися разом.

# soil##texture##guide##ribbon_details_5
source: Let the ribbon fall naturally due to gravity. Measure the length of the segment, ignoring ragged edges.
es: Deja que la cinta caiga naturalmente por efecto de la gravedad. Mide la longitud del segmento, sin tener en cuenta los bordes irregulares.
fr: Laissez le ruban retomber naturellement sous l'effet de la gravité. Mesurez la longueur du segment en ignorant les bords irréguliers.
ka: მიეცით ლენტი ბუნებრივად ჩამოვარდნის საშუალებას გრავიტაციის გამო. გაზომეთ სეგმენტის სიგრძე, უგულებელყავით დახეული კიდეები.
uk: Нехай стрічка падає природним чином під дією сили тяжіння. Виміряйте довжину стрічки, ігноруючи її нерівні краї.

# soil##texture##guide##grittyness_details_1
source: <bold>Gritty</bold> means you can feel individual grains in the soil.
es: <bold>Granulado</bold> significa que se pueden sentir granos individuales en el suelo.
fr: <bold>Graveleux</bold> signifie que vous pouvez sentir les grains individuels dans le sol.
ka: <bold>ქვიშიანი</bold> ნიშნავს, რომ ნიადაგში ცალკეული მარცვლების შეგრძნება შეგიძლიათ.
uk: <bold>Зернистий</bold> означає, що ви відчуваєте окремі зерна в ґрунті.

# soil##texture##guide##grittyness_details_2
source: <bold>Smooth</bold> means that the wetted soil is slippery or soapy in feel.
es: <bold>Liso</bold> significa que el suelo mojado se siente resbaladizo o jabonoso al tacto.
fr: <bold>Lisse</bold> signifie que le sol mouillé est glissant ou savonneux au toucher.
ka: <bold>გლუვი</bold> ნიშნავს, რომ დასველებული ნიადაგი სრიალა ან საპნიანი შეგრძნებითაა.
uk: <bold>Гладкий</bold> означає, що зволожений ґрунт шовковистий або мильний на дотик.

# soil##texture##guide##grittyness_details_3
source: <bold>Not gritty or smooth</bold> means that neither of those two textures dominates. You may still feel some sand grains or some soapiness, but the feel of the soil is not predominantly one or the other.
es: <bold>Ni granulado ni suave</bold> significa que no predomina ninguna de esas dos texturas. Es posible que aún se perciban algunos granos de arena o algo jabonoso pero al tacto, pero ninguna predomina.
fr: <bold>Ni granuleux ni lisse</bold> Cela signifie qu'aucune de ces deux textures ne domine. On peut encore sentir des grains de sable ou une certaine texture savonneuse, mais la texture du sol n'est pas dominée par l'une ou l'autre.
ka: <bold>არ არის ხრეშიანი ან გლუვი</bold> ნიშნავს, რომ ამ ორი ტექსტურიდან არც ერთი არ დომინირებს. შეიძლება მაინც იგრძნოთ ქვიშის მარცვლები ან საპნის შეგრძნება, მაგრამ ნიადაგის შეგრძნება უპირატესად არც ერთია და არც მეორე.
uk: <bold>Не зернистий і не гладкий</bold> означає, що жодна з цих двох текстур не домінує. Ви все ще можете відчувати піщинки або мильність, але відчуття ґрунту не є переважно одним чи іншим.

# soil##texture##guide_intro
source: Don’t know the texture class? Use the step-by-step guide.
es: ¿No conoce la clase de textura? Utilice la guía paso a paso.
fr: Vous ne connaissez pas la classe de texture ? Utilisez le guide étape par étape.
ka: არ იცით ტექსტურის კლასი? გამოიყენეთ ეტაპობრივი ინსტრუქცია.
uk: Не знаєте гранулометричний склад ? Скористайтеся покроковим керівництвом.

# soil##texture##use_guide_label
source: Use Guide
es: Usar guía
fr: Guide d'utilisation
ka: გამოყენების სახელმძღვანელო
uk: Керівництво з використання

# soil##texture##clay_title
source: Percent Clay
es: Porcentaje arcilla
fr: Pourcentage d'argile
ka: პროცენტული თიხა
uk: Відсоток мулу

# soil##texture##clay_label
source: Percent clay
es: Porcentaje arcilla
fr: Pourcentage d'argile
ka: თიხის პროცენტული შემცველობა
uk: Відсоток мулу

# soil##texture##fragment_title
source: Rock Fragment Volume
es: Volumen de fragmentos de roca
fr: Volume du fragment de roche
ka: კლდის ფრაგმენტის მოცულობა
uk: Об'єм уламка гірської породи

# soil##texture##fragment##info##description_diameter_METRIC
source: 2mm
ka: 2 მმ
uk: 2 мм

# soil##texture##class##CLAY_LOAM
source: Clay Loam
es: Franco arcilloso
fr: loam argileux
ka: თიხის თიხნარი
uk: Суглинок глинистий

# soil##texture##class##LOAMY_SAND
source: Loamy Sand
es: Areno franco
fr: Sable limoneux
ka: თიხნარი ქვიშა
uk: Піщаний суглинок

# soil##texture##class##SANDY_CLAY
source: Sandy Clay
es: Arcilla arenosa
fr: Argile sableuse
ka: ქვიშიანი თიხა
uk: Глинистий пісок

# soil##texture##class##SANDY_CLAY_LOAM
source: Sandy Clay Loam
es: Franco arcillo arenoso
fr: loam argilo-sableux
ka: ქვიშიანი თიხნარი თიხნარი
uk: Суглинок піщано-глинистий

# soil##texture##class##SANDY_LOAM
source: Sandy Loam
es: Franco arenoso
fr: loam sableux
ka: ქვიშიანი თიხნარი
uk: Легкий суглинок

# soil##texture##class##SILTY_CLAY
source: Silty Clay
es: Arcillo limoso
fr: Argile limoneuse
ka: სილის თიხა
uk: Мулисто пилуватий

# soil##texture##class##SILTY_CLAY_LOAM
source: Silty Clay Loam
es: Franco arcillo limoso
fr: loam argilo-limoneux
ka: სილითი თიხნარი თიხნარი
uk: Пилувато-Мулистий суглинок

# soil##texture##class##SILT_LOAM
source: Silt Loam
es: Franco limoso
fr: limon limoneux
ka: სილტის თიხნარი
uk: Пилуватий Суглинок

# soil##color##confirm_delete##title
source: Delete data?
es: ¿Eliminar datos?
fr: Supprimer les données ?
ka: მონაცემების წაშლა?
uk: Видалити дані?

# soil##color##confirm_delete##body
source: This will delete the soil color from this depth.
es: Esta acción eliminará los datos del color del suelo asociados con esta profundidad.
fr: Cela supprimera la couleur du sol de cette profondeur.
ka: ეს წაშლის ნიადაგის ფერს ამ სიღრმიდან.
uk: Це видалить введений колір ґрунту для цієї глибини.

# soil##color##confirm_delete##action_name
source: Delete
es: Eliminar
fr: Supprimer
ka: წაშლა
uk: Видалити

# soil##color##unexpected_color##title
source: Unexpected soil color
es: Color de suelo inesperado
fr: Couleur de sol inattendue
ka: მოულოდნელი ნიადაგის ფერი
uk: Нетиповий колір ґрунту

# soil##color##unexpected_color##body
source: This is not a typical soil color. Do you want to proceed anyway, or use the closest suggested color?
es: Este no es un color típico de suelo. ¿Deseas proceder de todos modos o utilizar el color sugerido más cercano?
fr: Ce n'est pas une couleur de sol typique. Souhaitez-vous continuer quand même ou utiliser la couleur suggérée la plus proche ?
ka: ეს ნიადაგის ტიპიური ფერი არ არის. გსურთ მაინც გააგრძელოთ, თუ გამოიყენოთ ყველაზე ახლოს შემოთავაზებული ფერი?
uk: Це нетиповий колір ґрунту. Ви все одно хочете продовжити чи використати найближчий запропонований колір?

# soil##color##unexpected_color##suggestion
source: Suggestion
es: Sugerencia
ka: წინადადება
uk: Пропозиція

# soil##color##unexpected_color##your_result
source: Your result
es: Tu resultado
fr: Votre résultat
ka: თქვენი შედეგი
uk: Ваш результат

# soil##color##unexpected_color##use_suggestion
source: Use suggestion
es: Usar sugerencia
fr: Suggestion d'utilisation
ka: შეთავაზების გამოყენება
uk: Використати пропозицію

# soil##color##guide##step2##content_size_METRIC
source: 2mm
ka: 2 მმ
uk: 2 мм

# soil##color##guide##go_back
source: Go back
es: Atrás
fr: Retour
ka: უკან დაბრუნება
uk: Повернутися назад

# soil##color##guide##take_photo
source: Take Photo
es: Tomar foto
fr: Prendre une photo
ka: ფოტოს გადაღება
uk: Зробити фото

# soil##color##crop_reference
source: Crop image to show only the 3M Canary Yellow Post-it Note. Pinch the image with your thumb and forefinger to zoom in (pinching inward) or zoom out (pinching outward). Move the image in the box by swiping with one finger.
es: Recorta la imagen para mostrar sólo la nota 3M Post-it de color amarillo canario. Pellizca la imagen con el pulgar y el índice para acercarla (pellizcando hacia dentro) o alejarla (pellizcando hacia fuera). Mueve la imagen en el recuadro deslizando con un dedo.
fr: Recadrez l'image pour afficher uniquement le Post-it 3M Jaune Canari. Pincez l'image entre le pouce et l'index pour zoomer (pincer vers l'intérieur) ou dézoomer (pincer vers l'extérieur). Déplacez l'image dans le cadre en faisant glisser un doigt.
ka: სურათის ჩამოჭრა მხოლოდ 3M კანარის ყვითელი პოსტ-იტ ბარათის საჩვენებლად. სურათის გასადიდებლად (შიგნით მოჭერით) ან გასაშლელად (გარე მოჭერით) მოჭერით ცერა და საჩვენებელი თითებით. სურათის ჩარჩოში გადატანა ერთი თითით გადაფურცვლით.
uk: Обріжте зображення, щоб показати лише 3M Canary Yellow Post-it. Зведіть зображення великим і вказівним пальцями, щоб збільшити масштаб (зведенням пальців всередину) або зменшити масштаб (зведенням пальців назовні). Перемістіть зображення в рамці, провівши пальцем одним пальцем.

# soil##color##crop_soil
source: Crop image to show only the soil sample. Pinch the image with your thumb and forefinger to zoom in (pinching inward) or zoom out (pinching outward). Move the image in the box by swiping with one finger.
es: Recorta la imagen para mostrar sólo la muestra de suelo. Pellizca la imagen con el pulgar y el índice para acercarla (pellizcando hacia dentro) o alejarla (pellizcando hacia fuera). Mueve la imagen en el recuadro deslizando con un dedo.
fr: Recadrez l'image pour afficher uniquement l'échantillon de sol. Pincez l'image entre le pouce et l'index pour zoomer (pincer vers l'intérieur) ou dézoomer (pincer vers l'extérieur). Déplacez l'image dans le cadre en faisant glisser un doigt.
ka: სურათის ჩამოჭრა მხოლოდ ნიადაგის ნიმუშის საჩვენებლად. სურათის გასადიდებლად (შიგნით მოჭერით) ან გასაშლელად (გარე მოჭერით) მოჭერით ცერა და საჩვენებელი თითებით. სურათის ჩარჩოში გადასატანად ერთი თითით გადაფურცლეთ.
uk: Обріжте зображення, щоб показати лише зразок ґрунту. Для збільшення або зменшення зображення зведіть або розведіть великий і вказівний пальці. Переміщуйте зображення свайпом одним пальцем.

# soil##color##soil_condition
source: Soil condition:
es: Condición del suelo:
fr: État du sol :
ka: ნიადაგის მდგომარეობა:
uk: Стан ґрунту:

# soil##color##lighting_condition
source: Photo has even lighting and no shadows:
es: La foto tiene una iluminación uniforme y sin sombras:
fr: La photo a un éclairage uniforme et aucune ombre :
ka: ფოტოზე განათება თანაბარია და ჩრდილები არ არის:
uk: На фотографії рівномірне освітлення та відсутність тіней:

# soil##color##use_photo_instead
source: Don’t know the soil color values? Use a photo instead (guide included.)
es: ¿No conoces los valores de color del suelo? Utiliza una foto en su lugar (guía incluida.)
fr: Vous ne connaissez pas les valeurs de couleur du sol ? Utilisez plutôt une photo (guide inclus).
ka: ნიადაგის ფერის მნიშვნელობები არ იცით? გამოიყენეთ ფოტო (მოყვება სახელმძღვანელო).
uk: Не знаєте точних параметрів кольору грунту ? Просто використайте фотографію (є керівництво).
