Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gleyic_arenosols##management
source: Since these soils have poor water and nutrient retention they must be fertilized and irrigated for optimal productivity. Management practices to improve nutrient supply and water holding capacity include the addition of organic matter, and use of cover crops and crop rotation. Best productivity will be achieved through the use of supplemental irrigation, use of tools such as mulches or covers to preserve soil moisture, and fertilization. Drainage of these soils may be needed. However, since this is saturation from groundwater installation of drainage lines may not be possible, and thus shallow-rooted crops should be considered. If fertilized and not drained the loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers (if available).
es: Dado que estos suelos tienen poca capacidad de retención de agua y nutrientes, deben ser fertilizados y regados para obtener una productividad óptima. Las prácticas de gestión para mejorar el suministro de nutrientes y la capacidad de retención de agua incluyen la adición de materia orgánica, el uso de cultivos de cobertura y la rotación de cultivos. La mejor productividad se logrará mediante el uso de riego suplementario, el uso de herramientas como mantillos o cubiertas para preservar la humedad del suelo, y la fertilización. Puede ser necesario el drenaje de estos suelos. Sin embargo, al tratarse de una saturación por aguas subterráneas puede no ser posible la instalación de líneas de drenaje, por lo que deben considerarse los cultivos de raíz superficial. Si se fertiliza y no se drena es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. En estos suelos se puede conseguir un uso más eficiente del N por parte de los cultivos mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta (si están disponibles).
fr: Ces sols ayant une faible capacité de rétention d'eau et de nutriments, ils doivent être fertilisés et irrigués pour une productivité optimale. Les pratiques de gestion visant à améliorer l'apport en nutriments et la capacité de rétention d'eau comprennent l'apport de matière organique, le recours à des cultures de couverture et la rotation des cultures. Une productivité optimale sera obtenue grâce à une irrigation d'appoint, à l'utilisation d'outils tels que le paillis ou les couvertures pour préserver l'humidité du sol, et à la fertilisation. Un drainage de ces sols peut être nécessaire. Cependant, en raison de la saturation par les eaux souterraines, l'installation de lignes de drainage peut s'avérer impossible ; il convient donc d'envisager des cultures à racines superficielles. En cas de fertilisation et non de drainage, la perte d'azote (N) appliquée par dénitrification ou lessivage est possible. Une utilisation plus efficace de l'azote des cultures dans ces sols peut être obtenue par : 1) le drainage ; et 2) l'utilisation d'engrais azotés à libération lente (si disponibles).
ka: ვინაიდან ამ ნიადაგებს წყლისა და საკვები ნივთიერებების ცუდი შეკავება აქვთ, ოპტიმალური პროდუქტიულობისთვის საჭიროა მათი განოყიერება და მორწყვა. საკვები ნივთიერებების მიწოდებისა და წყლის შეკავების უნარის გასაუმჯობესებლად მართვის პრაქტიკა მოიცავს ორგანული ნივთიერებების დამატებას, საფარი კულტურებისა და თესლბრუნვის გამოყენებას. საუკეთესო პროდუქტიულობა მიიღწევა დამატებითი მორწყვის, ნიადაგის ტენიანობის შესანარჩუნებლად ისეთი ხელსაწყოების, როგორიცაა მულჩები ან საფარი, გამოყენებით და განოყიერებით. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. თუმცა, რადგან ეს ნიადაგები მიწისქვეშა წყლებით გაჯერებულია, დრენაჟის მილების დამონტაჟება შესაძლოა შეუძლებელი იყოს და ამიტომ უნდა განიხილონ ზედაპირულად ფესვგადგმული კულტურების გამოყენება. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციის ან გამორეცხვის გზით. ამ ნიადაგებში აზოტის უფრო ეფექტური გამოყენების მიღწევა შესაძლებელია: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით (ასეთის არსებობის შემთხვევაში).
uk: Оскільки ці ґрунти погано утримують воду та поживні речовини, їх необхідно удобрювати та зрошувати для оптимальної продуктивності. Методи управління для покращення постачання поживних речовин та водоутримувальної здатності включають додавання органічної речовини, використання покривних культур та сівозміну. ​​Найкращої продуктивності буде досягнуто за допомогою додаткового зрошення, використання таких інструментів, як мульча або покриви для збереження вологи ґрунту, та удобрення. Може знадобитися дренаж цих ґрунтів. Однак, оскільки це насичення ґрунтовими водами, встановлення дренажних ліній може бути неможливим, тому слід розглянути можливість вирощування культур з поверхневим корінням. Якщо удобрювати, але не дренувати, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами на цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення (якщо такі є).

# soil##match_info##calcisols##name
source: Calcisols
es: Calcisoles
ka: კალციზოლები

# soil##match_info##calcisols##description
source: Calcisols mostly occur in semiarid and arid climates. They are calcareous soils, with high base saturation, pH, and P fixation. Many have gravelly surface horizons.
es: Los Calcisoles se dan principalmente en climas semiáridos y áridos. Son suelos calcáreos, con alta saturación de bases, pH y fijación de P. Muchos tienen horizontes superficiales de grava.
fr: Les calcisols se rencontrent principalement dans les climats semi-arides et arides. Ce sont des sols calcaires, caractérisés par une saturation en bases, un pH et une fixation du phosphore élevés. Nombre d'entre eux présentent des horizons superficiels graveleux.
ka: კალციზოლები ძირითადად გვხვდება ნახევრადმშრალ და არიდულ კლიმატურ პირობებში. ეს არის კირქვიანი ნიადაგები, მაღალი ფუძე-სატურაციით, pH-ით და ფოსფორის ფიქსაციით. ბევრ მათგანს აქვს ხრეშიანი ზედაპირული ჰორიზონტები.
uk: Calcisols здебільшого зустрічаються в напівпосушливому та посушливому кліматі. Це вапняні ґрунти з високим рівнем насиченості основами, pH та фіксацією фосфору. Багато з них мають гравійні поверхневі горизонти.

# soil##match_info##calcisols##management
source: These soils have low organic matter content, are dry, and often stony. They are calcareous, and will have high base saturation (Ca, Mg and K) and high soil pH. If used, the soils are best suited for grazing or limited use with drought tolerant crops. At best they could be cultivated every-other or every-third year, with fallow in the years in which the soils are not used for crops. If irrigated, care must be taken so that the soils do not become high in salts (saline). High quality irrigation water that is low in salts would be needed to prevent salinization.
es: Estos suelos tienen un bajo contenido en materia orgánica, son secos y a menudo pedregosos. Son calcáreos, y tendrán una alta saturación de bases (Ca, Mg y K) y un alto pH del suelo. Si se utilizan, los suelos son más adecuados para el pastoreo o para un uso limitado con cultivos tolerantes a la sequía. En el mejor de los casos, podrían cultivarse cada dos o tres años, con barbecho en los años en que no se utilicen los suelos para cultivos. Si se riega, hay que tener cuidado para que los suelos no se vuelvan altos en sales (salinos). Para evitar la salinización sería necesario un agua de riego de alta calidad y bajo contenido en sales.
fr: Ces sols sont pauvres en matière organique, secs et souvent pierreux. Calcaires, ils présentent une saturation en bases élevée (Ca, Mg et K) et un pH élevé. S'ils sont utilisés, ces sols sont particulièrement adaptés au pâturage ou à une utilisation limitée pour des cultures résistantes à la sécheresse. Au mieux, ils peuvent être cultivés tous les deux ou trois ans, avec une jachère les années où ils ne sont pas cultivés. En cas d'irrigation, il faut veiller à ce que les sols ne deviennent pas salins. Une eau d'irrigation de haute qualité et pauvre en sels est nécessaire pour prévenir la salinisation.
ka: ამ ნიადაგებს ორგანული ნივთიერებების დაბალი შემცველობა აქვთ, მშრალი და ხშირად ქვიანია. ისინი კირქვიანია და მაღალი ტუტე გაჯერება (Ca, Mg და K) და ნიადაგის მაღალი pH აქვთ. მათი გამოყენების შემთხვევაში, ნიადაგები საუკეთესოდ შეეფერება საძოვრებად ან გვალვაგამძლე კულტურებით შეზღუდული გამოყენებისთვის. საუკეთესო შემთხვევაში, მათი დამუშავება შესაძლებელია ყოველ მეორე ან სამ წელიწადში ერთხელ, ხოლო იმ წლებში, როდესაც ნიადაგები კულტურებისთვის არ გამოიყენება, უვარგისი ნიადაგი უნდა იყოს. მორწყვის შემთხვევაში, საჭიროა სიფრთხილე, რომ ნიადაგში მარილების (მარილიანი) შემცველობა არ გაიზარდოს. დამლაშების თავიდან ასაცილებლად საჭირო იქნება მაღალი ხარისხის, მარილის შემცველი, დაბალი შემცველობის სარწყავი წყალი.
uk: Ці ґрунти мають низький вміст органічних речовин, сухі та часто кам&#39;янисті. Вони вапняні, мають високий рівень насичення основами (Ca, Mg та K) та високий рівень pH ґрунту. Якщо використовуються, то такі ґрунти найкраще підходять для випасу худоби або обмеженого використання для вирощування посухостійких культур. У кращому випадку їх можна обробляти через або раз на третій рік, залишаючи пар у роки, коли ґрунти не використовуються для вирощування сільськогосподарських культур. У разі зрошення слід подбати про те, щоб ґрунти не мали високого вмісту солей (засолення). Для запобігання засоленню потрібна високоякісна зрошувальна вода з низьким вмістом солей.

# soil##match_info##haplic_calcisols##name
source: Haplic Calcisols
es: Calcisoles Háplicos
fr: Calcisols hapliques
ka: ჰაპლური კალციზოლები

# soil##match_info##haplic_calcisols##description
source: Haplic Calcisols mostly occur in semiarid and arid climates. They are calcareous soils, with high base saturation, pH, and P fixation. Many have gravelly surface horizons.
es: Los Calcisoles Háplicos se dan principalmente en climas semiáridos y áridos. Son suelos calcáreos, con alta saturación de bases, pH y fijación de P. Muchos tienen horizontes superficiales de grava.
fr: Les calcisols hapliques se rencontrent principalement dans les climats semi-arides et arides. Ce sont des sols calcaires, caractérisés par une saturation en bases, un pH et une fixation du phosphore élevés. Nombre d'entre eux présentent des horizons superficiels graveleux.
ka: ჰაპლური კალციზოლები ძირითადად გვხვდება ნახევრადმშრალ და არიდულ კლიმატურ პირობებში. ეს არის კირქვიანი ნიადაგები, მაღალი ფუძეგაჯერებულობით, pH-ით და ფოსფორის ფიქსაციით. ბევრ მათგანს ხრეშიანი ზედაპირული ჰორიზონტები აქვს.
uk: Haplic Calcisols здебільшого зустрічаються в напівпосушливому та посушливому кліматі. Це вапняні ґрунти з високим рівнем насиченості основами, pH та фіксацією фосфору. Багато з них мають гравійні поверхневі горизонти.

# soil##match_info##haplic_calcisols##management
source: These soils have low organic matter content, are dry, and often stony. They are calcareous, and will have high base saturation (Ca, Mg and K) and high soil pH. If used, the soils are best suited for grazing or limited use with drought tolerant crops. At best they could be cultivated every-other or every-third year, with fallow in the years in which the soils are not used for crops. If irrigated, care must be taken so that the soils do not become high in salts (saline). High quality irrigation water that is low in salts would be needed to prevent salinization.
es: Estos suelos tienen un bajo contenido en materia orgánica, son secos y a menudo pedregosos. Son calcáreos, y tendrán una alta saturación de bases (Ca, Mg y K) y un alto pH del suelo. Si se utilizan, los suelos son más adecuados para el pastoreo o para un uso limitado con cultivos tolerantes a la sequía. En el mejor de los casos, podrían cultivarse cada dos o tres años, con barbecho en los años en que no se utilicen los suelos para cultivos. Si se riega, hay que tener cuidado para que los suelos no se vuelvan altos en sales (salinos). Para evitar la salinización sería necesario un agua de riego de alta calidad y bajo contenido en sales.
fr: Ces sols sont pauvres en matière organique, secs et souvent pierreux. Calcaires, ils présentent une saturation en bases élevée (Ca, Mg et K) et un pH élevé. S'ils sont utilisés, ces sols sont particulièrement adaptés au pâturage ou à une utilisation limitée pour des cultures résistantes à la sécheresse. Au mieux, ils peuvent être cultivés tous les deux ou trois ans, avec une jachère les années où ils ne sont pas cultivés. En cas d'irrigation, il faut veiller à ce que les sols ne deviennent pas salins. Une eau d'irrigation de haute qualité et pauvre en sels est nécessaire pour prévenir la salinisation.
ka: ამ ნიადაგებს ორგანული ნივთიერებების დაბალი შემცველობა აქვთ, მშრალი და ხშირად ქვიანია. ისინი კირქვიანია და მაღალი ტუტე გაჯერება (Ca, Mg და K) და ნიადაგის მაღალი pH აქვთ. მათი გამოყენების შემთხვევაში, ნიადაგები საუკეთესოდ შეეფერება საძოვრებად ან გვალვაგამძლე კულტურებით შეზღუდული გამოყენებისთვის. საუკეთესო შემთხვევაში, მათი დამუშავება შესაძლებელია ყოველ მეორე ან სამ წელიწადში ერთხელ, ხოლო იმ წლებში, როდესაც ნიადაგები კულტურებისთვის არ გამოიყენება, უვარგისი ნიადაგი უნდა იყოს. მორწყვის შემთხვევაში, საჭიროა სიფრთხილე, რომ ნიადაგში მარილების (მარილიანი) შემცველობა არ გაიზარდოს. დამლაშების თავიდან ასაცილებლად საჭირო იქნება მაღალი ხარისხის, მარილის შემცველი, დაბალი შემცველობის სარწყავი წყალი.
uk: Ці ґрунти мають низький вміст органічних речовин, сухі та часто кам'янисті. Вони вапняні, мають високий рівень насичення основами (Ca, Mg та K) та високий рівень pH ґрунту. Якщо використовуються, то такі ґрунти найкраще підходять для випасу худоби або обмеженого використання для вирощування посухостійких культур. У кращому випадку їх можна обробляти через або раз на третій рік, залишаючи пар у роки, коли ґрунти не використовуються для вирощування сільськогосподарських культур. У разі зрошення слід подбати про те, щоб ґрунти не мали високого вмісту солей (засолення). Для запобігання засоленню потрібна високоякісна зрошувальна вода з низьким вмістом солей.

# soil##match_info##luvic_calcisols##name
source: Luvic Calcisols
es: Calcisoles Lúvicos
fr: Calcisols luviques
ka: ლუვიკ კალცისოლები

# soil##match_info##luvic_calcisols##description
source: Luvic Calcisols mostly occur in semiarid and arid climates, and are calcareous soils with high base saturation, pH, and P fixation. Many have gravelly surface horizons. Luvic Calcisols have increasing clay with depth and thus increased moisture and nutrient retention.
es: Los Calcisoles Lúvicos se dan principalmente en climas semiáridos y áridos, y son suelos calcáreos con alta saturación de bases, pH y fijación de P. Muchos tienen horizontes superficiales de grava. Los Calcisoles Lúvicos tienen un aumento de arcilla con la profundidad y, por tanto, una mayor retención de humedad y nutrientes.
fr: Les calcisols luviques se rencontrent principalement dans les climats semi-arides et arides. Ce sont des sols calcaires à forte saturation en bases, pH et fixation du phosphore élevés. Nombre d'entre eux présentent des horizons superficiels graveleux. Leur teneur en argile augmente avec la profondeur, ce qui favorise la rétention d'humidité et de nutriments.
ka: ლუვიკური კალციზოლები ძირითადად გვხვდება ნახევრადმშრალ და არიდულ კლიმატურ პირობებში და წარმოადგენს კირქვიან ნიადაგებს მაღალი ფუძის გაჯერებით, pH-ით და ფოსფორის ფიქსაციით. ბევრ მათგანს ხრეშიანი ზედაპირული ჰორიზონტები აქვს. ლუვიკური კალციზოლები სიღრმის მატებასთან ერთად თიხის შემცველობას ზრდიან და შესაბამისად, ტენიანობისა და საკვები ნივთიერებების შეკავებას ზრდიან.
uk: Luvic Calcisolsздебільшого зустрічаються в напівпосушливому та посушливому кліматі та являють собою вапняні ґрунти з високим рівнем насиченості основами, pH та фіксацією фосфору. Багато з них мають гравійні поверхневі горизонти. Luvic Calcisols мають збільшення вмісту глини з глибиною, а отже, збільшення утримання вологи та поживних речовин.

# soil##match_info##luvic_calcisols##management
source: These soils have low organic matter content, are dry, and often stony. They are calcareous, and will have high base saturation (Ca, Mg and K) and high soil pH. These soils have a moderate-to-high water holding capacity and if used are best suited for grazing or limited use with drought tolerant crops. At best they could be cultivated every-other or every-third year, with fallow in the years in which the soils are not used for crops. If irrigated, care must be taken so that the soils do not become high in salts (saline). High quality irrigation water that is low in salts would be needed to prevent salinization.
es: Estos suelos tienen un bajo contenido en materia orgánica, son secos y a menudo pedregosos. Son calcáreos, y tendrán una alta saturación de bases (Ca, Mg y K) y un alto pH del suelo. Estos suelos tienen una capacidad de retención de agua de moderada a alta y, si se utilizan, son más adecuados para el pastoreo o para un uso limitado con cultivos tolerantes a la sequía. En el mejor de los casos, podrían cultivarse cada dos o tres años, con barbecho en los años en que no se utilicen los suelos para cultivos. Si se riega, hay que tener cuidado para que los suelos no se vuelvan altos en sales (salinos). Para evitar la salinización sería necesario un agua de riego de alta calidad y bajo contenido en sales.
fr: Ces sols sont pauvres en matière organique, secs et souvent pierreux. Calcaires, ils présentent une saturation en bases élevée (Ca, Mg et K) et un pH élevé. Leur capacité de rétention d'eau est modérée à élevée et, s'ils sont utilisés, ils conviennent parfaitement au pâturage ou à une utilisation limitée pour des cultures résistantes à la sécheresse. Au mieux, ils peuvent être cultivés tous les deux ou trois ans, avec une jachère les années où les sols ne sont pas cultivés. En cas d'irrigation, il faut veiller à ce que les sols ne deviennent pas salins. Une eau d'irrigation de haute qualité et pauvre en sels est nécessaire pour prévenir la salinisation.
ka: ამ ნიადაგებს აქვთ ორგანული ნივთიერებების დაბალი შემცველობა, მშრალი და ხშირად ქვიანია. ისინი კირქვიანია და აქვთ მაღალი ტუტე გაჯერება (Ca, Mg და K) და ნიადაგის მაღალი pH. ამ ნიადაგებს აქვთ საშუალოდან მაღალამდე წყლის შეკავების უნარი და მათი გამოყენების შემთხვევაში საუკეთესოდ შეეფერება საძოვრებს ან გვალვაგამძლე კულტურების შეზღუდული გამოყენებისთვის. საუკეთესო შემთხვევაში, მათი მოყვანა შესაძლებელია ყოველ მეორე ან სამ წელიწადში ერთხელ, ხოლო იმ წლებში, როდესაც ნიადაგები არ გამოიყენება კულტურებისთვის, უნდა მოხდეს მიწის დამუშავება. მორწყვის შემთხვევაში, საჭიროა სიფრთხილე, რომ ნიადაგში არ გაიზარდოს მარილის შემცველობა (მარილიანი). დამლაშების თავიდან ასაცილებლად საჭირო იქნება მაღალი ხარისხის, მარილის შემცველი, დაბალი შემცველობის სარწყავი წყალი.
uk: Ці ґрунти мають низький вміст органічних речовин, сухі та часто кам'янисті. Вони вапняні, мають високий рівень насичення основами (Ca, Mg та K) та високий рівень pH ґрунту. Ці ґрунти мають помірну або високу вологоутримувальну здатність і, якщо використовуються, найкраще підходять для випасу худоби або обмеженого використання з посухостійкими культурами. У кращому випадку їх можна обробляти через або раз на третій рік, залишаючи пар у роки, коли ґрунти не використовуються для вирощування сільськогосподарських культур. У разі зрошення слід подбати про те, щоб ґрунти не мали високого вмісту солей (засолення). Для запобігання засоленню потрібна високоякісна зрошувальна вода з низьким вмістом солей.

# soil##match_info##petric_calcisols##name
source: Petric Calcisols
es: Calcisoles Pétreos
fr: Calcisols pétriques
ka: პეტრიკული კალციზოლები

# soil##match_info##petric_calcisols##description
source: Petric Calcisols mostly occur in semiarid and arid climates and are calcareous soils with high base saturation, pH, and P fixation. Many have gravelly surface horizons. Petric Calcisols have a root-limiting, cemented, petrocalcic horizon within 1 m of the soil surface.
es: Los Calcisoles Pétricos se dan sobre todo en climas semiáridos y áridos y son suelos calcáreos con alta saturación de bases, pH y fijación de P. Muchos tienen horizontes superficiales de grava. Los Calcisoles Pétricos tienen un horizonte petrocálcico cementado que limita las raíces a menos de 1 m de la superficie del suelo.
fr: Les calcisols pétriques se rencontrent principalement dans les climats semi-arides et arides. Ce sont des sols calcaires à forte saturation en bases, à pH élevé et à forte fixation du phosphore. Nombre d'entre eux présentent des horizons superficiels graveleux. Les calcisols pétriques présentent un horizon pétrocalcique cimenté limitant les racines à moins de 1 m de la surface du sol.
ka: პეტრიკული კალციზოლები ძირითადად გვხვდება ნახევრადმშრალ და არიდულ კლიმატურ პირობებში და წარმოადგენს კირქვიან ნიადაგებს მაღალი ფუძის გაჯერებით, pH-ით და ფოსფორის ფიქსაციით. ბევრ მათგანს აქვს ხრეშიანი ზედაპირული ჰორიზონტები. პეტრიკულ კალციზოლებს აქვთ ფესვების შემზღუდავი, შეცემენტებული, პეტროკალციური ჰორიზონტი ნიადაგის ზედაპირიდან 1 მ-ის ფარგლებში.
uk: Petric Calcisols здебільшого зустрічаються в напівпосушливому та посушливому кліматі та являють собою вапняні ґрунти з високим насиченням основами, pH та фіксацією фосфору. Багато з них мають гравійні поверхневі горизонти. Петричні кальцисолі мають зцементований петрокальциєвий горизонт, що обмежує коренеутворення, в межах 1 м від поверхні ґрунту.
