Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##cumulic_anthrosols##description
source: Cumulic Anthrosols are a broad group of soils that have been modified substantially by human activities. These soils have fine textured (high in clay) surface horizons from long term irrigation andadditions.
es: Los Antrosoles Cúmulos son un amplio grupo de suelos que han sido modificados sustancialmente por las actividades humanas. Estos suelos tienen horizontes superficiales de textura fina (con alto contenido en arcilla) debido a la irrigación y/o adiciones de larga duración.
fr: Les anthrosols cumuliques constituent un vaste groupe de sols fortement modifiés par les activités humaines. Ces sols présentent des horizons de surface à texture fine (riches en argile) résultant d'une irrigation et d'apports à long terme.
ka: კუმულური ანთროზოლები ნიადაგების ფართო ჯგუფია, რომლებიც მნიშვნელოვნად არის მოდიფიცირებული ადამიანის საქმიანობით. ამ ნიადაგებს აქვთ წვრილი ტექსტურის (თიხით მდიდარი) ზედაპირული ჰორიზონტები ხანგრძლივი ირიგაციისა და დამატებების შედეგად.
uk: Cumulic Anthrosols – це широка група ґрунтів, які зазнали суттєвих змін внаслідок діяльності людини. Ці ґрунти мають дрібнодисперсні (з високим вмістом глини) верхні горизонти, ймовірно внаслідок тривалого зрошення та накопичення органічних і мінеральних матеріалів.

# soil##match_info##cumulic_anthrosols##management
source: Because these soils have had long-term human disruptionthey are highly variable in characteristics, and few general management guidelines can be assigned. Producers should carefully study their fields, and examine variability across their areas to determine different management needs. For best yield fertilization is recommended. Because of the fine texture of these soils care should be taken to maximize infiltration, by inclusion of organic matter, rotations, and deep-rooted crops.
es: Debido a que estos suelos han tenido una alteración/agotamiento/adición humana a largo plazo, sus características son muy variables y se pueden asignar pocas directrices generales de gestión. Los productores deben estudiar cuidadosamente sus campos y examinar la variabilidad en sus áreas para determinar las diferentes necesidades de manejo. Para un mejor rendimiento se recomienda la fertilización. Debido a la fina textura de estos suelos, debe tenerse cuidado para maximizar la infiltración, mediante la inclusión de materia orgánica, rotaciones y cultivos de raíces profundas.
fr: Ces sols, perturbés par l'activité humaine depuis longtemps, présentent une grande variabilité de leurs caractéristiques, et il est difficile d'en établir de manière générale. Les producteurs doivent étudier attentivement leurs parcelles et examiner la variabilité de leurs surfaces afin de déterminer les besoins de gestion. Pour un rendement optimal, une fertilisation est recommandée. Compte tenu de la finesse de la texture de ces sols, il convient de veiller à maximiser l'infiltration par l'apport de matière organique, la rotation des cultures et l'utilisation de cultures à racines profondes.
ka: რადგან ამ ნიადაგებს ადამიანის ხანგრძლივი ზემოქმედების შედეგად დიდი ხნის განმავლობაში აწუხებდათ, მათი მახასიათებლები ძალიან ცვალებადია და მართვის ზოგადი სახელმძღვანელო პრინციპების დადგენა ძალიან ცოტაა შესაძლებელი. მწარმოებლებმა ყურადღებით უნდა შეისწავლონ თავიანთი მინდვრები და გამოიკვლიონ ცვალებადობა მათ ტერიტორიებზე, რათა დაადგინონ მართვის სხვადასხვა საჭიროება. საუკეთესო მოსავლიანობის მისაღებად რეკომენდებულია განოყიერება. ამ ნიადაგების თხელი ტექსტურის გამო, ყურადღება უნდა მიექცეს ინფილტრაციის მაქსიმიზაციას ორგანული ნივთიერებების ჩართვით, როტაციებითა და ღრმა ფესვგადგმული კულტურებით.
uk: Оскільки ці ґрунти довго зазнавали впливу людини, їхні характеристики дуже мінливі і дати загальні рекомендації щодо управління складно. Виробникам слід ретельно вивчати свої поля та визначати показники грунтів на своїх ділянках, щоб встановити конкретні потреби в управлінні. Для отримання найкращого врожаю рекомендується удобрювання. Через переважання дрібних гранудометричних фракцій у цих ґрунтах варто звернути увагу на процеси інфільтрації, включаючи переніс органічних речовин, а також на сівозміну та вирощування культур з глибокими кореневими системами.

# soil##match_info##cambic_arenosols##name
source: Cambic Arenosols
es: Arenosoles Cámbicos
fr: Arénosols cambiques
ka: კამბიური არენოსოლები
uk: Камбічні ареносолі

# soil##match_info##cambic_arenosols##description
source: Cambic Arenosols are sandy soils with minimal soil development. They are inherently low in nutrients and water holding capacity. Cambic Arenosols have a minimally developed subsoil horizon that can retain slightly higher amounts of nutrients and water.
es: Los Arenosoles Cámbicos son suelos arenosos con un desarrollo mínimo del suelo. Son inherentemente bajos en nutrientes y capacidad de retención de agua. Los Arenosoles Cámbicos tienen un horizonte del subsuelo mínimamente desarrollado que puede retener cantidades ligeramente superiores de nutrientes y agua.
fr: Les arénosols cambiques sont des sols sableux peu développés. Leur capacité de rétention d'eau et de nutriments est intrinsèquement faible. Leur horizon de sous-sol peu développé permet de retenir des quantités légèrement supérieures d'eau et de nutriments.
ka: კამბიური არენოზოლები ქვიშიანი ნიადაგებია მინიმალური ნიადაგის განვითარებით. ისინი ბუნებით ღარიბია საკვები ნივთიერებებითა და წყლის შეკავების უნარით. კამბიურ არენოზოლებს აქვთ მინიმალურად განვითარებული მიწისქვეშა ჰორიზონტი, რომელსაც შეუძლია საკვები ნივთიერებებისა და წყლის ოდნავ უფრო მაღალი რაოდენობის შენარჩუნება.
uk: Камбічні ареносолі – це піщані ґрунти з мінімальним розвитком ґрунту. Вони за своєю суттю мають низький вміст поживних речовин та низьку вологоутримувальну здатність. Камбічні ареносолі мають мінімально розвинений підґрунтовий горизонт, який може утримувати дещо більшу кількість поживних речовин та води.

# soil##match_info##cambic_arenosols##management
source: Since these soils have poor water and nutrient retention they must be fertilized and irrigated for optimal productivity. Management practices to improve nutrient supply and water holding capacity include the addition of organic matter, and use of cover crops and crop rotation. Best productivity will be achieved through the use of supplemental irrigation, use of tools such as mulches or covers to preserve soil moisture, and fertilization.
es: Dado que estos suelos tienen poca capacidad de retención de agua y nutrientes, deben ser fertilizados y regados para obtener una productividad óptima. Las prácticas de gestión para mejorar el suministro de nutrientes y la capacidad de retención de agua incluyen la adición de materia orgánica, el uso de cultivos de cobertura y la rotación de cultivos. La mejor productividad se logrará mediante el uso de riego suplementario, el uso de herramientas como mantillos o cubiertas para preservar la humedad del suelo, y la fertilización.
fr: Ces sols ayant une faible capacité de rétention d'eau et de nutriments, ils doivent être fertilisés et irrigués pour une productivité optimale. Les pratiques de gestion visant à améliorer l'apport en nutriments et la capacité de rétention d'eau comprennent l'apport de matière organique, le recours à des cultures de couverture et la rotation des cultures. Une productivité optimale sera obtenue grâce à une irrigation d'appoint, à l'utilisation d'outils tels que le paillis ou les couvertures pour préserver l'humidité du sol, et à la fertilisation.
ka: ვინაიდან ამ ნიადაგებს წყლისა და საკვები ნივთიერებების ცუდი შეკავება აქვთ, ოპტიმალური პროდუქტიულობისთვის საჭიროა მათი განოყიერება და მორწყვა. საკვები ნივთიერებების მიწოდებისა და წყლის შეკავების უნარის გასაუმჯობესებლად მართვის პრაქტიკა მოიცავს ორგანული ნივთიერებების დამატებას, საფარი კულტურებისა და თესლბრუნვის გამოყენებას. საუკეთესო პროდუქტიულობა მიიღწევა დამატებითი მორწყვის, ნიადაგის ტენიანობის შესანარჩუნებლად ისეთი ხელსაწყოების, როგორიცაა მულჩები ან საფარი, გამოყენებით და განოყიერებით.
uk: Оскільки ці ґрунти погано утримують воду та поживні речовини, їх необхідно удобрювати та зрошувати для оптимальної продуктивності. Методи управління для покращення постачання поживних речовин та водоутримувальної здатності включають додавання органічної речовини, використання покривних культур та сівозміну. ​​Найкращої продуктивності буде досягнуто за допомогою додаткового зрошення, використання таких інструментів, як мульча або покриви для збереження вологи ґрунту, та удобрення.

# soil##match_info##fimic_anthrosols##name
source: Fimic Anthrosols
es: Antrósoles Fímicos
fr: Anthrosols fimiques
ka: ფიმური ანთროზოლები

# soil##match_info##fimic_anthrosols##description
source: Fimic Anthrosols are a broad group of soils that have been modified substantially by human activities. These soils have surfaces resulting from long term manuring and similar additions. Phosphorous concentrations are usually high.
es: Los Antrósoles Fímicos son un amplio grupo de suelos que han sido modificados sustancialmente por las actividades humanas. Estos suelos tienen superficies resultantes de abonos de larga duración y adiciones similares. Las concentraciones de fósforo suelen ser elevadas.
fr: Les anthrosols fimiques constituent un vaste groupe de sols fortement modifiés par les activités humaines. Leur surface est le résultat d'épandages prolongés de fumier et d'apports similaires. Leurs concentrations en phosphore sont généralement élevées.
ka: ფიმური ანთროზოლები ნიადაგების ფართო ჯგუფია, რომლებიც მნიშვნელოვნად არის მოდიფიცირებული ადამიანის საქმიანობით. ამ ნიადაგებს აქვთ ზედაპირები ხანგრძლივი განოყიერებისა და მსგავსი დამატებების შედეგად. ფოსფორის კონცენტრაცია, როგორც წესი, მაღალია.
uk: Fimic Anthrosols – це широка група ґрунтів, які зазнали суттєвих змін внаслідок діяльності людини. Ці ґрунти мають у верхніх горизонтах дуже високий вміст органіки й фосфору; темне забарвлення (чорне, темно-сіре); можуть бути присутні артефакти (черепки, вугілля).

# soil##match_info##fimic_anthrosols##management
source: Because these soils have had long-term human disruptionthey are highly variable in general characteristics, and few general management guidelines can be assigned. Producers should carefully study their fields, and examine variability across their areas to determine different management needs. Avoid any additional application of P fertilizer, following soil tests for guidance.
es: Debido a que estos suelos han tenido una alteración/agotamiento/adición humana a largo plazo, son muy variables en cuanto a sus características generales, y se pueden asignar pocas directrices generales de gestión. Los productores deben estudiar cuidadosamente sus campos, y examinar la variabilidad en sus áreas para determinar las diferentes necesidades de manejo. Evitar cualquier aplicación adicional de fertilizante de P, siguiendo las pruebas de suelo como orientación.
fr: Étant donné que ces sols ont subi des perturbations humaines à long terme, leurs caractéristiques générales sont très variables, et il est difficile d'établir des recommandations générales de gestion. Les producteurs doivent étudier attentivement leurs champs et examiner la variabilité de leurs superficies afin de déterminer les différents besoins de gestion. Évitez tout apport supplémentaire d'engrais phosphatés, en vous basant sur des analyses de sol.
ka: ვინაიდან ამ ნიადაგებს ადამიანის ხანგრძლივი ზემოქმედების შედეგად დიდი ხნის განმავლობაში აწუხებდათ, მათი ზოგადი მახასიათებლები ძალიან ცვალებადია და მართვის ზოგადი სახელმძღვანელო პრინციპების მინიჭება ძალიან მცირეა. მწარმოებლებმა ყურადღებით უნდა შეისწავლონ თავიანთი მინდვრები და გამოიკვლიონ ცვალებადობა მათ ტერიტორიებზე, რათა დაადგინონ მართვის სხვადასხვა საჭიროება. თავიდან აიცილონ ფოსფორის სასუქის დამატებითი გამოყენება, ნიადაგის ტესტების შემდეგ.
uk: Оскільки ці ґрунти зазнали тривалого впливу людини, вони мають дуже мінливі загальні характеристики і дати загальні рекомендації щодо управління складно. Виробникам слід ретельно вивчати свої поля та визначати показники грунтів на своїх ділянках, щоб встановити конкретні потреби в управлінні. Уникайте будь-якого додаткового внесення фосфорних добрив, зважаючи на результати аналізів ґрунту.

# soil##match_info##urbic_anthrosols##name
source: Urbic Anthrosols
es: Antrósoles Úrbicos
fr: Anthrosols urbiques
ka: ურბიული ანთროზოლები

# soil##match_info##urbic_anthrosols##description
source: Urbic Anthrosols are a broad group of soils that have been modified substantially by human activities. These soils are highly disturbed soils formed from fill material from mines, development, waste disposal and other land use activities. Properties vary and are related to the source of materials.
es: Los Antrósoles Úrbicos son un amplio grupo de suelos que han sido modificados sustancialmente por las actividades humanas. Se trata de suelos muy alterados formados a partir de material de relleno procedente de minas, urbanizaciones, eliminación de residuos y otras actividades de uso del suelo. Las propiedades varían y están relacionadas con el origen de los materiales.
fr: Les anthrosols urbiques constituent un vaste groupe de sols fortement modifiés par les activités humaines. Ces sols sont fortement perturbés et formés de matériaux de remblai provenant de mines, d'aménagements, d'élimination de déchets et d'autres activités d'utilisation des terres. Leurs propriétés varient et dépendent de la provenance des matériaux.
ka: ურბული ანთროზოლები ნიადაგების ფართო ჯგუფია, რომლებიც მნიშვნელოვნად არის მოდიფიცირებული ადამიანის საქმიანობით. ეს ნიადაგები ძლიერ შემაშფოთებელი ნიადაგებია, რომლებიც წარმოიქმნება მაღაროების, განვითარების, ნარჩენების გატანისა და სხვა მიწათსარგებლობის საქმიანობების შედეგად წარმოქმნილი შემავსებელი მასალისგან. თვისებები განსხვავდება და დაკავშირებულია მასალების წყაროსთან.
uk: Urbic Anthrosols – це широка група ґрунтів, які зазнали суттєвих змін внаслідок діяльності людини. Ці ґрунти є істотно порушеними, утвореними з насипного матеріалу, що виник при забудові, утилізації відходів та інших видів землекористування. Властивості різняться та залежать від джерела матеріалів. Поширені в міських та промислових зонах: Парки, забудови, узбіччя, місця зняття та пересипання ґрунту; Рекультивовані території (кар’єри, звалища, забудови).

# soil##match_info##urbic_anthrosols##management
source: Because these soils have had long-term human disruptionthey are highly variable in general characteistics, and few general management guidelines can be assigned. Producers should carefully study their fields, and examine variability across their areas to determine different management needs. Because these soils may be disturbed over very small areas, soil testing will be needed to properly evaluate variability in properties within a field. If plant productivity is poor further investigation into the source of the fill material may be needed – heavy metals, salt-affected wastes, or other types of unusual human-made additions are possibilities.
es: Debido a que estos suelos han sido perturbados/agotados/añadidos por el hombre a largo plazo, sus características generales son muy variables y se pueden asignar pocas directrices generales de gestión. Los productores deben estudiar cuidadosamente sus campos y examinar la variabilidad en sus áreas para determinar las diferentes necesidades de gestión. Debido a que estos suelos pueden ser perturbados en áreas muy pequeñas, será necesario realizar pruebas de suelo para evaluar adecuadamente la variabilidad de las propiedades dentro de un campo. Si la productividad de las plantas es escasa, puede ser necesario investigar el origen del material de relleno: es posible que haya metales pesados, residuos afectados por la sal u otros tipos de adiciones antropogénicas inusuales.
fr: Étant donné que ces sols ont subi des perturbations anthropiques à long terme, leurs caractéristiques générales sont très variables, et il est difficile d'établir des recommandations générales de gestion. Les producteurs doivent étudier attentivement leurs champs et examiner la variabilité de leurs surfaces afin de déterminer les différents besoins de gestion. Comme ces sols peuvent être perturbés sur de très petites surfaces, des analyses de sol seront nécessaires pour évaluer correctement la variabilité des propriétés au sein d'un champ. Si la productivité des plantes est faible, des recherches plus approfondies sur la provenance des matériaux de remblai pourraient être nécessaires : métaux lourds, déchets contaminés par le sel ou autres apports anthropiques inhabituels sont possibles.
ka: ვინაიდან ამ ნიადაგებს ადამიანის ხანგრძლივი ზემოქმედების შედეგად დიდი ხნის განმავლობაში აწუხებდათ, მათი ზოგადი მახასიათებლები ძალიან ცვალებადია და მართვის ზოგადი სახელმძღვანელო პრინციპების მინიჭება ძალიან მცირეა. მწარმოებლებმა ყურადღებით უნდა შეისწავლონ თავიანთი მინდვრები და გამოიკვლიონ ცვალებადობა მათ ტერიტორიებზე, რათა დაადგინონ მართვის სხვადასხვა საჭიროება. რადგან ეს ნიადაგები შეიძლება ძალიან მცირე ფართობზე იყოს დაზიანებული, ნიადაგის ტესტირება საჭირო იქნება მინდვრის შიგნით თვისებების ცვალებადობის სათანადოდ შესაფასებლად. თუ მცენარის პროდუქტიულობა ცუდია, შეიძლება საჭირო გახდეს შემავსებელი მასალის წყაროს შემდგომი გამოკვლევა - შესაძლებელია მძიმე მეტალები, მარილით ზემოქმედებული ნარჩენები ან ადამიანის მიერ შექმნილი სხვა უჩვეულო დანამატები.
uk: Оскільки ці ґрунти довго зазнавали впливу людини, вони мають дуже мінливі загальні характеристики і дати загальні рекомендації щодо управління складно. Виробникам слід ретельно вивчати свої поля та визначати показники грунтів на своїх ділянках, щоб встановити конкретні потреби в управлінні. Оскільки ці ґрунти можуть бути порушені на дуже невеликих площах, для правильної оцінки властивостей у межах одного поля потрібне тестування ґрунту. Якщо продуктивність рослин низька, може знадобитися подальше дослідження показників цих грунтів –вмісту важких металів, відходів, що містять солі, або інші види незвичайних добавок, внесених людиною.

# soil##match_info##arenosols##name
source: Arenosols
es: Arenosoles
fr: Arénosols
ka: არენოსოლსი

# soil##match_info##arenosols##description
source: Arenosols are sandy soils with minimal soil development. They are inherently low in nutrients and water holding capacity.
es: Los Arenosoles son suelos arenosos con un desarrollo mínimo del suelo. Son inherentemente bajos en nutrientes y capacidad de retención de agua.
fr: Les arénosols sont des sols sableux peu développés. Ils sont intrinsèquement pauvres en nutriments et en capacité de rétention d'eau.
ka: არენოზოლები ქვიშიანი ნიადაგებია მინიმალური ნიადაგის განვითარებით. ისინი ბუნებით ღარიბია საკვები ნივთიერებებითა და წყლის შეკავების უნარით.
uk: Arenosols — це піщані ґрунти з мінімальним розвитком ґрунтового профілю. Апріорі вони характеризуються низьким вмістом поживних речовин та низькою вологоутримувальною здатністю. Поширені на Поліссі (супіщані дерново-підзолисті ґрунти на флювіогляціальних пісках); на Кінбурнській косі, Олешківських пісках (Херсонська обл.) Примітивні піщані ґрунти є на еолових відкладах прибережних терас Дунаю, Дніпра (слаборозвинені алювіальні піщані ґрунти).

# soil##match_info##arenosols##management
source: Since these soils have poor water and nutrient retention they must be fertilized and irrigated for optimal productivity. Management practices to improve nutrient supply and water holding capacity include the addition of organic matter, and use of cover crops and crop rotation. Best productivity will be achieved through the use of supplemental irrigation, use of tools such as mulches or covers to preserve soil moisture, and fertilization.
es: Dado que estos suelos tienen poca retención de agua y nutrientes, deben ser fertilizados y regados para lograr una productividad óptima. Las prácticas de gestión para mejorar el suministro de nutrientes y la capacidad de retención de agua incluyen la adición de materia orgánica, el uso de cultivos de cobertura y la rotación de cultivos. La mejor productividad se logrará mediante el uso de riego suplementario, el uso de herramientas como mantillos o cubiertas para preservar la humedad del suelo, y la fertilización.
fr: Ces sols ayant une faible capacité de rétention d'eau et de nutriments, ils doivent être fertilisés et irrigués pour une productivité optimale. Les pratiques de gestion visant à améliorer l'apport en nutriments et la capacité de rétention d'eau comprennent l'apport de matière organique, le recours à des cultures de couverture et la rotation des cultures. Une productivité optimale sera obtenue grâce à une irrigation d'appoint, à l'utilisation d'outils tels que le paillis ou les couvertures pour préserver l'humidité du sol, et à la fertilisation.
ka: ვინაიდან ამ ნიადაგებს წყლისა და საკვები ნივთიერებების ცუდი შეკავება აქვთ, ოპტიმალური პროდუქტიულობისთვის საჭიროა მათი განოყიერება და მორწყვა. საკვები ნივთიერებების მიწოდებისა და წყლის შეკავების უნარის გასაუმჯობესებლად მართვის პრაქტიკა მოიცავს ორგანული ნივთიერებების დამატებას, საფარი კულტურებისა და თესლბრუნვის გამოყენებას. საუკეთესო პროდუქტიულობა მიიღწევა დამატებითი მორწყვის, ნიადაგის ტენიანობის შესანარჩუნებლად ისეთი ხელსაწყოების, როგორიცაა მულჩები ან საფარი, გამოყენებით და განოყიერებით.
uk: Оскільки ці ґрунти погано утримують воду та поживні речовини, їх необхідно удобрювати та зрошувати для оптимальної продуктивності. Методи управління для покращення родючості включають внесення органічної речовини, використання покривних культур та сівозміну. ​​Найкращої продуктивності буде досягнуто за допомогою додаткового зрошення, використання таких заходів, як мульча або покриви для збереження вологи ґрунту, та удобрення.

# soil##match_info##haplic_arenosols##name
source: Haplic Arenosols
es: Arenosoles Háplicos
fr: Arénosols hapliques
ka: ჰაპლური არენოსოლები

# soil##match_info##haplic_arenosols##description
source: Haplic Arenosols are sandy soils with minimal soil development. They are inherently low in nutrients and water holding capacity.
es: Los Arenosoles Háplicos son suelos arenosos con un desarrollo mínimo del suelo. Son inherentemente bajos en nutrientes y capacidad de retención de agua.
fr: Les arénosols hapliques sont des sols sableux peu développés. Leur teneur en nutriments et leur capacité de rétention d'eau sont intrinsèquement faibles.
ka: ჰაპლური არენოზოლები ქვიშიანი ნიადაგებია მინიმალური ნიადაგის განვითარებით. ისინი ბუნებით ღარიბია საკვები ნივთიერებებითა და წყლის შეკავების უნარით.
uk: Haplic Arenosols – це піщані ґрунти з мінімальним розвитком ґрунту. Вони апріорі мають низький вміст поживних речовин та низьку вологоутримувальну здатність. Профіль слаборозвинений, часто з невираженим гумусовим горизонтом; безкарбонатні, без оглеєння або яскраво забарвлених генетичних горизонтів
