Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##dystric_fluvisols##management
source: These soils are all naturally fertile and productive. Drainage and management of floodwaters can make them suitable for continuous cultivation. However, drainage may affect soil pH, and so sampling should be done to evaluate the need for lime. Once under continuous cultivation care should be taken to avoid soil erosion. Production methods that protect the soil surface (mulches, cover crops), improve water infiltration, or provide a route for water movement from the field in a non-erosive velocity (terraces, drainage ways) should be considered. A low base saturation (presence of Ca, Mg, K) indicates that the soil pH may be low, and liming may be warranted.
es: Estos suelos son todos naturalmente fértiles y productivos. El drenaje y/o la gestión de las aguas de inundación pueden hacerlos aptos para el cultivo continuo. Sin embargo, el drenaje puede afectar al pH del suelo, por lo que debe realizarse un muestreo para evaluar la necesidad de cal. Una vez en cultivo continuo hay que tener cuidado para evitar la erosión del suelo. Deben considerarse métodos de producción que protejan la superficie del suelo (acolchados, cultivos de cobertura), que mejoren la infiltración del agua o que proporcionen una ruta para el movimiento del agua desde el campo a una velocidad no erosiva (terrazas, vías de drenaje). Una baja saturación de bases (presencia de Ca, Mg, K) indica que el pH del suelo puede ser bajo, y puede estar justificado el encalado.
fr: Ces sols sont tous naturellement fertiles et productifs. Le drainage et la gestion des eaux de crue peuvent les rendre propices à une culture continue. Cependant, le drainage peut affecter le pH du sol ; il est donc nécessaire de procéder à des échantillonnages pour évaluer les besoins en chaulage. Une fois le sol mis en culture continue, il convient de veiller à éviter l'érosion. Des méthodes de production qui protègent la surface du sol (paillis, cultures de couverture), améliorent l'infiltration de l'eau ou permettent un écoulement de l'eau depuis le champ à une vitesse non érosive (terrasses, canaux de drainage) doivent être envisagées. Une faible saturation en bases (présence de Ca, Mg, K) indique que le pH du sol peut être bas et qu'un chaulage peut être justifié.
ka: ეს ნიადაგები ბუნებრივად ნაყოფიერი და პროდუქტიულია. დრენაჟი და წყალდიდობის წყლების მართვა მათ უწყვეტი კულტივაციისთვის ვარგისს ხდის. თუმცა, დრენაჟმა შეიძლება გავლენა მოახდინოს ნიადაგის pH-ზე, ამიტომ კირის საჭიროების შესაფასებლად უნდა ჩატარდეს ნიმუშების აღება. უწყვეტი კულტივაციის დაწყების შემდეგ, ყურადღება უნდა მიექცეს ნიადაგის ეროზიის თავიდან აცილებას. გასათვალისწინებელია ისეთი წარმოების მეთოდები, რომლებიც იცავს ნიადაგის ზედაპირს (მულჩები, საფარის კულტურები), აუმჯობესებს წყლის ინფილტრაციას ან უზრუნველყოფს წყლის არაეროზიული სიჩქარით გადაადგილების გზას მინდვრიდან (ტერასები, დრენაჟის გზები). დაბალი ფუძის გაჯერება (Ca, Mg, K-ის არსებობა) მიუთითებს, რომ ნიადაგის pH შეიძლება დაბალი იყოს და კირის გამოყენება შეიძლება გამართლებული იყოს.
uk: Ці ґрунти є природно родючими та продуктивними. Дренаж та управління паводковими водами можуть зробити їх придатними для безперервного обробітку. Однак дренаж може впливати на pH ґрунту, тому слід проводити відбір проб, щоб оцінити потребу у вапні. Під час безперервного обробітку слід вживати заходів для запобігання ерозії ґрунту. Слід розглянути методи виробництва, які захищають поверхню ґрунту (мульча, покривні культури), покращують інфільтрацію води або забезпечують шлях для руху води з поля з неерозійною швидкістю (тераси, дренажні шляхи). Низький рівень насичення основами (наявність Ca, Mg, K) вказує на те, що pH ґрунту може бути низьким, і може знадобитися вапнування.

# soil##match_info##mollic_fluvisols##name
source: Mollic Fluvisols
es: Fluvisoles Mólicos
fr: Fluvisols molliques
ka: მოლიკური ფლუვისოლები

# soil##match_info##mollic_fluvisols##description
source: Mollic Fluvisols are mostly found in floodplains and coastal areas and have limited profile development with a range of properties. Hydrological management is essential for production. Mollic Fluvisols have relatively higher organic matter and nutrients in surface horizons.
es: Los Fluvisoles Mólicos se encuentran principalmente en llanuras de inundación y zonas costeras y tienen un desarrollo de perfil limitado con una serie de propiedades. La gestión hidrológica es esencial para la producción. Los Fluvisoles Mólicos tienen una materia orgánica y nutrientes relativamente altos en los horizontes superficiales.
fr: Les fluvisols molliques se trouvent principalement dans les plaines inondables et les zones côtières et présentent un profil de développement limité, avec des propriétés variées. La gestion hydrologique est essentielle à leur production. Les fluvisols molliques présentent des teneurs en matière organique et en nutriments relativement plus élevées dans les horizons de surface.
ka: მოლური ფლუვისოლები ძირითადად გვხვდება ჭალებსა და სანაპირო რაიონებში და აქვთ შეზღუდული პროფილის განვითარება სხვადასხვა თვისებით. ჰიდროლოგიური მართვა აუცილებელია წარმოებისთვის. მოლური ფლუვისოლები ზედაპირულ ჰორიზონტებში შედარებით მაღალი ორგანული ნივთიერებებისა და საკვები ნივთიერებების შემცველობით ხასიათდება.
uk: Mollic Fluvisols здебільшого зустрічаються в заплавах і прибережних районах і мають обмежений розвиток профілю з різноманітними властивостями. Гідрологічне управління є важливим для виробництва. Mollic Fluvisols мають відносно вищий вміст органічної речовини та поживних речовин у поверхневих горизонтах.

# soil##match_info##mollic_fluvisols##management
source: These soils are all naturally fertile and productive. Drainage and management of floodwaters can make them suitable for continuous cultivation. However, drainage may affect soil pH, and so sampling should be done to evaluate the need for lime. Once under continuous cultivation care should be taken to avoid soil erosion. Production methods that protect the soil surface (mulches, cover crops), improve water infiltration, or provide a route for water movement from the field in a non-erosive velocity (terraces, drainage ways) should be considered.
es: Estos suelos son todos naturalmente fértiles y productivos. El drenaje y/o la gestión de las aguas de inundación pueden hacerlos aptos para el cultivo continuo. Sin embargo, el drenaje puede afectar al pH del suelo, por lo que debe realizarse un muestreo para evaluar la necesidad de cal. Una vez en cultivo continuo hay que tener cuidado para evitar la erosión del suelo. Deben considerarse métodos de producción que protejan la superficie del suelo (mantillos, cultivos de cobertura), mejoren la infiltración del agua o proporcionen una ruta para el movimiento del agua desde el campo a una velocidad no erosiva (terrazas, vías de drenaje).
fr: Ces sols sont tous naturellement fertiles et productifs. Le drainage et la gestion des eaux de crue peuvent les rendre propices à une culture continue. Cependant, le drainage peut affecter le pH du sol ; il est donc nécessaire de procéder à des échantillonnages pour évaluer les besoins en chaux. Une fois le sol cultivé en continu, il convient de veiller à éviter l'érosion. Des méthodes de production qui protègent la surface du sol (paillis, cultures de couverture), améliorent l'infiltration de l'eau ou permettent un écoulement de l'eau depuis le champ à une vitesse non érosive (terrasses, canaux de drainage) doivent être envisagées.
ka: ეს ნიადაგები ბუნებრივად ნაყოფიერი და პროდუქტიულია. დრენაჟი და წყალდიდობის წყლების მართვა მათ უწყვეტი კულტივაციისთვის შესაფერისს ხდის. თუმცა, დრენაჟმა შეიძლება გავლენა მოახდინოს ნიადაგის pH-ზე, ამიტომ კირის საჭიროების შესაფასებლად უნდა ჩატარდეს ნიმუშების აღება. უწყვეტი კულტივაციის შემდეგ, ყურადღება უნდა მიექცეს ნიადაგის ეროზიის თავიდან აცილებას. გასათვალისწინებელია ისეთი წარმოების მეთოდები, რომლებიც იცავს ნიადაგის ზედაპირს (მულჩები, საფარის კულტურები), აუმჯობესებს წყლის ინფილტრაციას ან უზრუნველყოფს წყლის არაეროზიული სიჩქარით გადაადგილების გზას მინდვრიდან (ტერასები, დრენაჟის გზები).
uk: Ці ґрунти є природно родючими та продуктивними. Дренаж та управління паводковими водами можуть зробити їх придатними для безперервного обробітку. Однак дренаж може впливати на pH ґрунту, тому слід проводити відбір проб для оцінки потреби у вапні. Під час безперервного обробітку слід вживати заходів для запобігання ерозії ґрунту. Слід розглянути методи виробництва, які захищають поверхню ґрунту (мульча, покривні культури), покращують інфільтрацію води або забезпечують шлях для руху води з поля з неерозійною швидкістю (тераси, дренажні шляхи).

# soil##match_info##umbric_fluvisols##name
source: Umbric Fluvisols
es: Fluvisoles Úmbricos
fr: Fluvisols ombriques
ka: უმბრიული ფლუვისოლები

# soil##match_info##umbric_fluvisols##description
source: Umbric Fluvisols are mostly found in floodplains and coastal areas and have limited profile development with a range of properties. Hydrological management is essential for production. Umbric Fluvisols have relatively higher organic matter but lower nutrients in surface horizons.
es: Los Fluvisoles Úmbricos se encuentran principalmente en llanuras de inundación y zonas costeras y tienen un desarrollo de perfil limitado con una serie de propiedades. La gestión hidrológica es esencial para la producción. Los Fluvisoles Úmbricos tienen una materia orgánica relativamente más alta pero menos nutrientes en los horizontes superficiales.
fr: Les fluvisols umbriques se trouvent principalement dans les plaines inondables et les zones côtières et présentent un profil de développement limité, avec des propriétés variées. La gestion hydrologique est essentielle à la production. Les fluvisols umbriques présentent une teneur en matière organique relativement élevée, mais une teneur en nutriments plus faible dans les horizons de surface.
ka: უმბრიული ფლუვისოლები ძირითადად გვხვდება ჭალებსა და სანაპირო რაიონებში და აქვთ შეზღუდული პროფილის განვითარება სხვადასხვა თვისებით. ჰიდროლოგიური მართვა აუცილებელია წარმოებისთვის. უმბრიული ფლუვისოლები შედარებით მაღალი ორგანული ნივთიერების შემცველობით, მაგრამ ზედაპირულ ჰორიზონტებში დაბალი საკვები ნივთიერებებით ხასიათდება.
uk: Umbric Fluvisols здебільшого зустрічаються в заплавах і прибережних районах і мають обмежений розвиток профілю з різноманітними властивостями. Гідрологічне управління є важливим для виробництва. Umbric Fluvisols мають відносно вищий вміст органічної речовини, але нижчий вміст поживних речовин у поверхневих горизонтах.

# soil##match_info##umbric_fluvisols##management
source: These soils are all naturally fertile and productive. Drainage and management of floodwaters can make them suitable for continuous cultivation. However, drainage may affect soil pH, and so sampling should be done to evaluate the need for lime. Once under continuous cultivation care should be taken to avoid soil erosion. Production methods that protect the soil surface (mulches, cover crops), improve water infiltration, or provide a route for water movement from the field in a non-erosive velocity (terraces, drainage ways) should be considered. These soils have a surface horizon with a low soil pH (< 5.5) Liming is a key for productivity.
es: Estos suelos son todos naturalmente fértiles y productivos. El drenaje y/o la gestión de las aguas de inundación pueden hacerlos aptos para el cultivo continuo. Sin embargo, el drenaje puede afectar al pH del suelo, por lo que debe realizarse un muestreo para evaluar la necesidad de cal. Una vez en cultivo continuo hay que tener cuidado para evitar la erosión del suelo. Deben considerarse métodos de producción que protejan la superficie del suelo (mantillos, cultivos de cobertura), que mejoren la infiltración del agua o que proporcionen una ruta para el movimiento del agua desde el campo a una velocidad no erosiva (terrazas, vías de drenaje). Estos suelos tienen un horizonte superficial con un pH bajo (< 5,5). El encalado es clave para la productividad.
fr: Ces sols sont tous naturellement fertiles et productifs. Le drainage et la gestion des eaux de crue peuvent les rendre propices à la culture continue. Cependant, le drainage peut affecter le pH du sol ; il est donc nécessaire de procéder à des échantillonnages pour évaluer les besoins en chaux. Une fois le sol cultivé en continu, il convient de veiller à éviter l'érosion. Des méthodes de production protégeant la surface du sol (paillis, cultures de couverture), améliorant l'infiltration de l'eau ou permettant un écoulement de l'eau depuis le champ à une vitesse non érosive (terrasses, canaux de drainage) doivent être envisagées. Ces sols présentent un horizon de surface à faible pH (&lt; 5,5). Le chaulage est essentiel à la productivité.
ka: ეს ნიადაგები ბუნებრივად ნაყოფიერი და პროდუქტიულია. წყალდიდობის შედეგად წარმოქმნილი წყლების დრენაჟი და მართვა მათ უწყვეტი კულტივაციისთვის ვარგისს ხდის. თუმცა, დრენაჟმა შეიძლება გავლენა მოახდინოს ნიადაგის pH-ზე, ამიტომ კირის საჭიროების შესაფასებლად უნდა ჩატარდეს ნიმუშების აღება. უწყვეტი კულტივაციის შემდეგ, ყურადღება უნდა მიექცეს ნიადაგის ეროზიის თავიდან აცილებას. გასათვალისწინებელია ისეთი წარმოების მეთოდები, რომლებიც იცავს ნიადაგის ზედაპირს (მულჩები, საფარის კულტურები), აუმჯობესებს წყლის ინფილტრაციას ან უზრუნველყოფს წყლის არაეროზიული სიჩქარით გადაადგილების გზას მინდვრიდან (ტერასები, დრენაჟის გზები). ამ ნიადაგებს აქვთ ზედაპირული ჰორიზონტი დაბალი ნიადაგის pH-ით (< 5.5). კირის დალექვა პროდუქტიულობის გასაღებია.
uk: Ці ґрунти є природно родючими та продуктивними. Дренаж та управління паводковими водами можуть зробити їх придатними для безперервного обробітку. Однак дренаж може впливати на pH ґрунту, тому слід проводити відбір проб, щоб оцінити потребу у вапні. Під час безперервного обробітку слід вживати заходів для запобігання ерозії ґрунту. Слід розглянути методи виробництва, які захищають поверхню ґрунту (мульча, покривні культури), покращують інфільтрацію води або забезпечують шлях для руху води з поля з неерозійною швидкістю (тераси, дренажні шляхи). Ці ґрунти мають поверхневий горизонт з низьким pH ґрунту (< 5,5). Вапнування є ключем до продуктивності.

# soil##match_info##thionic_fluvisols##name
source: Thionic Fluvisols
es: Fluvisoles Tiónicos
fr: Fluvisols thioniques
ka: თიონური ფლუვისოლები

# soil##match_info##thionic_fluvisols##description
source: Thionic Fluvisols are mostly found in floodplains and coastal areas and have limited profile development with a range of properties. Hydrological management is essential for production. Thionic Fluvisols have extremely low pH (high acidity) or the potential for extremely low pH if drained due to sulfide oxidation.
es: Los Fluvisoles Tiónicos se encuentran sobre todo en llanuras de inundación y zonas costeras y tienen un desarrollo de perfil limitado con una serie de propiedades. La gestión hidrológica es esencial para la producción. Los Fluvisoles Tiónicos tienen un pH extremadamente bajo (alta acidez) o el potencial de un pH extremadamente bajo si se drena debido a la oxidación de los sulfuros.
fr: Les fluvisols thioniques se trouvent principalement dans les plaines inondables et les zones côtières et présentent un profil de développement limité, avec des propriétés variées. La gestion hydrologique est essentielle à leur production. Les fluvisols thioniques présentent un pH extrêmement bas (acidité élevée) ou peuvent atteindre un pH extrêmement bas en cas de drainage dû à l'oxydation des sulfures.
ka: თიონური ფლუვისოლები ძირითადად გვხვდება ჭალებსა და სანაპირო რაიონებში და აქვთ შეზღუდული პროფილის განვითარება სხვადასხვა თვისებით. ჰიდროლოგიური მართვა აუცილებელია წარმოებისთვის. თიონურ ფლუვისოლებს აქვთ უკიდურესად დაბალი pH (მაღალი მჟავიანობა) ან უკიდურესად დაბალი pH-ის პოტენციალი, თუ დრენირება ხდება სულფიდის დაჟანგვის გამო.
uk: Thionic Fluvisols здебільшого зустрічаються в заплавах і прибережних районах і мають обмежений розвиток профілю з різноманітними властивостями. Гідрологічне управління є важливим для виробництва. Thionic Fluvisols мають надзвичайно низький pH (високий рівень кислотності) або потенціал для надзвичайно низького pH, якщо вони дренуються через окислення сульфідів.

# soil##match_info##thionic_fluvisols##management
source: These soils are all naturally fertile and productive. Drainage and management of floodwaters can make them suitable for continuous cultivation. However, drainage may affect soil pH, and so sampling should be done to evaluate the need for lime. Once under continuous cultivation care should be taken to avoid soil erosion. Production methods that protect the soil surface (mulches, cover crops), improve water infiltration, or provide a route for water movement from the field in a non-erosive velocity (terraces, drainage ways) should be considered. Application of lime will be required for these soils. They will be high in sulfur, and once drained liming will be needed to keep the soil pH at a suitable level for crop production.
es: Estos suelos son todos naturalmente fértiles y productivos. El drenaje y/o la gestión de las aguas de inundación pueden hacerlos aptos para el cultivo continuo. Sin embargo, el drenaje puede afectar al pH del suelo, por lo que debe realizarse un muestreo para evaluar la necesidad de cal. Una vez en cultivo continuo hay que tener cuidado para evitar la erosión del suelo. Deben considerarse métodos de producción que protejan la superficie del suelo (acolchados, cultivos de cobertura), que mejoren la infiltración del agua o que proporcionen una ruta para el movimiento del agua desde el campo a una velocidad no erosiva (terrazas, vías de drenaje). La aplicación de cal será necesaria para estos suelos. Tendrán un alto contenido de azufre y, una vez drenados, será necesario el encalado para mantener el pH del suelo en un nivel adecuado para la producción de cultivos.
fr: Ces sols sont tous naturellement fertiles et productifs. Le drainage et la gestion des eaux de crue peuvent les rendre propices à une culture continue. Cependant, le drainage peut affecter le pH du sol ; il est donc nécessaire de procéder à des échantillonnages pour évaluer les besoins en chaux. Une fois le sol mis en culture continue, il convient de veiller à éviter l'érosion. Des méthodes de production protégeant la surface du sol (paillis, cultures de couverture), améliorant l'infiltration de l'eau ou permettant à l'eau de s'écouler du champ à une vitesse non érosive (terrasses, canaux de drainage) doivent être envisagées. L'application de chaux sera nécessaire sur ces sols. Riches en soufre, ils nécessiteront un chaulage une fois drainés pour maintenir le pH du sol à un niveau adapté à la production agricole.
ka: ეს ნიადაგები ბუნებრივად ნაყოფიერი და პროდუქტიულია. დრენაჟი და წყალდიდობის წყლების მართვა მათ უწყვეტი კულტივაციისთვის შესაფერისს ხდის. თუმცა, დრენაჟმა შეიძლება გავლენა მოახდინოს ნიადაგის pH-ზე, ამიტომ კირის საჭიროების შესაფასებლად უნდა ჩატარდეს ნიმუშების აღება. უწყვეტი კულტივაციის შემდეგ, ყურადღება უნდა მიექცეს ნიადაგის ეროზიის თავიდან აცილებას. გასათვალისწინებელია წარმოების ისეთი მეთოდები, რომლებიც იცავს ნიადაგის ზედაპირს (მულჩები, საფარის კულტურები), აუმჯობესებს წყლის ინფილტრაციას ან უზრუნველყოფს წყლის არაეროზიული სიჩქარით გადაადგილების გზას მინდვრიდან (ტერასები, დრენაჟის გზები). ამ ნიადაგებისთვის საჭირო იქნება კირის გამოყენება. ისინი მდიდარი იქნება გოგირდით და დრენაჟის შემდეგ საჭირო იქნება კირის დამატება, რათა ნიადაგის pH-ის დონე მოსავლის წარმოებისთვის შესაფერის დონეზე შენარჩუნდეს.
uk: Ці ґрунти є природно родючими та продуктивними. Дренаж та управління паводковими водами можуть зробити їх придатними для безперервного обробітку. Однак дренаж може впливати на pH ґрунту, тому слід проводити відбір проб, щоб оцінити потребу у вапні. Під час безперервного обробітку слід вживати заходів для запобігання ерозії ґрунту. Слід розглянути методи виробництва, які захищають поверхню ґрунту (мульча, покривні культури), покращують інфільтрацію води або забезпечують шлях для руху води з поля з неерозійною швидкістю (тераси, дренажні шляхи). Для цих ґрунтів знадобиться внесення вапна. Вони матимуть високий вміст сірки, і після дренування знадобиться вапнування, щоб підтримувати pH ґрунту на відповідному рівні для вирощування сільськогосподарських культур.

# soil##match_info##salic_fluvisols##name
source: Salic Fluvisols
es: Fluvisoles Sálicos
fr: Fluvisols saliques
ka: მარილიანი ფლუვისოლები

# soil##match_info##salic_fluvisols##description
source: Salic Fluvisols are mostly found in floodplains and coastal areas and have limited profile development with a range of properties. Hydrological management is essential for production. Salic Fluvisols have high salinity in the upper portion of soil.
es: Los Fluvisoles Sálicos se encuentran sobre todo en llanuras de inundación y zonas costeras y tienen un desarrollo de perfil limitado con una serie de propiedades. La gestión hidrológica es esencial para la producción. Los Fluvisoles Sálicos tienen una alta salinidad en la parte superior del suelo.
fr: Les fluvisols saliques se trouvent principalement dans les plaines inondables et les zones côtières et présentent un profil de développement limité, avec des propriétés variées. La gestion hydrologique est essentielle à la production. Les fluvisols saliques présentent une salinité élevée dans la partie supérieure du sol.
ka: მარილიანი ფლუვისოლები ძირითადად გვხვდება ჭალებსა და სანაპირო რაიონებში და აქვთ შეზღუდული პროფილის განვითარება სხვადასხვა თვისებით. ჰიდროლოგიური მართვა აუცილებელია წარმოებისთვის. მარილიან ფლუვისოლებს ნიადაგის ზედა ნაწილში მაღალი მარილიანობა ახასიათებთ.
uk: Salic Fluvisols здебільшого зустрічаються в заплавах і прибережних районах і мають обмежений розвиток профілю з різноманітними властивостями. Гідрологічне управління є важливим для виробництва. Salic Fluvisols мають високу засоленість у верхній частині ґрунту.
