Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gleyic_luvisols##management
source: These soils are fertile, and can be used for a wide range of cropping practices. However, they are sensitive to soil loss through erosion, and care must be taken to protect the soil from loss. If the soil is already eroded they may best be suited for grazing andtree crops. Drainage of these soils may be needed. However, since this is saturation via groundwater this may not be possible, and thus shallow-rooted crops must be considered. If fertilized and not drained, loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers (if available).
es: Estos suelos son fértiles y pueden utilizarse para una amplia gama de prácticas de cultivo. Sin embargo, son sensibles a la pérdida de suelo por erosión, y hay que tener cuidado para proteger el suelo de la pérdida. Si el suelo ya está erosionado, pueden ser más adecuados para el pastoreo y/o los cultivos arbóreos. Puede ser necesario el drenaje de estos suelos. Sin embargo, al tratarse de una saturación a través de las aguas subterráneas, esto puede no ser posible, por lo que deben considerarse los cultivos de raíz superficial. Si se fertiliza y no se drena, es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. El uso más eficiente del N por parte de los cultivos en estos suelos puede lograrse mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta (si están disponibles).
fr: Ces sols sont fertiles et peuvent être utilisés pour un large éventail de pratiques culturales. Cependant, ils sont sensibles à la perte de sol due à l'érosion, et il convient de veiller à les protéger. Si le sol est déjà érodé, il peut être plus adapté au pâturage et à la culture arboricole. Un drainage de ces sols peut être nécessaire. Cependant, la saturation par les eaux souterraines peut s'avérer impossible, et il faut donc envisager des cultures à racines superficielles. En cas de fertilisation et non de drainage, la perte d'azote (N) appliquée par dénitrification ou lessivage est possible. Une utilisation plus efficace de l'azote des cultures dans ces sols peut être obtenue par : 1) le drainage ; et 2) l'utilisation d'engrais azotés à libération lente (si disponibles).
ka: ეს ნიადაგები ნაყოფიერია და შეიძლება გამოყენებულ იქნას კულტურების ფართო სპექტრისთვის. თუმცა, ისინი მგრძნობიარეა ეროზიის შედეგად ნიადაგის დაკარგვის მიმართ და საჭიროა სიფრთხილე ნიადაგის დაკარგვისგან დასაცავად. თუ ნიადაგი უკვე ეროზიულია, ისინი შეიძლება საუკეთესოდ შეეფერებოდეს საძოვრებსა და ხის კულტურებს. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. თუმცა, რადგან ეს ხდება მიწისქვეშა წყლებით გაჯერების გზით, ეს შეიძლება შეუძლებელი იყოს და ამიტომ უნდა განიხილებოდეს ზედაპირული ფესვების მქონე კულტურების გამოყენება. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციის ან გამორეცხვის გზით. ამ ნიადაგებში აზოტის უფრო ეფექტური გამოყენების მიღწევა შესაძლებელია: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით (ასეთის არსებობის შემთხვევაში).
uk: Ці ґрунти родючі та можуть використовуватися для широкого спектру сільськогосподарських практик. Однак вони чутливі до втрати ґрунту через ерозію, тому необхідно вживати заходів для захисту ґрунту від втрат. Якщо ґрунт вже ерозований, він найкраще підходить для випасу худоби та вирощування дерев. Може знадобитися дренаж цих ґрунтів. Однак, оскільки це насичення через ґрунтові води, це може бути неможливо, тому слід розглянути можливість вирощування культур з поверхневим корінням. Якщо удобрювати, а не дренувати, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами на цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення (якщо такі є).

# soil##match_info##nitisols##name
source: Nitisols
es: Nitisoles
ka: ნიტისოლები

# soil##match_info##nitisols##description
source: Nitisols are the most productive humid subtropical and tropical soils. They have well developed structure with relatively clayey and iron enriched subsoils which retain water and nutrients.
es: Los Nitisoles son los suelos subtropicales y tropicales húmedos más productivos. Tienen una estructura bien desarrollada con subsuelos relativamente arcillosos y enriquecidos en hierro que retienen agua y nutrientes.
fr: Les nitisols sont les sols subtropicaux et tropicaux humides les plus productifs. Leur structure est bien développée et leurs sous-sols relativement argileux et riches en fer retiennent l'eau et les nutriments.
ka: ნიტისოლები ყველაზე პროდუქტიული ნოტიო სუბტროპიკული და ტროპიკული ნიადაგებია. მათ აქვთ კარგად განვითარებული სტრუქტურა შედარებით თიხიანი და რკინით გამდიდრებული ქვენიადაგით, რომელიც ინარჩუნებს წყალსა და საკვებ ნივთიერებებს.
uk: Nitisols – найпродуктивніші вологі субтропічні та тропічні ґрунти. Вони мають добре розвинену структуру з відносно глинистими та збагаченими залізом підґрунтям, які утримують воду та поживні речовини.

# soil##match_info##nitisols##management
source: These are productive soils, and can be used for crop production. They have excellent internal drainage and good water holding capacity. These soils do have a high degree of phosphorus sorption, and will fix phosphorus, making it unavailable for plant uptake during the cropping season. Phosphorus fertilization will be needed for best productivity. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation.
es: Son suelos productivos y pueden utilizarse para la producción de cultivos. Tienen un excelente drenaje interno y una buena capacidad de retención de agua. Estos suelos tienen un alto grado de absorción de fósforo y fijan el fósforo, por lo que no está disponible para la planta durante la temporada de cultivo. La fertilización con fósforo será necesaria para obtener la mejor productividad. Las prácticas bien documentadas, como la aplicación de fertilizantes fosfatados en banda (directamente sobre la semilla o a un lado y abajo de la semilla), ayudarán a reducir la fijación de P.
fr: Ces sols sont productifs et propices à la production agricole. Ils présentent un excellent drainage interne et une bonne capacité de rétention d'eau. Leur forte sorption du phosphore les rend indisponibles pour l'absorption par les plantes pendant la saison de culture. Une fertilisation phosphatée est nécessaire pour une productivité optimale. Des pratiques bien documentées, comme l'application en bandes (directement sur la semence ou latéralement et en contrebas) d'engrais phosphatés, contribuent à réduire la fixation du phosphore.
ka: ეს ნიადაგები პროდუქტიულია და შეიძლება გამოყენებულ იქნას მოსავლის წარმოებისთვის. მათ აქვთ შესანიშნავი შიდა დრენაჟი და კარგი წყლის შეკავების უნარი. ამ ნიადაგებს აქვთ ფოსფორის მაღალი ხარისხის შეწოვა და აფიქსირებენ ფოსფორს, რაც მას მიუწვდომელს ხდის მცენარის მიერ მოსავლის აღების სეზონზე. საუკეთესო პროდუქტიულობისთვის საჭირო იქნება ფოსფორიანი განოყიერება. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფატური სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის შეკავების შემცირებას.
uk: Це продуктивні ґрунти, які можна використовувати для вирощування сільськогосподарських культур. Вони мають чудовий внутрішній дренаж і добру вологоутримувальну здатність. Ці ґрунти мають високий ступінь сорбції фосфору та фіксують його, роблячи його недоступним для засвоєння рослинами протягом вегетаційного періоду. Для найкращої продуктивності знадобиться фосфорне удобрення. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфорних добрив, допоможуть зменшити фіксацію фосфору.

# soil##match_info##haplic_nitisols##name
source: Haplic Nitisols
es: Nitisoles Háplicos
fr: Nitisols hapliques
ka: ჰაპლიკური ნიტისოლები

# soil##match_info##haplic_nitisols##description
source: Haplic Nitisols are the most productive humid subtropical and tropical soils. They have well developed structure with relatively clayey and iron enriched subsoils which retain water and nutrients.
es: Los Nitisoles Háplicos son los suelos subtropicales y tropicales húmedos más productivos. Tienen una estructura bien desarrollada con subsuelos relativamente arcillosos y enriquecidos en hierro que retienen agua y nutrientes.
fr: Les nitisols hapliques sont les sols subtropicaux et tropicaux humides les plus productifs. Leur structure est bien développée et leurs sous-sols relativement argileux et riches en fer retiennent l'eau et les nutriments.
ka: ჰაპლური ნიტისოლები ყველაზე პროდუქტიული ნოტიო სუბტროპიკული და ტროპიკული ნიადაგებია. მათ აქვთ კარგად განვითარებული სტრუქტურა შედარებით თიხიანი და რკინით გამდიდრებული ქვენიადაგით, რომელიც ინარჩუნებს წყალსა და საკვებ ნივთიერებებს.
uk: Haplic Nitisols – найпродуктивніші вологі субтропічні та тропічні ґрунти. Вони мають добре розвинену структуру з відносно глинистими та збагаченими залізом підґрунтям, які утримують воду та поживні речовини.

# soil##match_info##haplic_nitisols##management
source: These are productive soils, and can be used for crop production. They have excellent internal drainage and good water holding capacity. These soils do have a high degree of phosphorus sorption, and will fix phosphorus, making it unavailable for plant uptake during the cropping season. Phosphorus fertilization will be needed for best productivity. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation.
es: Son suelos productivos y pueden utilizarse para la producción de cultivos. Tienen un excelente drenaje interno y una buena capacidad de retención de agua. Estos suelos tienen un alto grado de absorción de fósforo y fijan el fósforo, por lo que no está disponible para la planta durante la temporada de cultivo. La fertilización con fósforo será necesaria para obtener la mejor productividad. Las prácticas bien documentadas, como la aplicación de fertilizantes fosfatados en banda (directamente sobre la semilla o a un lado y abajo de la semilla), ayudarán a reducir la fijación de P.
fr: Ces sols sont productifs et propices à la production agricole. Ils présentent un excellent drainage interne et une bonne capacité de rétention d'eau. Leur forte sorption du phosphore les rend indisponibles pour l'absorption par les plantes pendant la saison de culture. Une fertilisation phosphatée est nécessaire pour une productivité optimale. Des pratiques bien documentées, comme l'application en bandes (directement sur la semence ou latéralement et en contrebas) d'engrais phosphatés, contribuent à réduire la fixation du phosphore.
ka: ეს ნიადაგები პროდუქტიულია და შეიძლება გამოყენებულ იქნას მოსავლის წარმოებისთვის. მათ აქვთ შესანიშნავი შიდა დრენაჟი და კარგი წყლის შეკავების უნარი. ამ ნიადაგებს აქვთ ფოსფორის მაღალი ხარისხის შეწოვა და აფიქსირებენ ფოსფორს, რაც მას მიუწვდომელს ხდის მცენარის მიერ მოსავლის აღების სეზონზე. საუკეთესო პროდუქტიულობისთვის საჭირო იქნება ფოსფორიანი განოყიერება. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფატური სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის შეკავების შემცირებას.
uk: Це продуктивні ґрунти, які можна використовувати для вирощування сільськогосподарських культур. Вони мають чудовий внутрішній дренаж і добру вологоутримувальну здатність. Ці ґрунти мають високий ступінь сорбції фосфору та фіксують його, роблячи його недоступним для засвоєння рослинами протягом вегетаційного періоду. Для найкращої продуктивності знадобиться фосфорне удобрення. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфорних добрив, допоможуть зменшити фіксацію фосфору.

# soil##match_info##rhodic_nitisols##name
source: Rhodic Nitisols
es: Nitisoles Ródicos
fr: Nitisols rhodiques
ka: როდული ნიტისოლები

# soil##match_info##rhodic_nitisols##description
source: Rhodic Nitisols are the most productive humid subtropical and tropical soils. They have well developed structure with relatively clayey and iron enriched subsoils which retain water and nutrients. Rhodic Nitisols have dark red subsoils with high P sorption.
es: Los Nitisoles Ródicos son los suelos subtropicales y tropicales húmedos más productivos. Tienen una estructura bien desarrollada con subsuelos relativamente arcillosos y enriquecidos en hierro que retienen agua y nutrientes. *Los Nitisoles Ródicos tienen subsuelos de color rojo oscuro con alta sorción de P.
fr: Les nitisols rhodiques sont les sols subtropicaux et tropicaux humides les plus productifs. Leur structure est bien développée et leurs sous-sols relativement argileux et riches en fer retiennent l'eau et les nutriments. Leur sous-sol rouge foncé présente une forte sorption de phosphore.
ka: როდული ნიტიზოლები ყველაზე პროდუქტიული ნოტიო სუბტროპიკული და ტროპიკული ნიადაგებია. მათ აქვთ კარგად განვითარებული სტრუქტურა შედარებით თიხიანი და რკინით გამდიდრებული ქვენიადაგით, რომელიც ინარჩუნებს წყალს და საკვებ ნივთიერებებს. როდულ ნიტიზოლებს აქვთ მუქი წითელი ქვენიადაგი ფოსფორის მაღალი შთანთქმით.
uk: Rhodic Nitisols є найпродуктивнішими вологі субтропічні та тропічні ґрунти. Вони мають добре розвинену структуру з відносно глинистими та збагаченими залізом підґрунтям, які утримують воду та поживні речовини. Rhodic Nitisols мають темно-червоні підґрунтя з високою сорбцією фосфору.

# soil##match_info##rhodic_nitisols##management
source: These are productive soils, and can be used for crop production. They have excellent internal drainage and good water holding capacity. These soils do have a high degree of phosphorus sorption, and will fix phosphorus, making it unavailable for plant uptake during the cropping season. Phosphorus fertilization will be needed for best productivity. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. It is especially important that P fertilization be used on these soils, which are specifically noted for having high P sorption.
es: Son suelos productivos y pueden utilizarse para la producción de cultivos. Tienen un excelente drenaje interno y una buena capacidad de retención de agua. Estos suelos tienen un alto grado de absorción de fósforo y fijan el fósforo, por lo que no está disponible para la absorción de las plantas durante la temporada de cultivo. La fertilización con fósforo será necesaria para obtener la mejor productividad. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. Es especialmente importante que la fertilización con P se utilice en estos suelos, que se destacan específicamente por tener una alta sorción de P.
fr: Ces sols sont productifs et propices à la production agricole. Ils présentent un excellent drainage interne et une bonne capacité de rétention d'eau. Leur forte sorption du phosphore les rend indisponibles pour l'absorption par les plantes pendant la saison de culture. Une fertilisation phosphatée est nécessaire pour une productivité optimale. Des pratiques bien documentées, comme l'application en bandes (directement sur la semence ou latéralement et en contrebas) d'engrais phosphatés, contribuent à réduire la fixation du phosphore. La fertilisation phosphatée est particulièrement importante sur ces sols, particulièrement connus pour leur forte sorption du phosphore.
ka: ეს ნიადაგები პროდუქტიულია და შეიძლება გამოყენებულ იქნას მოსავლის წარმოებისთვის. მათ აქვთ შესანიშნავი შიდა დრენაჟი და კარგი წყლის შეკავების უნარი. ამ ნიადაგებს აქვთ ფოსფორის მაღალი ხარისხის სორბცია და აფიქსირებენ ფოსფორს, რაც მას მიუწვდომელს ხდის მცენარის მიერ მოსავლის აღების სეზონზე. საუკეთესო პროდუქტიულობისთვის საჭირო იქნება ფოსფორიანი განოყიერება. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფორიანი სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის შეკავების შემცირებას. განსაკუთრებით მნიშვნელოვანია, რომ ფოსფორიანი განოყიერება გამოყენებულ იქნას ამ ნიადაგებზე, რომლებიც განსაკუთრებით ცნობილია ფოსფორის მაღალი სორბციით.
uk: Це продуктивні ґрунти, які можна використовувати для вирощування сільськогосподарських культур. Вони мають чудовий внутрішній дренаж і добру вологоутримувальну здатність. Ці ґрунти мають високий ступінь сорбції фосфору та фіксують його, роблячи його недоступним для засвоєння рослинами протягом вегетаційного періоду. Для найкращої продуктивності знадобиться фосфорне удобрення. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфорних добрив, допоможуть зменшити фіксацію фосфору. Особливо важливо використовувати фосфорне удобрення на цих ґрунтах, які відзначаються високим рівнем сорбції фосфору.

# soil##match_info##humic_nitisols##name
source: Humic Nitisols
es: Nitisoles Húmicos
fr: Nitisols humiques
ka: ჰუმუსური ნიტიზოლები

# soil##match_info##humic_nitisols##description
source: Humic Nitisols are the most productive humid subtropical and tropical soils. They have well developed structure with relatively clayey and iron enriched subsoils which retain water and nutrients. Humic Nitisols have relatively higher organic matter in surface horizons.
es: Los Nitisoles Húmicos son los suelos subtropicales y tropicales húmedos más productivos. Tienen una estructura bien desarrollada con subsuelos relativamente arcillosos y enriquecidos en hierro que retienen agua y nutrientes. *Los Nitisoles Húmicos tienen relativamente más materia orgánica en los horizontes superficiales.
fr: Les nitisols humiques sont les sols subtropicaux et tropicaux humides les plus productifs. Leur structure est bien développée et leurs sous-sols relativement argileux et riches en fer retiennent l'eau et les nutriments. Leurs horizons de surface contiennent une teneur en matière organique relativement plus élevée.
ka: ჰუმუსური ნიტიზოლები ყველაზე პროდუქტიული ნოტიო სუბტროპიკული და ტროპიკული ნიადაგებია. მათ აქვთ კარგად განვითარებული სტრუქტურა შედარებით თიხიანი და რკინით გამდიდრებული ქვენიადაგით, რომელიც ინარჩუნებს წყალს და საკვებ ნივთიერებებს. ჰუმუსური ნიტიზოლები ზედაპირულ ჰორიზონტებში შედარებით მაღალი ორგანული ნივთიერების შემცველობით ხასიათდება.
uk: Humic Nitisols є найпродуктивнішими вологими субтропічними та тропічними ґрунтами. Вони мають добре розвинену структуру з відносно глинистими та збагаченими залізом підґрунтям, які утримують воду та поживні речовини. Humic Nitisols мають відносно вищий вміст органічної речовини в поверхневих горизонтах.

# soil##match_info##humic_nitisols##management
source: These are productive soils, and can be used for crop production. They have excellent internal drainage and good water holding capacity. These soils do have a high degree of phosphorus sorption, and will fix phosphorus, making it unavailable for plant uptake during the cropping season. Phosphorus fertilization will be needed for best productivity. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation.
es: Son suelos productivos y pueden utilizarse para la producción de cultivos. Tienen un excelente drenaje interno y una buena capacidad de retención de agua. Estos suelos tienen un alto grado de absorción de fósforo y fijan el fósforo, por lo que no está disponible para la planta durante la temporada de cultivo. La fertilización con fósforo será necesaria para obtener la mejor productividad. Las prácticas bien documentadas, como la aplicación de fertilizantes fosfatados en banda (directamente sobre la semilla o a un lado y abajo de la semilla), ayudarán a reducir la fijación de P.
fr: Ces sols sont productifs et propices à la production agricole. Ils présentent un excellent drainage interne et une bonne capacité de rétention d'eau. Leur forte sorption du phosphore les rend indisponibles pour l'absorption par les plantes pendant la saison de culture. Une fertilisation phosphatée est nécessaire pour une productivité optimale. Des pratiques bien documentées, comme l'application en bandes (directement sur la semence ou latéralement et en contrebas) d'engrais phosphatés, contribuent à réduire la fixation du phosphore.
ka: ეს ნიადაგები პროდუქტიულია და შეიძლება გამოყენებულ იქნას მოსავლის წარმოებისთვის. მათ აქვთ შესანიშნავი შიდა დრენაჟი და კარგი წყლის შეკავების უნარი. ამ ნიადაგებს აქვთ ფოსფორის მაღალი ხარისხის შეწოვა და აფიქსირებენ ფოსფორს, რაც მას მიუწვდომელს ხდის მცენარის მიერ მოსავლის აღების სეზონზე. საუკეთესო პროდუქტიულობისთვის საჭირო იქნება ფოსფორიანი განოყიერება. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფატური სასუქების ზოლური შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის შეკავების შემცირებას.
uk: Це продуктивні ґрунти, які можна використовувати для вирощування сільськогосподарських культур. Вони мають чудовий внутрішній дренаж і добру вологоутримувальну здатність. Ці ґрунти мають високий ступінь сорбції фосфору та фіксують його, роблячи його недоступним для засвоєння рослинами протягом вегетаційного періоду. Для найкращої продуктивності знадобиться фосфорне удобрення. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфорних добрив, допоможуть зменшити фіксацію фосфору.

# soil##match_info##phaeozems##name
source: Phaeozems
es: Feozems
fr: Phéozems
ka: ფეოზემები

# soil##match_info##phaeozems##description
source: Phaeozems are fertile and productive soils of grasslands with relatively high organic matter and base saturation. Their occurrence in dry climates means that irrigation is likely needed for production.
es: Los Feozems son suelos fértiles y productivos de pastizales con una materia orgánica y una saturación de bases relativamente altas. Su presencia en climas secos significa que es probable que el riego sea necesario para la producción.
fr: Les phaeozems sont des sols fertiles et productifs de prairies, présentant une teneur en matière organique et une saturation en bases relativement élevées. Leur présence dans les climats secs nécessite probablement une irrigation pour la production.
ka: ფეოზემები ბალახოვანი საძოვრების ნაყოფიერი და პროდუქტიული ნიადაგებია, შედარებით მაღალი ორგანული ნივთიერებებითა და ტუტე ნივთიერებებით გაჯერებით. მათი არსებობა მშრალ კლიმატში ნიშნავს, რომ წარმოებისთვის, სავარაუდოდ, მორწყვაა საჭირო.
uk: Phaeozems — це родючі та продуктивні ґрунти луків з відносно високим вмістом органічної речовини та насиченістю основами. Їхнє виникнення в сухому кліматі означає, що для виробництва, ймовірно, потрібне зрошення.
