Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##petric_calcisols##management
source: These soils have low organic matter content, are dry, and often stony. They are calcareous, and will have high base saturation (Ca, Mg and K) and high soil pH. Due to their root-limiting layer, these soils should be used for grazing, or limited cultivation of drought tolerant, shallow rooted crops. At best they could be cultivated every-other or every-third year, with fallow in the years in which the soils are not used for crops. If irrigated, care must be taken so that the soils do not become high in salts (saline) and high quality irrigation water that is low in salts would be needed to prevent salinization.
es: Estos suelos tienen un bajo contenido en materia orgánica, son secos y a menudo pedregosos. Son calcáreos, y tendrán una alta saturación de bases (Ca, Mg y K) y un alto pH del suelo. Debido a su capa limitadora de raíces, estos suelos deberían utilizarse para el pastoreo o para el cultivo limitado de cultivos tolerantes a la sequía y de raíces poco profundas. En el mejor de los casos, podrían cultivarse cada dos o tres años, con barbecho en los años en que no se utilicen los suelos para cultivos. Si se riegan, hay que tener cuidado para que los suelos no se vuelvan muy salinos y se necesitaría agua de riego de alta calidad y baja en sales para evitar la salinización.
fr: Ces sols sont pauvres en matière organique, secs et souvent pierreux. Calcaires, ils présentent une saturation en bases élevée (Ca, Mg et K) et un pH élevé. En raison de leur couche racinaire limitante, ces sols devraient être utilisés pour le pâturage ou pour la culture limitée de cultures résistantes à la sécheresse et à enracinement superficiel. Au mieux, ils pourraient être cultivés tous les deux ou trois ans, avec une jachère les années où les sols ne sont pas cultivés. En cas d'irrigation, il faut veiller à ce que les sols ne deviennent pas salins et une eau d'irrigation de haute qualité et pauvre en sels serait nécessaire pour prévenir la salinisation.
ka: ამ ნიადაგებს ორგანული ნივთიერებების დაბალი შემცველობა აქვთ, მშრალი და ხშირად ქვიანია. ისინი კირქვიანია და მაღალი ფუძეგაჯერებულობა (Ca, Mg და K) და ნიადაგის მაღალი pH აქვთ. ფესვთა შემზღუდავი ფენის გამო, ეს ნიადაგები უნდა იქნას გამოყენებული საძოვრად ან გვალვაგამძლე, ზედაპირული ფესვგადასავლების მქონე კულტურების შეზღუდული კულტივაციისთვის. საუკეთესო შემთხვევაში, მათი დამუშავება შესაძლებელია ყოველ მეორე ან სამ წელიწადში ერთხელ, ხოლო იმ წლებში, როდესაც ნიადაგები კულტურებისთვის არ გამოიყენება, უვარგისი ნიადაგი უნდა იყოს. მორწყვის შემთხვევაში, საჭიროა სიფრთხილე, რომ ნიადაგები არ გამდიდრდეს მარილებით (მარილიანი) და დამლაშების თავიდან ასაცილებლად საჭირო იქნება მაღალი ხარისხის, მარილიანი შემცველობის მქონე სარწყავი წყალი.
uk: Ці ґрунти мають низький вміст органічних речовин, сухі та часто кам'янисті. Вони вапняні, мають високий рівень насичення основами (Ca, Mg та K) та високий рівень pH ґрунту. Через шар, що обмежує коріння, ці ґрунти слід використовувати для випасу худоби або обмеженого вирощування посухостійких культур з поверхневим корінням. У кращому випадку їх можна обробляти через або раз на третій рік, залишаючи пар у роки, коли ґрунти не використовуються для вирощування сільськогосподарських культур. У разі зрошення необхідно стежити за тим, щоб ґрунти не мали високого вмісту солей (засолення), а для запобігання засоленню потрібна високоякісна поливна вода з низьким вмістом солей.

# soil##match_info##cambisols##name
source: Cambisols
es: Cambisoles
ka: კამბისოლსი

# soil##match_info##cambisols##description
source: Cambisols are widely occurring soils with limited soil development. These are productive soils with high base saturation (Ca, Mg and K) in the upper portion of soil.
es: Los Cambisoles son suelos de amplia ocurrencia con un desarrollo limitado del suelo. Son suelos productivos con alta saturación de bases (Ca, Mg y K) en la parte superior del suelo.
fr: Les cambisols sont des sols répandus, peu développés. Ce sont des sols productifs, dont la partie supérieure est fortement saturée en bases (Ca, Mg et K).
ka: კამბისოლები ფართოდ გავრცელებული ნიადაგებია, რომლებსაც ნიადაგის შეზღუდული განვითარება ახასიათებთ. ეს არის პროდუქტიული ნიადაგები, ნიადაგის ზედა ნაწილში მაღალი ფუძე-სატურაციით (Ca, Mg და K).
uk: Cambisols – це широко поширені ґрунти з обмеженим розвитком ґрунту. Це продуктивні ґрунти з високим насиченням основами (Ca, Mg та K) у верхній частині ґрунту.

# soil##match_info##cambisols##management
source: In temperate regions the soils will have a high content of basic cations (potassium, calcium and magnesium), while in more humid regions they may have lower levels of soil nutrients. Cambisols will have high base saturation, which means that the available soil nutrients will be predominantly calcium, potassium, and magnesium. These soils are well suited for crop production, and can be intensively used. Fertilization should be used to improve productivity, and irrigation can be included to further boost productivity.
es: En regiones templadas los suelos tendrán un alto contenido de cationes básicos (potasio, calcio y magnesio), mientras que en regiones más húmedas pueden tener niveles más bajos de nutrientes en el suelo. Los Cambisoles tendrán una alta saturación de bases, lo que significa que los nutrientes disponibles en el suelo serán predominantemente calcio, potasio y magnesio. Estos suelos son muy adecuados para la producción de cultivos y pueden utilizarse de forma intensiva. La fertilización debe utilizarse para mejorar la productividad, y puede incluirse el riego para aumentar aún más la productividad.
fr: Dans les régions tempérées, les sols présentent une teneur élevée en cations basiques (potassium, calcium et magnésium), tandis que dans les régions plus humides, ils peuvent présenter des teneurs plus faibles en nutriments. Les cambisols présentent une saturation en bases élevée, ce qui signifie que les nutriments disponibles sont principalement le calcium, le potassium et le magnésium. Ces sols sont bien adaptés à la production agricole et peuvent être exploités intensivement. La fertilisation doit être utilisée pour améliorer la productivité, et l'irrigation peut être intégrée pour la stimuler davantage.
ka: ზომიერ რეგიონებში ნიადაგები შეიცავს ფუძე კათიონების (კალიუმი, კალციუმი და მაგნიუმი) მაღალ შემცველობას, ხოლო უფრო ნოტიო რეგიონებში ნიადაგში საკვები ნივთიერებების დონე შეიძლება დაბალი იყოს. კამბისოლებს აქვთ ფუძეებით გაჯერების მაღალი დონე, რაც ნიშნავს, რომ ნიადაგის ხელმისაწვდომი საკვები ნივთიერებები უპირატესად კალციუმი, კალიუმი და მაგნიუმი იქნება. ეს ნიადაგები კარგად არის შესაფერისი მოსავლის წარმოებისთვის და მათი ინტენსიური გამოყენება შესაძლებელია. პროდუქტიულობის გასაუმჯობესებლად უნდა იქნას გამოყენებული სასუქი, ხოლო პროდუქტიულობის შემდგომი გაზრდის მიზნით შეიძლება გამოყენებულ იქნას ირიგაცია.
uk: У помірних регіонах ґрунти матимуть високий вміст основних катіонів (калію, кальцію та магнію), тоді як у більш вологих регіонах вони можуть мати нижчий рівень поживних речовин у ґрунті. Cambisols матимуть високий рівень насичення основами, що означає, що доступні поживні речовини ґрунту будуть переважно кальцієм, калієм та магнієм. Ці ґрунти добре підходять для вирощування сільськогосподарських культур і можуть бути інтенсивно використані. Для підвищення продуктивності слід використовувати удобрення, а для подальшого підвищення продуктивності можна включити зрошення.

# soil##match_info##eutric_cambisols##name
source: Eutric Cambisols
es: Cambisoles Eutríticos
fr: Cambisols eutriques
ka: ევტრიკ კამბისოლები

# soil##match_info##eutric_cambisols##description
source: Eutric Cambisols are widely occurring soils with limited soil development. These are productive soils with high base saturation (Ca, Mg and K) in the upper portion of soil.
es: Los Cambisoles Eutríticos son suelos que se dan ampliamente con un desarrollo limitado del suelo. Son suelos productivos con alta saturación de bases (Ca, Mg y K) en la parte superior del suelo.
fr: Les cambisols eutriques sont des sols répandus, peu développés. Ce sont des sols productifs, présentant une forte saturation en bases (Ca, Mg et K) dans leur partie supérieure.
ka: ევტრიკული კამბისოლები ფართოდ გავრცელებული ნიადაგებია, რომლებსაც ნიადაგის შეზღუდული განვითარება ახასიათებთ. ეს არის პროდუქტიული ნიადაგები, ნიადაგის ზედა ნაწილში მაღალი ფუძე-სატურაციით (Ca, Mg და K).
uk: Eutric Cambisols – це широко поширені ґрунти з обмеженим розвитком ґрунту. Це продуктивні ґрунти з високим насиченням основами (Ca, Mg та K) у верхній частині ґрунту.

# soil##match_info##eutric_cambisols##management
source: In temperate regions the soils will have a high content of basic cations (potassium, calcium and magnesium), while in more humid regions they may have lower levels of soil nutrients. Eutric Cambisols will have high base saturation, which means that the available soil nutrients will be predominantly calcium, potassium, and magnesium. These soils are well suited for crop production, and can be intensively used. Fertilization should be used to improve productivity, and irrigation can be included to further boost productivity.
es: En regiones templadas los suelos tendrán un alto contenido de cationes básicos (potasio, calcio y magnesio), mientras que en regiones más húmedas pueden tener niveles más bajos de nutrientes en el suelo. Los Cambisoles Eutríticos tendrán una alta saturación de bases, lo que significa que los nutrientes disponibles en el suelo serán predominantemente calcio, potasio y magnesio. Estos suelos son muy adecuados para la producción de cultivos y pueden utilizarse de forma intensiva. La fertilización debe utilizarse para mejorar la productividad, y puede incluirse el riego para aumentar aún más la productividad.
fr: Dans les régions tempérées, les sols présentent une teneur élevée en cations basiques (potassium, calcium et magnésium), tandis que dans les régions plus humides, ils peuvent présenter des teneurs plus faibles en nutriments. Les cambisols eutriques présentent une saturation en bases élevée, ce qui signifie que les nutriments disponibles sont principalement le calcium, le potassium et le magnésium. Ces sols sont bien adaptés à la production agricole et peuvent être exploités intensivement. La fertilisation doit être utilisée pour améliorer la productivité, et l'irrigation peut être intégrée pour la stimuler davantage.
ka: ზომიერ რეგიონებში ნიადაგები შეიცავს ფუძე კათიონების (კალიუმი, კალციუმი და მაგნიუმი) მაღალ შემცველობას, ხოლო უფრო ნოტიო რეგიონებში ნიადაგში შესაძლოა ნიადაგის საკვები ნივთიერებების დაბალი დონე იყოს. ევტრიკ კამბისოლს აქვს ფუძეებით გაჯერების მაღალი დონე, რაც ნიშნავს, რომ ნიადაგის ხელმისაწვდომი საკვები ნივთიერებები უპირატესად კალციუმი, კალიუმი და მაგნიუმი იქნება. ეს ნიადაგები კარგად არის შესაფერისი მოსავლის წარმოებისთვის და მათი ინტენსიური გამოყენება შესაძლებელია. პროდუქტიულობის გასაუმჯობესებლად უნდა იქნას გამოყენებული სასუქი, ხოლო პროდუქტიულობის შემდგომი გაზრდის მიზნით შეიძლება გამოყენებულ იქნას ირიგაცია.
uk: У помірних регіонах ґрунти матимуть високий вміст основних катіонів (калію, кальцію та магнію), тоді як у більш вологих регіонах вони можуть мати нижчий рівень поживних речовин у ґрунті. Eutric Cambisols матимуть високий рівень насичення основами, що означає, що доступні поживні речовини ґрунту будуть переважно кальцієм, калієм та магнієм. Ці ґрунти добре підходять для вирощування сільськогосподарських культур і можуть бути інтенсивно використані. Для підвищення продуктивності слід використовувати удобрення, а для подальшого підвищення продуктивності можна включити зрошення.

# soil##match_info##dystric_cambisols##name
source: Dystric Cambisols
es: Cambisoles Dístricos
fr: Cambisols dystriques
ka: დისტრიკული კამბისოლები

# soil##match_info##dystric_cambisols##description
source: Dystric Cambisols are widely occurring soils with limited soil development. These are less productive soils with low base saturation in the upper portion of soil.
es: Los Cambisoles Dístricos son suelos de amplia ocurrencia con un desarrollo limitado del suelo. Son suelos menos productivos con baja saturación de bases en la parte superior del suelo.
fr: Les cambisols dystriques sont des sols répandus, au développement limité. Ce sont des sols peu productifs, dont la partie supérieure présente une faible saturation en bases.
ka: დისტრიკული კამბისოლები ფართოდ გავრცელებული ნიადაგებია, რომლებსაც ნიადაგის შეზღუდული განვითარება ახასიათებთ. ეს ნაკლებად პროდუქტიული ნიადაგებია, ნიადაგის ზედა ნაწილში ფუძის დაბალი გაჯერებით.
uk: Dystric Cambisols – це широко поширені ґрунти з обмеженим розвитком ґрунту. Це менш продуктивні ґрунти з низьким насиченням основами у верхній частині ґрунту.

# soil##match_info##dystric_cambisols##management
source: In temperate regions the soils will have a high content of basic cations (potassium, calcium and magnesium), while in more humid regions they may have lower levels of soil nutrients. Because this soil has a low base saturation, the application of bases (through fertlization) may be needed for most productive crop yield. If the soil pH is low calcium (and possibly magnesium, if dolomitic lime is used) can be supplied through the addition of lime. If the soil pH is suitable for crop production then gypsum (CaSO4) can be used as the Ca source, if needed, or other sources such as MgSO4 could be applied (if soil test indicates a need). Proper fertilization will also supply potassium, if soil test indicates a need.
es: En regiones templadas los suelos tendrán un alto contenido de cationes básicos (potasio, calcio y magnesio), mientras que en regiones más húmedas pueden tener niveles más bajos de nutrientes del suelo. Debido a que este suelo tiene una baja saturación de bases, puede ser necesaria la aplicación de bases (a través de la fertlización) para un rendimiento más productivo del cultivo. Si el pH del suelo es bajo, el calcio (y posiblemente el magnesio, si se utiliza cal dolomítica) puede ser suministrado a través de la adición de cal. Si el pH del suelo es adecuado para la producción de cultivos, entonces el yeso (CaSO4) puede ser utilizado como fuente de Ca, si es necesario, u otras fuentes como MgSO4 podrían ser aplicadas (si la prueba del suelo indica una necesidad). Una fertilización adecuada también aportará potasio, si el análisis del suelo indica que es necesario.
fr: Dans les régions tempérées, les sols présentent une teneur élevée en cations basiques (potassium, calcium et magnésium), tandis que dans les régions plus humides, ils peuvent présenter des teneurs plus faibles en éléments nutritifs. Comme ces sols sont faiblement saturés en bases, l'apport de bases (par fertilisation) peut être nécessaire pour optimiser la productivité des cultures. Si le pH du sol est bas, le calcium (et éventuellement le magnésium, si l'on utilise de la chaux dolomitique) peut être apporté par ajout de chaux. Si le pH du sol est favorable à la production agricole, on peut utiliser du gypse (CaSO4) comme source de calcium, si nécessaire, ou d'autres sources comme le MgSO4 peuvent être ajoutées (si l'analyse du sol l'indique). Une fertilisation adéquate apportera également du potassium, si l'analyse du sol l'indique.
ka: ზომიერ რეგიონებში ნიადაგებს ექნებათ ფუძე კათიონების (კალიუმი, კალციუმი და მაგნიუმი) მაღალი შემცველობა, ხოლო უფრო ნოტიო რეგიონებში მათ შეიძლება ჰქონდეთ ნიადაგის საკვები ნივთიერებების დაბალი დონე. რადგან ამ ნიადაგს აქვს ფუძეებით დაბალი გაჯერება, ფუძეების გამოყენება (განოყიერებით) შეიძლება საჭირო გახდეს ყველაზე პროდუქტიული მოსავლის მისაღებად. თუ ნიადაგის pH დაბალია, კალციუმის (და შესაძლოა მაგნიუმის, თუ გამოიყენება დოლომიტური კირი) მიწოდება შესაძლებელია კირის დამატებით. თუ ნიადაგის pH შესაფერისია მოსავლის წარმოებისთვის, მაშინ საჭიროების შემთხვევაში, კალციუმის წყაროდ შეიძლება გამოყენებულ იქნას თაბაშირი (CaSO4), ან სხვა წყაროების, როგორიცაა MgSO4, გამოყენება (თუ ნიადაგის ტესტი საჭიროებას მიუთითებს). სათანადო განოყიერება ასევე უზრუნველყოფს კალიუმს, თუ ნიადაგის ტესტი საჭიროებას მიუთითებს.
uk: У помірних регіонах ґрунти матимуть високий вміст основних катіонів (калію, кальцію та магнію), тоді як у більш вологих регіонах вони можуть мати нижчий рівень поживних речовин у ґрунті. Оскільки цей ґрунт має низьке насичення основами, для отримання найбільш продуктивного врожаю сільськогосподарських культур може знадобитися внесення основ (шляхом удобрення). Якщо pH ґрунту низький, кальцій (і, можливо, магній, якщо використовується доломітове вапно) можна забезпечити додаванням вапна. Якщо pH ґрунту підходить для вирощування сільськогосподарських культур, то за потреби як джерело Ca можна використовувати гіпс (CaSO4) або інші джерела, такі як MgSO4 (якщо аналіз ґрунту показує необхідність). Правильне удобрення також забезпечить калій, якщо аналіз ґрунту показує необхідність.

# soil##match_info##humic_cambisols##name
source: Humic Cambisols
es: Cambisoles Húmicos
fr: Cambisols humiques
ka: ჰუმუსური კამბისოლები

# soil##match_info##humic_cambisols##description
source: Humic Cambisols are widely occurring soils with limited soil development. These soils have higher organic matter in surface horizons. When climate and landscape are favorable, these soils can be productive.
es: Los Cambisoles Húmicos son suelos de amplia ocurrencia con un desarrollo limitado del suelo. Estos suelos tienen más materia orgánica en los horizontes superficiales. Cuando el clima y el paisaje son favorables, estos suelos pueden ser productivos.
fr: Les cambisols humiques sont des sols répandus, dont le développement est limité. Leurs horizons superficiels sont riches en matière organique. Lorsque le climat et le paysage sont favorables, ces sols peuvent être productifs.
ka: ჰუმუსიანი კამბისოლები ფართოდ გავრცელებული ნიადაგებია, რომლებსაც ნიადაგის შეზღუდული განვითარება ახასიათებთ. ამ ნიადაგებს ზედაპირულ ჰორიზონტებში ორგანული ნივთიერებების მაღალი შემცველობა აქვთ. ხელსაყრელი კლიმატისა და ლანდშაფტის შემთხვევაში, ეს ნიადაგები შეიძლება პროდუქტიული იყოს.
uk: Humic Cambisols – це широко поширені ґрунти з обмеженим розвитком ґрунту. Ці ґрунти мають вищий вміст органічної речовини в поверхневих горизонтах. За сприятливого клімату та ландшафту ці ґрунти можуть бути продуктивними.

# soil##match_info##humic_cambisols##management
source: In temperate regions the soils will have a high content of basic cations (potassium, calcium and magnesium), while in more humid regions they may have lower levels of soil nutrients. These soils are well suited for crop production, and can be intensively used. Fertilization should be used to improve productivity, and irrigation can be included to further boost productivity.
es: En regiones templadas los suelos tendrán un alto contenido de cationes básicos (potasio, calcio y magnesio), mientras que en regiones más húmedas pueden tener niveles más bajos de nutrientes del suelo. Estos suelos son muy adecuados para la producción de cultivos, y pueden utilizarse de forma intensiva. La fertilización debe utilizarse para mejorar la productividad, y puede incluirse el riego para aumentar aún más la productividad.
fr: Dans les régions tempérées, les sols présentent une teneur élevée en cations basiques (potassium, calcium et magnésium), tandis que dans les régions plus humides, ils peuvent présenter des teneurs plus faibles en nutriments. Ces sols sont particulièrement adaptés à la production agricole et peuvent être exploités intensivement. La fertilisation est recommandée pour améliorer la productivité, et l'irrigation peut être intégrée pour la stimuler davantage.
ka: ზომიერ რეგიონებში ნიადაგები შეიცავს ფუძე კათიონების (კალიუმი, კალციუმი და მაგნიუმი) მაღალ შემცველობას, ხოლო უფრო ნოტიო რეგიონებში ნიადაგში საკვები ნივთიერებების დონე შეიძლება დაბალი იყოს. ეს ნიადაგები კარგად არის შესაფერისი მოსავლის წარმოებისთვის და მათი ინტენსიური გამოყენება შესაძლებელია. პროდუქტიულობის გასაუმჯობესებლად უნდა იქნას გამოყენებული სასუქი, ხოლო პროდუქტიულობის შემდგომი გაზრდის მიზნით შეიძლება გამოყენებულ იქნას ირიგაცია.
uk: У помірних регіонах ґрунти матимуть високий вміст основних катіонів (калію, кальцію та магнію), тоді як у більш вологих регіонах вони можуть мати нижчий рівень поживних речовин. Ці ґрунти добре підходять для вирощування сільськогосподарських культур і можуть інтенсивно використовуватися. Для підвищення продуктивності слід використовувати удобрення, а для подальшого підвищення продуктивності можна включити зрошення.

# soil##match_info##calcaric_cambisols##name
source: Calcaric Cambisols
es: Cambisoles Calcáreos
fr: Cambisols calcaires
ka: კალკარური კამბისოლები

# soil##match_info##calcaric_cambisols##description
source: Calcaric Cambisols are widely occurring soils with limited soil development. These soils are calcareous in a soil layer below the surface.
es: Los Cambisoles Calcáreos son suelos muy extendidos con un desarrollo limitado del suelo. Estos suelos son calcáreos en una capa del suelo por debajo de la superficie.
fr: Les cambisols calcaires sont des sols répandus, peu développés. Ils sont calcaires dans une couche souterraine.
ka: კალკარული კამბისოლები ფართოდ გავრცელებული ნიადაგებია, რომლებსაც ნიადაგის შეზღუდული განვითარება ახასიათებთ. ეს ნიადაგები ზედაპირის ქვეშ ნიადაგის ფენაში კირქვიანია.
uk: Calcaric Cambisols – це широко поширені ґрунти з обмеженим розвитком ґрунту. Ці ґрунти вапняні в шарі ґрунту під поверхнею.

# soil##match_info##calcaric_cambisols##management
source: In temperate regions the soils will have a high content of basic cations (potassium, calcium and magnesium), while in more humid regions they may have lower levels of soil nutrients. These soils are well suited for crop production, and can be intensively used. Fertilization should be used to improve productivity, and irrigation can be included to further boost productivity.
es: En las regiones templadas los suelos tendrán un alto contenido de cationes básicos (potasio, calcio y magnesio), mientras que en las regiones más húmedas pueden tener niveles más bajos de nutrientes del suelo. Estos suelos son muy adecuados para la producción de cultivos, y pueden utilizarse de forma intensiva. La fertilización debe utilizarse para mejorar la productividad, y puede incluirse el riego para aumentar aún más la productividad.
fr: Dans les régions tempérées, les sols présentent une teneur élevée en cations basiques (potassium, calcium et magnésium), tandis que dans les régions plus humides, ils peuvent présenter des teneurs plus faibles en nutriments. Ces sols sont particulièrement adaptés à la production agricole et peuvent être exploités intensivement. La fertilisation est recommandée pour améliorer la productivité, et l'irrigation peut être intégrée pour la stimuler davantage.
ka: ზომიერ რეგიონებში ნიადაგები შეიცავს ფუძე კათიონების (კალიუმი, კალციუმი და მაგნიუმი) მაღალ შემცველობას, ხოლო უფრო ნოტიო რეგიონებში ნიადაგში საკვები ნივთიერებების დონე შეიძლება დაბალი იყოს. ეს ნიადაგები კარგად არის შესაფერისი მოსავლის წარმოებისთვის და მათი ინტენსიური გამოყენება შესაძლებელია. პროდუქტიულობის გასაუმჯობესებლად უნდა იქნას გამოყენებული სასუქი, ხოლო პროდუქტიულობის შემდგომი გაზრდის მიზნით შეიძლება გამოყენებულ იქნას ირიგაცია.
uk: У помірних регіонах ґрунти матимуть високий вміст основних катіонів (калію, кальцію та магнію), тоді як у більш вологих регіонах вони можуть мати нижчий рівень поживних речовин. Ці ґрунти добре підходять для вирощування сільськогосподарських культур і можуть інтенсивно використовуватися. Для підвищення продуктивності слід використовувати удобрення, а для подальшого підвищення продуктивності можна включити зрошення.

# soil##match_info##chromic_cambisols##name
source: Chromic Cambisols
es: Cambisoles Crómicos
fr: Cambisols chromiques
ka: ქრომის კამბისოლები
