Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##ferric_luvisols##management
source: These soils are fertile, and can be used for a wide range of cropping practices. However, they are sensitive to soil loss through erosion, and care must be taken to protect the soil from loss. If the soil is already eroded they may best be suited for grazing andtree crops. Soils with poorly developed structure may be further aided by the inclusion of deep rooted and perennial crops.
es: Estos suelos son fértiles y pueden utilizarse para una amplia gama de prácticas de cultivo. Sin embargo, son sensibles a la pérdida de suelo por erosión, y hay que tener cuidado para proteger el suelo de la pérdida. Si el suelo ya está erosionado, puede ser más adecuado para el pastoreo y/o los cultivos arbóreos. Los suelos con una estructura poco desarrollada pueden verse favorecidos por la inclusión de cultivos de raíces profundas y perennes.
fr: Ces sols sont fertiles et peuvent être utilisés pour un large éventail de pratiques culturales. Cependant, ils sont sensibles à l'érosion, et il convient de veiller à les protéger. Si le sol est déjà érodé, il peut être plus adapté au pâturage et à la culture arboricole. Les sols à structure peu développée peuvent être améliorés par l'inclusion de cultures pérennes et à racines profondes.
ka: ეს ნიადაგები ნაყოფიერია და შეიძლება გამოყენებულ იქნას სხვადასხვა სახის კულტურების მოსაყვანად. თუმცა, ისინი მგრძნობიარეა ეროზიის შედეგად ნიადაგის დაკარგვის მიმართ და საჭიროა სიფრთხილე ნიადაგის დაკარგვისგან დასაცავად. თუ ნიადაგი უკვე ეროზიულია, ის შეიძლება საუკეთესოდ შეეფერებოდეს საძოვრებსა და ხის კულტურებს. ცუდად განვითარებული სტრუქტურის მქონე ნიადაგებს შეიძლება კიდევ უფრო შეუწყოს ხელი ღრმა ფესვებიანი და მრავალწლიანი კულტურების ჩართვამ.
uk: Ці ґрунти родючі та можуть використовуватися для широкого спектру сільськогосподарських практик. Однак вони чутливі до втрати ґрунту через ерозію, тому необхідно вживати заходів для захисту ґрунту від втрат. Якщо ґрунт вже ерозований, він може найкраще підійти для випасу худоби та вирощування дерев. Ґрунти зі слабо розвиненою структурою можуть бути додатково покращені шляхом включення глибококореневих та багаторічних культур.

# soil##match_info##chromic_luvisols##name
source: Chromic Luvisols
es: Luvisoles Crómicos
fr: Luvisols chromiques
ka: ქრომული ლუვისოლები

# soil##match_info##chromic_luvisols##description
source: Chromic Luvisols are productive soils with high base saturation and relatively clayey subsoils. Chromic Luvisols have an iron rich subsoil.
es: Los Luvisoles Crómicos son suelos productivos con alta saturación de bases y subsuelos relativamente arcillosos. Los Luvisoles Crómicos tienen un subsuelo rico en hierro.
fr: Les luvisols chromiques sont des sols productifs à forte saturation en bases et aux sous-sols relativement argileux. Leur sous-sol est riche en fer.
ka: ქრომული ლუვისოლები პროდუქტიული ნიადაგებია მაღალი ფუძე-სატურაციით და შედარებით თიხიანი ქვენიადაგით. ქრომულ ლუვისოლებს რკინით მდიდარი ქვენიადაგი აქვთ.
uk: Chromic Luvisols – це продуктивні ґрунти з високим насиченням основами та відносно глинистим підґрунтям. Chromic Luvisols мають збагачене залізом підґрунтя.

# soil##match_info##chromic_luvisols##management
source: These soils are fertile, and can be used for a wide range of cropping practices. However, they are sensitive to soil loss through erosion, and care must be taken to protect the soil from loss. If the soil is already eroded they may best be suited for grazing andtree crops.
es: Estos suelos son fértiles y pueden utilizarse para una amplia gama de prácticas de cultivo. Sin embargo, son sensibles a la pérdida de suelo por erosión, y hay que tener cuidado para proteger el suelo de la pérdida. Si el suelo ya está erosionado, pueden ser más adecuados para el pastoreo y/o los cultivos arbóreos.
fr: Ces sols sont fertiles et peuvent être utilisés pour un large éventail de pratiques culturales. Cependant, ils sont sensibles à l'érosion, et il convient de veiller à les protéger. Si le sol est déjà érodé, ils peuvent être particulièrement adaptés au pâturage et à la culture arboricole.
ka: ეს ნიადაგები ნაყოფიერია და შეიძლება გამოყენებულ იქნას სხვადასხვა სახის კულტურების მოსაყვანად. თუმცა, ისინი მგრძნობიარეა ეროზიის შედეგად ნიადაგის დაკარგვის მიმართ და საჭიროა სიფრთხილე ნიადაგის დაკარგვისგან დასაცავად. თუ ნიადაგი უკვე ეროზიულია, ისინი შეიძლება საუკეთესოდ შეეფერებოდეს საძოვრებსა და ხის კულტურებს.
uk: Ці ґрунти родючі та можуть використовуватися для широкого спектру сільськогосподарських практик. Однак вони чутливі до втрати ґрунту через ерозію, тому необхідно вживати заходів для захисту ґрунту від втрат. Якщо ґрунт вже ерозований, він може найкраще підійти для випасу худоби та вирощування дерев.

# soil##match_info##calcic_luvisols##name
source: Calcic Luvisols
es: Luvisoles Cálcicos
fr: Luvisols calciques
ka: კალციუმ ლუვისოლები

# soil##match_info##calcic_luvisols##description
source: Calcic Luvisols are productive soils with high base saturation and relatively clayey subsoils. Calcic Luvisols have calcareous subsoils.
es: Los Luvisoles Cálcicos son suelos productivos con alta saturación de bases y subsuelos relativamente arcillosos. Los Luvisoles Cálcicos tienen subsuelos calcáreos.
fr: Les luvisols calciques sont des sols productifs à forte saturation en bases et aux sous-sols relativement argileux. Les luvisols calciques ont des sous-sols calcaires.
ka: კალციუმიანი ლუვისოლები პროდუქტიული ნიადაგებია მაღალი ფუძეგაჯერებულობით და შედარებით თიხიანი ქვენიადაგებით. კალციუმიანი ლუვისოლები კირქვიანი ქვენიადაგებით ხასიათდება.
uk: Calcic Luvisols – це продуктивні ґрунти з високим насиченням основами та відносно глинистими підґрунтями. Calcic Luvisols мають вапняні підґрунтя.

# soil##match_info##calcic_luvisols##management
source: These soils are fertile, and can be used for a wide range of cropping practices. However, they are sensitive to soil loss through erosion, and care must be taken to protect the soil from loss. If the soil is already eroded they may best be suited for grazing andtree crops. These soils will have large amounts of free calcium carbonate in the subsample, and thus the soil pH will be > 7.0.
es: Estos suelos son fértiles y pueden utilizarse para una amplia gama de prácticas de cultivo. Sin embargo, son sensibles a la pérdida de suelo por erosión, y hay que tener cuidado para proteger el suelo de la pérdida. Si el suelo ya está erosionado, pueden ser más adecuados para el pastoreo y/o los cultivos arbóreos. Estos suelos tendrán grandes cantidades de carbonato de calcio libre en la submuestra, por lo que el pH del suelo será superior a 7,0.
fr: Ces sols sont fertiles et peuvent être utilisés pour un large éventail de pratiques culturales. Cependant, ils sont sensibles à l'érosion, et il convient de veiller à les protéger. Si le sol est déjà érodé, il peut être plus adapté au pâturage et à la culture arboricole. Ces sols contiendront de grandes quantités de carbonate de calcium libre dans le sous-échantillon, ce qui entraînera un pH supérieur à 7,0.
ka: ეს ნიადაგები ნაყოფიერია და შეიძლება გამოყენებულ იქნას სხვადასხვა სახის კულტურების მოსაყვანად. თუმცა, ისინი მგრძნობიარეა ეროზიის შედეგად ნიადაგის დაკარგვის მიმართ და საჭიროა სიფრთხილე ნიადაგის დაკარგვისგან დასაცავად. თუ ნიადაგი უკვე ეროზიულია, ის შეიძლება საუკეთესოდ შეეფერებოდეს საძოვრებსა და ხის კულტურებს. ამ ნიადაგებში დიდი რაოდენობით თავისუფალი კალციუმის კარბონატი იქნება და შესაბამისად, ნიადაგის pH იქნება > 7.0.
uk: Ці ґрунти родючі та можуть використовуватися для широкого спектру сільськогосподарських практик. Однак вони чутливі до втрати ґрунту через ерозію, тому необхідно вживати заходів для захисту ґрунту від втрат. Якщо ґрунт вже ерозований, він може найкраще підійти для випасу худоби та вирощування дерев. Ці ґрунти міститимуть велику кількість вільного карбонату кальцію у підвибірці, тому pH ґрунту буде > 7,0.

# soil##match_info##vertic_luvisols##name
source: Vertic Luvisols
es: Luvisoles Vérticos
fr: Luvisols vertiques
ka: ვერტიკალური ლუვისოლები

# soil##match_info##vertic_luvisols##description
source: Vertic Luvisols are productive soils with high base saturation and relatively clayey subsoils. Vertic Luvisols are clayey soils with high shrink-swell clays that are plastic when wet and hard and massive when dry. These soils have high cation exchange capacity.
es: Los Luvisoles Vérticos son suelos productivos con alta saturación de la base y subsuelos relativamente arcillosos. Los Luvisoles Vérticos son suelos arcillosos con arcillas de alta contracción que son plásticas cuando están húmedas y duras y masivas cuando están secas. Estos suelos tienen una alta capacidad de intercambio catiónico.
fr: Les luvisols vertiques sont des sols productifs à forte saturation en bases et aux sous-sols relativement argileux. Ce sont des sols argileux à fort pouvoir de retrait-gonflement, plastiques à l'état humide, durs et massifs à l'état sec. Ces sols possèdent une forte capacité d'échange cationique.
ka: ვერტიკალური ლუვისოლები არის პროდუქტიული ნიადაგები მაღალი ფუძეგაჯერებულობით და შედარებით თიხიანი ქვენიადაგებით. ვერტიკალური ლუვისოლები არის თიხიანი ნიადაგები მაღალი შეკუმშვა-შეშუპების უნარით, რომლებიც პლასტიკურია სველი და მაგარი, ხოლო მასიურია გაშრობისას. ამ ნიადაგებს აქვთ მაღალი კათიონგაცვლის უნარი.
uk: Vertic Luvisols – це продуктивні ґрунти з високим насиченням основами та відносно глинистими підґрунтями. Vertic Luvisols – це глинисті ґрунти з глинами, що сильно набухають та усаджуються, які є пластичними у вологому стані та твердими й масивними у сухому. Ці ґрунти мають високу здатність до катіонного обміну.

# soil##match_info##vertic_luvisols##management
source: These soils are fertile, and can be used for a wide range of cropping practices. However, they are sensitive to soil loss through erosion, and care must be taken to protect the soil from loss. If the soil is already eroded they may best be suited for grazing andtree crops. The clay type in this soil will expand when wetted and shrink when dry. Although fertile, care should be taken to not excessively till these soils, as soil structure could be negatively affected.
es: Estos suelos son fértiles y pueden utilizarse para una amplia gama de prácticas de cultivo. Sin embargo, son sensibles a la pérdida de suelo por erosión, y hay que tener cuidado para proteger el suelo de la pérdida. Si el suelo ya está erosionado, puede ser más adecuado para el pastoreo y/o los cultivos arbóreos. El tipo de arcilla de este suelo se expande cuando se moja y se encoge cuando se seca. Aunque son fértiles, hay que tener cuidado de no labrar excesivamente estos suelos, ya que la estructura del suelo podría verse afectada negativamente.
fr: Ces sols sont fertiles et peuvent être utilisés pour un large éventail de pratiques culturales. Cependant, ils sont sensibles à l'érosion, et il convient de veiller à les protéger. Si le sol est déjà érodé, il peut être plus adapté au pâturage et à la culture arboricole. L'argile de ce sol se dilate lorsqu'il est mouillé et se rétracte lorsqu'il est sec. Bien que fertiles, il convient de veiller à ne pas trop labourer ces sols, car cela pourrait altérer leur structure.
ka: ეს ნიადაგები ნაყოფიერია და შეიძლება გამოყენებულ იქნას სხვადასხვა სახის კულტურების მოსაყვანად. თუმცა, ისინი მგრძნობიარეა ეროზიის შედეგად ნიადაგის დაკარგვის მიმართ და საჭიროა სიფრთხილე ნიადაგის დაკარგვისგან დასაცავად. თუ ნიადაგი უკვე ეროზიულია, ის შეიძლება საუკეთესოდ შეეფერებოდეს საძოვრებსა და ხის კულტურებს. ამ ნიადაგში არსებული თიხის ტიპი გაფართოვდება დასველებისას და შეიკუმშება გაშრობისას. მიუხედავად იმისა, რომ ნაყოფიერია, სიფრთხილეა საჭირო, რომ ეს ნიადაგები ზედმეტად არ დაიმუშაოს, რადგან ნიადაგის სტრუქტურაზე უარყოფითად შეიძლება იმოქმედოს.
uk: Ці ґрунти родючі та можуть використовуватися для широкого спектру сільськогосподарських практик. Однак вони чутливі до втрати ґрунту через ерозію, тому необхідно вживати заходів для захисту ґрунту від втрат. Якщо ґрунт вже ерозований, він найкраще підходить для випасу худоби та вирощування дерев. Глина в цьому ґрунті розширюється при зволоженні та стискається при висиханні. Хоча вони родючі, слід бути обережними, щоб не обробляти ці ґрунти надмірно, оскільки це може негативно вплинути на структуру ґрунту.

# soil##match_info##albic_luvisols##name
source: Albic Luvisols
es: Luvisoles Álbicos
fr: Luvisols albiques
ka: ალბიკ ლუვისოლსი

# soil##match_info##albic_luvisols##description
source: Albic Luvisols are productive soils with high base saturation and relatively clayey subsoils. Albic Luvisols have highly leached subsurface horizons above clayey subsoils.
es: Los Luvisoles Álbicos son suelos productivos con alta saturación de la base y subsuelos relativamente arcillosos. Los Luvisoles Álbicos tienen horizontes subsuperficiales altamente lixiviados sobre subsuelos arcillosos.
fr: Les luvisols albiques sont des sols productifs à forte saturation en bases et aux sous-sols relativement argileux. Ils présentent des horizons souterrains fortement lessivés au-dessus de sous-sols argileux.
ka: ალბიკური ლუვისოლები პროდუქტიული ნიადაგებია მაღალი ფუძეგაჯერებულობით და შედარებით თიხიანი ქვენიადაგებით. ალბიკურ ლუვისოლებს თიხიანი ქვენიადაგების ზემოთ ძლიერ გამორეცხილი მიწისქვეშა ჰორიზონტები აქვთ.
uk: Albic Luvisols – це продуктивні ґрунти з високим насиченням основами та відносно глинистими підґрунтями. Albic Luvisols мають сильно вилуговувані підповерхневі горизонти над глинистими підґрунтями.

# soil##match_info##albic_luvisols##management
source: These soils are fertile, and can be used for a wide range of cropping practices. However, they are sensitive to soil loss through erosion, and care must be taken to protect the soil from loss. If the soil is already eroded they may best be suited for grazing andtree crops. An upper soil horizon will be light in color, indicating that nutrients, clay and organic matter have been leached. Attention to more frequent fertilization may be needed, to ensure that nutrients are not lost by downward movement through the soil.
es: Estos suelos son fértiles y pueden utilizarse para una amplia gama de prácticas de cultivo. Sin embargo, son sensibles a la pérdida de suelo por erosión, y hay que tener cuidado para proteger el suelo de la pérdida. Si el suelo ya está erosionado, pueden ser más adecuados para el pastoreo y/o los cultivos arbóreos. Un horizonte superior del suelo será de color claro, lo que indica que los nutrientes, la arcilla y la materia orgánica han sido lixiviados. Puede ser necesario prestar atención a una fertilización más frecuente, para asegurar que los nutrientes no se pierden por el movimiento descendente a través del suelo.
fr: Ces sols sont fertiles et peuvent être utilisés pour un large éventail de pratiques culturales. Cependant, ils sont sensibles à l'érosion, et il convient de veiller à les protéger. Si le sol est déjà érodé, il peut être plus adapté au pâturage et à la culture arboricole. Un horizon pédologique supérieur sera de couleur claire, indiquant un lessivage des nutriments, de l'argile et de la matière organique. Une fertilisation plus fréquente peut être nécessaire afin d'éviter toute perte de nutriments par érosion.
ka: ეს ნიადაგები ნაყოფიერია და შეიძლება გამოყენებულ იქნას სხვადასხვა სახის კულტურების მოსაყვანად. თუმცა, ისინი მგრძნობიარეა ეროზიის შედეგად ნიადაგის დაკარგვის მიმართ და საჭიროა სიფრთხილე ნიადაგის დაკარგვისგან დასაცავად. თუ ნიადაგი უკვე ეროზიულია, ის შეიძლება საუკეთესოდ შეეფერებოდეს საძოვრებსა და ხის კულტურებს. ნიადაგის ზედა ჰორიზონტი ღია ფერის იქნება, რაც მიუთითებს საკვები ნივთიერებების, თიხისა და ორგანული ნივთიერებების გამორეცხვაზე. შესაძლოა საჭირო გახდეს უფრო ხშირი განოყიერება, რათა უზრუნველყოფილი იყოს, რომ საკვები ნივთიერებები არ დაიკარგოს ნიადაგში ქვევით მოძრაობით.
uk: Ці ґрунти родючі та можуть використовуватися для широкого спектру сільськогосподарських практик. Однак вони чутливі до втрати ґрунту через ерозію, тому необхідно вживати заходів для захисту ґрунту від втрат. Якщо ґрунт вже ерозований, він може найкраще підходити для випасу худоби та вирощування дерев. Верхній горизонт ґрунту буде світлого кольору, що свідчить про вилугування поживних речовин, глини та органічних речовин. Може знадобитися увага до частішого удобрення, щоб запобігти втраті поживних речовин через рух вниз по ґрунту.

# soil##match_info##stagnic_luvisols##name
source: Stagnic Luvisols
es: Luvisoles Estágnicos
fr: Luvisols stagnants
ka: სტაგნური ლუვისოლები

# soil##match_info##stagnic_luvisols##description
source: Stagnic Luvisols are productive soils with high base saturation and relatively clayey subsoils. Stagnic Luvisols are ponded and saturated in and above surface horizons during wet times of the year.
es: Los Luvisoles Estágnicos son suelos productivos con alta saturación de la base y subsuelos relativamente arcillosos. Los Luvisoles Estágnicos están encharcados y saturados en los horizontes superficiales y por encima de ellos durante las épocas húmedas del año.
fr: Les luvisols stagniques sont des sols productifs à forte saturation en bases et aux sous-sols relativement argileux. Ils sont stagnants et saturés dans et au-dessus des horizons de surface pendant les périodes humides.
ka: სტაგნური ლუვისოლები პროდუქტიული ნიადაგებია მაღალი ფუძის გაჯერებით და შედარებით თიხიანი ქვენიადაგით. სტაგნური ლუვისოლები წლის წვიმიან პერიოდში ზედაპირულ ჰორიზონტებში და მის ზემოთ ტბორდება და გაჯერებულია.
uk: Stagnic Luvisols – це продуктивні ґрунти з високим насиченням основами та відносно глинистими підґрунтями. Stagnic Luvisols залягають та насичуються в поверхневих горизонтах та над ними у вологий період року.

# soil##match_info##stagnic_luvisols##management
source: These soils are fertile, and can be used for a wide range of cropping practices. However, they are sensitive to soil loss through erosion, and care must be taken to protect the soil from loss. If the soil is already eroded they may best be suited for grazing andtree crops. Drainage of these soils may be needed. Since saturation is caused by surface water, surface drainage andmaintenance of cover to improve infiltration and water holding could be useful. Consider use of shallow rooted crops. If fertilized and not drained, loss of applied nitrogen (N) by denitrification or leaching is possible. More efficient crop N use in these soils can be achieved by: 1) drainage, and, 2) use of slow-release N fertilizers (if available).
es: Estos suelos son fértiles y pueden utilizarse para una amplia gama de prácticas de cultivo. Sin embargo, son sensibles a la pérdida de suelo por erosión, y hay que tener cuidado para proteger el suelo de la pérdida. Si el suelo ya está erosionado, pueden ser más adecuados para el pastoreo y/o los cultivos arbóreos. Puede ser necesario el drenaje de estos suelos. Dado que la saturación es causada por el agua superficial, podría ser útil el drenaje superficial y/o el mantenimiento de la cubierta para mejorar la infiltración y la retención de agua. Considerar el uso de cultivos con raíces poco profundas. Si se fertiliza y no se drena, es posible la pérdida de nitrógeno (N) aplicado por desnitrificación o lixiviación. Se puede conseguir un uso más eficiente del N por parte de los cultivos en estos suelos mediante: 1) el drenaje, y, 2) el uso de fertilizantes de N de liberación lenta (si están disponibles).
fr: Ces sols sont fertiles et peuvent être utilisés pour un large éventail de pratiques culturales. Cependant, ils sont sensibles à la perte de sol due à l'érosion, et il convient de veiller à les protéger. Si le sol est déjà érodé, il peut être plus adapté au pâturage et à la culture arboricole. Un drainage de ces sols peut être nécessaire. La saturation étant due aux eaux de surface, un drainage de surface et le maintien d'une couverture végétale pour améliorer l'infiltration et la rétention d'eau peuvent être utiles. Envisager l'utilisation de cultures à racines superficielles. En cas de fertilisation et non de drainage, la perte d'azote (N) appliquée par dénitrification ou lessivage est possible. Une utilisation plus efficace de l'azote des cultures dans ces sols peut être obtenue par : 1) le drainage ; 2) l'utilisation d'engrais azotés à libération lente (si disponibles).
ka: ეს ნიადაგები ნაყოფიერია და შეიძლება გამოყენებულ იქნას კულტურების ფართო სპექტრისთვის. თუმცა, ისინი მგრძნობიარეა ეროზიის შედეგად ნიადაგის დაკარგვის მიმართ და საჭიროა სიფრთხილე ნიადაგის დაკარგვისგან დასაცავად. თუ ნიადაგი უკვე ეროზიულია, ისინი შეიძლება საუკეთესოდ შეეფერებოდეს საძოვრებსა და ხის კულტურებს. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი. რადგან გაჯერება გამოწვეულია ზედაპირული წყლებით, სასარგებლო შეიძლება იყოს ზედაპირული დრენაჟი და საფარის შენარჩუნება ინფილტრაციისა და წყლის შეკავების გასაუმჯობესებლად. განიხილეთ ზედაპირული ფესვგადგმული კულტურების გამოყენება. თუ განოყიერებულია და არ დრენირდება, შესაძლებელია გამოყენებული აზოტის (N) დაკარგვა დენიტრიფიკაციის ან გამორეცხვის გზით. ამ ნიადაგებში აზოტის უფრო ეფექტური გამოყენების მიღწევა შესაძლებელია: 1) დრენაჟით და 2) ნელა გამოთავისუფლებადი აზოტის სასუქების გამოყენებით (ასეთის არსებობის შემთხვევაში).
uk: Ці ґрунти родючі та можуть використовуватися для широкого спектру сільськогосподарських практик. Однак вони чутливі до втрати ґрунту через ерозію, тому необхідно вживати заходів для захисту ґрунту від втрат. Якщо ґрунт вже ерозований, він найкраще підходить для випасу худоби та вирощування дерев. Може знадобитися дренаж цих ґрунтів. Оскільки насичення спричинене поверхневими водами, корисним може бути поверхневий дренаж та підтримка покриву для покращення інфільтрації та утримання води. Розгляньте можливість використання культур з поверхневим корінням. Якщо удобрювати, а не дренувати, можлива втрата внесеного азоту (N) шляхом денітрифікації або вимивання. Більш ефективного використання азоту культурами на цих ґрунтах можна досягти шляхом: 1) дренажу та 2) використання азотних добрив повільного вивільнення (якщо такі є).

# soil##match_info##gleyic_luvisols##name
source: Gleyic Luvisols
es: Luvisoles Gleyicos
fr: Luvisols gleyiques
ka: გლეის ლუვისოლები

# soil##match_info##gleyic_luvisols##description
source: Gleyic Luvisols are productive soils with high base saturation and relatively clayey subsoils. Gleyic Luvisols are saturated with shallow groundwater in the upper one meter of the soil profile.
es: Los Luvisoles Gleyicos son suelos productivos con alta saturación de la base y subsuelos relativamente arcillosos. Los Luvisoles Gléyicos están saturados con agua subterránea poco profunda en el metro superior del perfil del suelo.
fr: Les luvisols gleyiques sont des sols productifs à forte saturation en bases et aux sous-sols relativement argileux. Ils sont saturés d'eau souterraine peu profonde dans le premier mètre du profil pédologique.
ka: გლეიკური ლუვისოლები პროდუქტიული ნიადაგებია მაღალი ფუძით გაჯერებით და შედარებით თიხიანი ქვენიადაგებით. გლეიკური ლუვისოლები გაჯერებულია არაღრმა მიწისქვეშა წყლებით ნიადაგის პროფილის ზედა ერთ მეტრში.
uk: Gleyic Luvisols – це продуктивні ґрунти з високим насиченням основами та відносно глинистими підґрунтями. Gleyic Luvisols насичені неглибокими ґрунтовими водами у верхньому метрі ґрунтового профілю.
