Repository: techmatters/terraso-mobile-client
Catalog: dev-client/locales/po/*.po
Languages: es, fr, ka, uk

# soil##match_info##gleyic_acrisols##management
source: Because the soil tends to be acidic (has a low soil pH) and high in Al, phosphorus fertilizer is quickly “fixed” by the soil, making it unavailable to plants in the cropping season. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Application of nitrogen (N) is essential, and this can be accomplished either through application of correct rates of fertilizer (such as urea), or through use of cover crops, green manures and rotations. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Even with cover crops or similar practices, supplemental N fertilization will likely be needed as organic N will not be converted to the crop-needed inorganic N in sufficient quantities in the cropping year. Application of lime (which both increases soil pH and ties up soluble aluminum) or gypsum (calcium sulfate) which will take Al out of solution, can help to reduce aluminum toxicity. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover, crop rotation and agroforestry. Periods of saturation limit root growth and increase nitrogen loss. To prevent N loss from leaching anddenitrification consider use of slow-release N fertilizers (sulfur-coated urea (SCU), for example), if those slow-release products are available, or use manures or other organic wastes for their slow-release properties. Drainage of these soils may be needed, but this can be problematic, as the wetness is due to the high water table.
es: Debido a que el suelo tiende a ser ácido (tiene un pH bajo) y alto en Al, el fertilizante de fósforo es rápidamente "fijado" por el suelo, haciendo que no esté disponible para las plantas en la temporada de cultivo. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La aplicación de nitrógeno (N) es esencial, y esto puede lograrse mediante la aplicación de dosis correctas de fertilizantes (como la urea), o mediante el uso de cultivos de cobertura, abonos verdes y rotaciones. Los cultivos de cobertura y las rotaciones que incluyen leguminosas y la inclusión de cultivos con alta biomasa serían beneficiosos, ya que añaden materia orgánica y nitrógeno para el cultivo posterior. Incluso con cultivos de cobertura o prácticas similares, es probable que se necesite una fertilización suplementaria de N, ya que el N orgánico no se convertirá en el N inorgánico necesario para el cultivo en cantidades suficientes durante el año de cultivo. La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) o de yeso (sulfato de calcio), que extrae el aluminio de la solución, puede ayudar a reducir la toxicidad del aluminio. La conservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura. Los períodos de saturación limitan el crecimiento de las raíces y aumentan la pérdida de nitrógeno. Para evitar la pérdida de N por lixiviación y/o desnitrificación, considere el uso de fertilizantes de liberación lenta de N (urea recubierta de azufre (SCU), por ejemplo), si esos productos de liberación lenta están disponibles, o utilice estiércol u otros residuos orgánicos por sus propiedades de liberación lenta. Puede ser necesario el drenaje de estos suelos, pero esto puede ser problemático, ya que la humedad se debe al alto nivel freático.
fr: Comme le sol a tendance à être acide (pH bas) et riche en Al, l'engrais phosphoré est rapidement fixé par le sol, le rendant indisponible pour les plantes pendant la saison de culture. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et en aval de la semence) d'engrais phosphatés, contribuent à réduire la fixation du phosphore. L'apport d'azote (N) est essentiel et peut être réalisé soit par l'application de doses d'engrais adaptées (comme l'urée), soit par l'utilisation de cultures de couverture, d'engrais verts et de rotations. Les cultures de couverture et les rotations incluant des légumineuses et l'inclusion de cultures à forte biomasse seraient bénéfiques, car elles apporteraient de la matière organique et de l'azote à la culture suivante. Même avec des cultures de couverture ou des pratiques similaires, une fertilisation azotée supplémentaire sera probablement nécessaire, car l'azote organique ne sera pas converti en azote inorganique nécessaire à la culture en quantités suffisantes au cours de la campagne. L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) ou de gypse (sulfate de calcium), qui extrait l'aluminium de la solution, peut contribuer à réduire la toxicité de l'aluminium. La préservation de la matière organique du sol est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent optimiser la couverture végétale, la rotation des cultures et l'agroforesterie. Les périodes de saturation limitent la croissance racinaire et augmentent les pertes d'azote. Pour prévenir les pertes d'azote par lessivage et dénitrification, il est conseillé d'envisager l'utilisation d'engrais azotés à libération lente (urée enrobée de soufre [SCU], par exemple), si ces produits sont disponibles, ou d'utiliser du fumier ou d'autres déchets organiques pour leurs propriétés de libération lente. Un drainage de ces sols peut être nécessaire, mais cela peut s'avérer problématique, car l'humidité est due à la nappe phréatique élevée.
ka: რადგან ნიადაგი, როგორც წესი, მჟავეა (აქვს დაბალი pH ნიადაგში) და მაღალია Al-ის შემცველობა, ფოსფორის სასუქი სწრაფად „ფიქსირდება“ ნიადაგის მიერ, რაც მას მცენარეებისთვის მიუწვდომელს ხდის მოსავლის აღების სეზონზე. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფორის სასუქების ზოლებად შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის ფიქსაციის შემცირებას. აზოტის (N) შეტანა აუცილებელია და ეს შეიძლება მიღწეული იქნას როგორც სასუქის (მაგალითად, შარდოვანას) სწორი დოზით შეტანით, ასევე საფარი კულტურების, მწვანე სასუქების და როტაციების გამოყენებით. სასარგებლო იქნება საფარი კულტურები და როტაციები, რომლებიც მოიცავს პარკოსნებს და მაღალი ბიომასის მქონე კულტურების ჩართვას, ორგანული ნივთიერებების და აზოტის დამატებით შემდგომი მოსავლისთვის. საფარი კულტურების ან მსგავსი პრაქტიკის შემთხვევაშიც კი, სავარაუდოდ, საჭირო იქნება დამატებითი აზოტით განოყიერება, რადგან ორგანული აზოტი არ გარდაიქმნება კულტურისთვის საჭირო არაორგანულ აზოტად საკმარისი რაოდენობით მოსავლის აღების წელს. კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) ან თაბაშირის (კალციუმის სულფატი) შეტანა, რომელიც გამოდევნის Al-ს ხსნარიდან, ხელს შეუწყობს ალუმინის ტოქსიკურობის შემცირებას. მნიშვნელოვანია ზედაპირული ნიადაგის შენარჩუნება მისი ორგანული ნივთიერებებით და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა გაზარდოს ნიადაგის საფარი, მოსავლის როტაცია და აგროტყეობა. გაჯერების პერიოდები ზღუდავს ფესვების ზრდას და ზრდის აზოტის დანაკარგს. გამორეცხვისა და დენიტრიფიკაციის შედეგად აზოტის დანაკარგის თავიდან ასაცილებლად, განიხილეთ ნელა გამოთავისუფლებადი აზოტის სასუქების (მაგალითად, გოგირდით დაფარული შარდოვანა (SCU) გამოყენება), თუ ეს ნელა გამოთავისუფლებადი პროდუქტები ხელმისაწვდომია, ან გამოიყენეთ ნაკელი ან სხვა ორგანული ნარჩენები მათი ნელა გამოთავისუფლებადი თვისებების გამო. შესაძლოა საჭირო გახდეს ამ ნიადაგების დრენაჟი, მაგრამ ეს შეიძლება პრობლემური იყოს, რადგან ტენიანობა გამოწვეულია მიწისქვეშა წყლების მაღალი დონით.
uk: Оскільки ґрунт має тенденцію бути кислим (має низький pH ґрунту) та високий вміст Al, фосфорні добрива швидко «фіксуються» ґрунтом, що робить їх недоступними для рослин у вегетаційний період. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Внесення азоту (N) є важливим, і цього можна досягти або шляхом внесення правильних норм добрив (таких як сечовина), або шляхом використання покривних культур, сидератів та сівозмін. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою будуть корисними, додаючи органічну речовину та азот для наступної культури. Навіть при використанні покривних культур або подібних методів, ймовірно, знадобиться додаткове азотне удобрення, оскільки органічний азот не буде перетворюватися на необхідний для культури неорганічний азот у достатній кількості протягом вегетаційного року. Внесення вапна (яке підвищує pH ґрунту та зв'язує розчинний алюміній) або гіпсу (сульфату кальцію), який виведе Al з розчину, може допомогти зменшити токсичність алюмінію. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії є критично важливим. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив, сівозміну та агролісівництво. Періоди насичення обмежують ріст коренів і збільшують втрати азоту. Щоб запобігти втратам азоту внаслідок вимивання та денітрифікації, розгляньте використання азотних добрив з повільним вивільненням (наприклад, сечовина з сірчаним покриттям (SCU)), якщо такі продукти з повільним вивільненням доступні, або використовуйте гній чи інші органічні відходи завдяки їхнім властивостям повільного вивільнення. Може знадобитися дренаж цих ґрунтів, але це може бути проблематично, оскільки вологість зумовлена ​​високим рівнем ґрунтових вод.

# soil##match_info##humic_acrisols##name
source: Humic Acrisols
es: Acrisoles Húmicos
fr: Acrisols humiques
ka: ჰუმუსური აკრიზოლები

# soil##match_info##humic_acrisols##description
source: Humic Acrisols are acidic and relatively infertile soils. Supplemental fertilization and liming will be needed to create a productive soil for crop use. These soils are also high in soluble aluminum (Al) which is toxic to plants. Humic Acrisols contain large amounts of organic matter in the upper soil layer. They often have poor structure, but will become more productive in systems that include crop rotations, cover crops or green manures.
es: Los Acrisoles Húmicos son suelos ácidos y relativamente infértiles. Se necesita una fertilización y un encalado suplementarios para crear un suelo productivo para los cultivos. Estos suelos también tienen un alto contenido de aluminio soluble (Al), que es tóxico para las plantas. Los Acrisoles Húmicos contienen grandes cantidades de materia orgánica en la capa superior del suelo. Suelen tener una estructura pobre, pero se vuelven más productivos en sistemas que incluyen rotaciones de cultivos, cultivos de cobertura o abonos verdes.
fr: Les acrisols humiques sont des sols acides et relativement peu fertiles. Une fertilisation et un chaulage supplémentaires sont nécessaires pour obtenir un sol productif et propice aux cultures. Ces sols sont également riches en aluminium soluble (Al), toxique pour les plantes. Les acrisols humiques contiennent de grandes quantités de matière organique dans la couche supérieure du sol. Leur structure est souvent médiocre, mais ils deviennent plus productifs dans des systèmes incluant des rotations culturales, des cultures de couverture ou des engrais verts.
ka: ჰუმუსიანი აკრიზოლები მჟავე და შედარებით უნაყოფო ნიადაგებია. კულტურების გამოსაყენებლად ნაყოფიერი ნიადაგის შესაქმნელად საჭირო იქნება დამატებითი განოყიერება და კირის დამატება. ეს ნიადაგები ასევე მდიდარია ხსნადი ალუმინით (Al), რომელიც ტოქსიკურია მცენარეებისთვის. ჰუმუსიანი აკრიზოლები ნიადაგის ზედა ფენაში დიდი რაოდენობით ორგანულ ნივთიერებას შეიცავს. მათ ხშირად ცუდი სტრუქტურა აქვთ, მაგრამ უფრო პროდუქტიული გახდებიან ისეთ სისტემებში, რომლებიც მოიცავს მოსავლის ბრუნვას, საფარის კულტურებს ან მწვანე სასუქს.
uk: Humic Acrisols – це кислі та відносно неродючі ґрунти. Для створення продуктивного ґрунту для вирощування сільськогосподарських культур знадобляться додаткові добрива та вапнування. Ці ґрунти також мають високий вміст розчинного алюмінію (Al), який є токсичним для рослин. Гумінові акрисолі містять велику кількість органічної речовини у верхньому шарі ґрунту. Вони часто мають погану структуру, але стають більш продуктивними в системах, що включають сівозміни, покривні культури або сидерати.

# soil##match_info##humic_acrisols##management
source: Because the soil tends to be acidic (has a low soil pH) and high in Al, phosphorus fertilizer is quickly “fixed” by the soil, making it unavailable to plants in the cropping season. Well documented practices such as band application (either directly on the seed or to the side and down from the seed) of phosphate fertilizers will help to reduce P fixation. Application of nitrogen (N) is essential, and this can be accomplished either through application of correct rates of fertilizer (such as urea), or through use of cover crops, green manures and rotations. Cover crops and rotations that include legumes and inclusion of crops with high biomass would be beneficial, adding organic matter and nitrogen for the subsequent crop. Even with cover crops or similar practices, supplemental N fertilization will likely be needed as organic N will not be converted to the crop-needed inorganic N in sufficient quantities in the cropping year. Application of lime (which both increases soil pH and ties up soluble aluminum) or gypsum (calcium sulfate) which will take Al out of solution, can help to reduce aluminum toxicity. Preservation of the surface soil with its organic matter is important, and erosion prevention is critical. Land management practices should maximize soil cover, crop rotation and agroforestry.
es: Debido a que el suelo tiende a ser ácido (tiene un pH bajo) y alto en Al, el fertilizante de fósforo es rápidamente "fijado" por el suelo, haciendo que no esté disponible para las plantas en la temporada de cultivo. Las prácticas bien documentadas, como la aplicación en banda (directamente sobre la semilla o a un lado y abajo de la semilla) de fertilizantes fosfatados, ayudarán a reducir la fijación de P. La aplicación de nitrógeno (N) es esencial, y esto puede lograrse mediante la aplicación de dosis correctas de fertilizantes (como la urea), o mediante el uso de cultivos de cobertura, abonos verdes y rotaciones. Los cultivos de cobertura y las rotaciones que incluyen leguminosas y la inclusión de cultivos con alta biomasa serían beneficiosos, ya que añaden materia orgánica y nitrógeno para el cultivo posterior. Incluso con cultivos de cobertura o prácticas similares, es probable que se necesite una fertilización suplementaria de N, ya que el N orgánico no se convertirá en el N inorgánico necesario para el cultivo en cantidades suficientes durante el año de cultivo. La aplicación de cal (que aumenta el pH del suelo y retiene el aluminio soluble) o de yeso (sulfato de calcio), que extrae el aluminio de la solución, puede ayudar a reducir la toxicidad del aluminio. La conservación del suelo superficial con su materia orgánica es importante, y la prevención de la erosión es fundamental. Las prácticas de gestión de la tierra deben maximizar la cobertura del suelo, la rotación de cultivos y la agrosilvicultura.
fr: Comme le sol a tendance à être acide (pH bas) et riche en Al, l'engrais phosphoré est rapidement fixé par le sol, le rendant indisponible pour les plantes pendant la saison de culture. Des pratiques bien documentées, telles que l'application en bandes (directement sur la semence ou latéralement et en aval de la semence) d'engrais phosphatés, contribuent à réduire la fixation du phosphore. L'apport d'azote (N) est essentiel et peut être réalisé soit par l'application de doses d'engrais adaptées (comme l'urée), soit par l'utilisation de cultures de couverture, d'engrais verts et de rotations. Les cultures de couverture et les rotations incluant des légumineuses et l'inclusion de cultures à forte biomasse seraient bénéfiques, car elles apporteraient de la matière organique et de l'azote à la culture suivante. Même avec des cultures de couverture ou des pratiques similaires, une fertilisation azotée supplémentaire sera probablement nécessaire, car l'azote organique ne sera pas converti en azote inorganique nécessaire à la culture en quantités suffisantes au cours de la campagne. L'application de chaux (qui augmente le pH du sol et fixe l'aluminium soluble) ou de gypse (sulfate de calcium), qui extrait l'aluminium de la solution, peut contribuer à réduire la toxicité de l'aluminium. La préservation de la matière organique superficielle du sol est importante, et la prévention de l'érosion est cruciale. Les pratiques de gestion des terres doivent optimiser la couverture végétale, la rotation des cultures et l'agroforesterie.
ka: რადგან ნიადაგი, როგორც წესი, მჟავეა (აქვს დაბალი pH ნიადაგში) და მაღალია Al-ის შემცველობა, ფოსფორის სასუქი სწრაფად „ფიქსირდება“ ნიადაგის მიერ, რაც მას მცენარეებისთვის მიუწვდომელს ხდის მოსავლის აღების სეზონზე. კარგად დოკუმენტირებული პრაქტიკა, როგორიცაა ფოსფორის სასუქების ზოლებად შეტანა (პირდაპირ თესლზე ან თესლიდან გვერდზე და ქვემოთ) ხელს შეუწყობს ფოსფორის ფიქსაციის შემცირებას. აზოტის (N) შეტანა აუცილებელია და ეს შეიძლება მიღწეული იქნას როგორც სასუქის (მაგალითად, შარდოვანას) სწორი დოზით შეტანით, ასევე საფარი კულტურების, მწვანე სასუქების და როტაციების გამოყენებით. სასარგებლო იქნება საფარი კულტურები და როტაციები, რომლებიც მოიცავს პარკოსნებს და მაღალი ბიომასის მქონე კულტურების ჩართვას, ორგანული ნივთიერებების და აზოტის დამატებით შემდგომი მოსავლისთვის. საფარი კულტურების ან მსგავსი პრაქტიკის შემთხვევაშიც კი, სავარაუდოდ, საჭირო იქნება დამატებითი აზოტით განოყიერება, რადგან ორგანული აზოტი არ გარდაიქმნება კულტურისთვის საჭირო არაორგანულ აზოტად საკმარისი რაოდენობით მოსავლის აღების წელს. კირის (რომელიც ზრდის ნიადაგის pH-ს და აკავშირებს ხსნად ალუმინს) ან თაბაშირის (კალციუმის სულფატი) შეტანა, რომელიც გამოდევნის Al-ს ხსნარიდან, ხელს შეუწყობს ალუმინის ტოქსიკურობის შემცირებას. მნიშვნელოვანია ზედაპირული ნიადაგის შენარჩუნება მისი ორგანული ნივთიერებებით და ეროზიის პრევენცია. მიწის მართვის პრაქტიკამ მაქსიმალურად უნდა უზრუნველყოს ნიადაგის საფარის, მოსავლის როტაციისა და აგროტყეობის გამოყენება.
uk: Оскільки ґрунт має тенденцію бути кислим (має низький pH ґрунту) та високий вміст Al, фосфорні добрива швидко «фіксуються» ґрунтом, що робить їх недоступними для рослин у вегетаційний період. Добре задокументовані методи, такі як стрічкове внесення (безпосередньо на насіння або збоку та вниз від насіння) фосфатних добрив, допоможуть зменшити фіксацію фосфору. Внесення азоту (N) є важливим, і цього можна досягти або шляхом внесення правильних норм добрив (таких як сечовина), або шляхом використання покривних культур, сидератів та сівозмін. Покривні культури та сівозміни, що включають бобові, та включення культур з високою біомасою будуть корисними, додаючи органічну речовину та азот для наступної культури. Навіть при використанні покривних культур або подібних методів, ймовірно, знадобиться додаткове азотне удобрення, оскільки органічний азот не буде перетворюватися на необхідний для культури неорганічний азот у достатній кількості протягом вегетаційного року. Внесення вапна (яке підвищує pH ґрунту та зв'язує розчинний алюміній) або гіпсу (сульфату кальцію), який виведе Al з розчину, може допомогти зменшити токсичність алюмінію. Збереження поверхневого шару ґрунту з його органічною речовиною є важливим, а запобігання ерозії є критично важливим. Методи управління земельними ресурсами повинні максимізувати ґрунтовий покрив, сівозміну та агролісівництво.

# soil##match_info##plinthic_acrisols##name
source: Plinthic Acrisols
es: Acrisoles Plínticos
fr: Acrisols plinthiques
ka: პლინთური აკრისოლები

# soil##match_info##plinthic_acrisols##description
source: Plinthic Acrisols are acidic and relatively infertile soils. Supplemental fertilization and liming will be needed to create a productive soil for crop use. These soils are also high in soluble aluminum (Al) which is toxic to plants. Plinthic Acrisols contain an iron rich clay layer (the ‘plinthic layer’) that hardens when exposed to air andrepeated wetting. They often have poor structure and will become more productive in systems that include crop rotations, cover crops or green manures.
es: Los Acrisoles Plínticos son suelos ácidos y relativamente infértiles. Se necesita una fertilización y un encalado suplementarios para crear un suelo productivo para los cultivos. Estos suelos también tienen un alto contenido de aluminio soluble (Al), que es tóxico para las plantas. Los Acrisoles Plínticos contienen una capa de arcilla rica en hierro (la "capa plíntica") que se endurece cuando se expone al aire y/o se moja repetidamente. Suelen tener una estructura pobre y serán más productivos en sistemas que incluyan rotaciones de cultivos, cultivos de cobertura o abonos verdes.
fr: Les acrisols plinthiques sont des sols acides et relativement peu fertiles. Une fertilisation et un chaulage supplémentaires sont nécessaires pour obtenir un sol productif et propice aux cultures. Ces sols sont également riches en aluminium soluble (Al), toxique pour les plantes. Les acrisols plinthiques contiennent une couche d'argile riche en fer (la « couche plinthique ») qui durcit à l'air et sous l'effet d'une humidité répétée. Leur structure est souvent médiocre et ils deviennent plus productifs dans des systèmes incluant des rotations culturales, des cultures de couverture ou des engrais verts.
ka: პლინთური აკრიზოლები მჟავე და შედარებით უნაყოფო ნიადაგებია. კულტურებისთვის პროდუქტიული ნიადაგის შესაქმნელად საჭირო იქნება დამატებითი განოყიერება და კირის შეტანა. ეს ნიადაგები ასევე მდიდარია ხსნადი ალუმინით (Al), რომელიც ტოქსიკურია მცენარეებისთვის. პლინთური აკრიზოლები შეიცავს რკინით მდიდარ თიხის ფენას („პლინთური ფენა“), რომელიც მაგრდება ჰაერზე ზემოქმედებისა და განმეორებითი დასველებისას. მათ ხშირად აქვთ ცუდი სტრუქტურა და უფრო პროდუქტიული გახდებიან ისეთ სისტემებში, რომლებიც მოიცავს მოსავლის ბრუნვას, საფარის კულტურებს ან მწვანე სასუქს.
uk: Plinthic Acrisols – це кислі та відносно неродючі ґрунти. Для створення продуктивного ґрунту для вирощування сільськогосподарських культур знадобляться додаткові добрива та вапнування. Ці ґрунти також мають високий вміст розчинного алюмінію (Al), який є токсичним для рослин. Плінтичні акрисолі містять багатий на залізо глинистий шар («плінтичний шар»), який твердне під впливом повітря та багаторазового зволоження. Вони часто мають погану структуру та стають більш продуктивними в системах, що включають сівозміну, покривні культури або сидерати.
